{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 2,
  "translation": [
    {
      "hebrew": "היכל השני הוא נקרא עצם שמים בתוך ההיכל הזה נתמנה רוח א' מאור זך הנקרא עצם וכעצם השמים לטוהר (שמות כד י) ונקרא אורפניא\"ל ובהיכל הזה ג' פתחים א' לצד דרום וא' לצד צפון וא' למזרח באמצע. ופתחי הדרום והצפון נעולים ועליהם ב' ממונים אשר הם תחת יד הממונה הזה ששמו אורפניאל והוא ממונה לפתח מזרח האמצעי' והוא שולט על ג' רוחות העולם דרום ומזרח וצפון וכל הנשמות שהם הרוגי ב\"ד או הרוגי שאר האומות כלם תחת ידי הממונים האלו והממונה שעליהם חוקק דיוקן שלהם בלבושיו שהם אש דולק ועולה למעלה ומראה אותם להקב\"ה. והקב\"ה חוקק אותן צורת הרוגי האומות בלבוש שלו בפורפיריא דיליה בגדי נקם תלבושת כדפי' רז\"ל. ואותם הרוגי ב\"ד מוריד אותם ומכניסן בשני פתחים הסגורים וב' הממונים האחרים עומדים עליהם ומשם יוצאים ורואים במעלות הצדיקים שומרי התורה ומתביישים ונכוים מחופת הצדיקים. עד שהממונה הזה ששמו אורפניאל פותח להם שער המזרח ומאיר להם ונותן להם חיים מצד המזרח שבצד הממונה הזה אור של חיים שהוא מלא מאורות. והמאור הזה נקרא כוס תנחומין כוס החיים כי מפני הכוס המר ששתו זכו לכוס הזה. ויש כוס התרעלה ויתבאר בפי' היכלות התמורות. והמאור הזה הנקרא אורפניאל הוא גוון לבן שאינו משתנה ועליו נאמר וכעצם השמים לטוהר. וזה קשה להתנוצץ מפני שהוא נעלם אבל כאשר המאורות והרוח שבהיכל הראשון הנקרא לבנת הספיר מתנוצץ ובטש בזה אז מתגלגל ומאיר כגוון העין שאינו מאיר כי אם בגלגלו. וזה המאור הנקרא אורפניאל מאיר להיכל הזה ולהיכל הראשון ובעוד שאינו מתנוצץ נקרא היכל זוהר לפני שהוא זוהר פשוט. אמנם כאשר יתגלגל להתנוצץ ההיכל התחתון אז יתנוצץ ויוכלל עם אור אחד שבצד שמאל הנקרא הדרני\"אל וכאשר יתכללו שניהם יחד וכלל הגוון השמאלי הנקרא הדרניא\"ל עם הגוון השמאלי האדום שבהיכל התחתון שזכרנו בפ' הקודם ואז יתערבו השלשה גוונים יחד. לבן שבימין הנקרא אורפניאל והתכלת עם האדום ושלשתם יחד יעשה כעין השמים וזהו וכעצם השמים אש ומים לבן ואדום ותכלת וכל ההיכל התחתון כלול בהיכל הזה הב' כי לא יתנוצץ אם לא יוכלל ואז נקרא עצם השמים כדפי' ועליו נאמר (יחזקאל א כח) כמראה הקשת אשר יהי' בענן ביום הגשם וגו' והמאור הא' לבדו הנקרא אורפניאל עליו נאמר כעין החשמל והוא לפעמים החשמל מפני שממנו יוצאים שרפים חיות אש ממללות חיות נעלמות נראות ולא נראות. וכן תמצא אור פניאל כמנין חשמל.",
      "english": "The second chamber is called \"Essence of Heaven.\" Within this chamber is appointed a spirit of pure light called Essence, \"like the very heaven in clarity\" (Exodus 24:10), and it is called Urphaniel. This chamber has three entrances: one to the south, one to the north, and one in the middle facing east. The southern and northern entrances are sealed, and over them are two appointees who are under the authority of the one called Urphaniel, who oversees the middle eastern entrance and rules over three directions of the world: south, east, and north. All souls who are executed by the court or killed by other nations are under these appointees, and the chief appointee engraves their likeness on his garments, which are burning fire ascending upward, and shows them to the Holy One, blessed be He. The Holy One engraves the forms of those killed by nations on His garment, on His royal purple, garments of vengeance as explained by our Sages.\n\nThose executed by the court are brought down and placed in the two sealed entrances, with the two other appointees standing over them. From there they emerge and see the levels of the righteous who keep the Torah, and they are ashamed and scorched by the canopies of the righteous. Until this appointee named Urphaniel opens for them the eastern gate, illuminates them, and grants them life from the eastern side, where this appointee has the light of life that is full of illuminations. This light is called the cup of consolation, the cup of life, for because of the bitter cup they drank, they merited this cup. There is also a cup of trembling, which will be explained in the exposition of the Chambers of Exchange.\n\nThis light called Urphaniel is an unchanging white hue, of which it is said \"like the very heaven in clarity.\" It is difficult to spark because it is concealed, but when the lights and spirit in the first chamber called \"Sapphire Brick\" spark and strike this one, then it revolves and illuminates like the eye that only shines in its socket. This light called Urphaniel illuminates this chamber and the first chamber, and while it does not spark it is called the Chamber of Radiance because it is simple radiance. However, when it revolves to spark the lower chamber, it sparks and combines with another light on the left side called Hadarniel, and when both combine together with the left-side red hue of the lower chamber mentioned in the previous chapter, then the three hues mix together: the white of the right called Urphaniel, and the blue with the red, and all three together make the appearance of heaven. This is \"like the very heaven\" - fire and water, white and red and blue. The entire lower chamber is included in this second chamber, for it cannot spark unless it is included, and then it is called \"Essence of Heaven\" as explained, and of it is said (Ezekiel 1:28) \"Like the appearance of the rainbow that is in the cloud on a day of rain.\" And of the first light alone, called Urphaniel, it is said \"like the appearance of electrum,\" and it is sometimes the electrum because from it emerge seraphim, speaking creatures of fire, hidden creatures, visible and invisible. And you will find that Urphaniel has the same numerical value as Chashmal (electrum)."
    },
    {
      "hebrew": "וענין אורפניאל שאמרנו הוא כח החיים והרחמים ובו נכנע כח הקליפה כמ\"ש בעזה\"י. וכאשר כח הקליפה שולט והעולם בדין, זה האור נגנז ונחשך והעולם נידון. וברוח זה עומדים לבושי הצדיקים העולים לראות את פני האדון ד' צבאות. ובעלותם שמה להראות בהגיע אצל ההיכל הזה נזדמן לה ממונה א' וצדקיא\"ל שמו ולוקח המלאך הלבוש הזה הוא הלבוש שלו שזכה בו בעשיית המצות כי כפי שהאדם משתדל כך הוא זוכה אל הלבוש והולך עמו עד שמגיע לנהר דינור שם הנשמה מתלבנה ומתרחצה ולפעמים נטבעת הנשמה ההיא בתוך הנהר ונכוית שם ואינה עולה כל היום אלא שבכל יום בבקר כאשר תתעורר רוח מצד דרום שהוא צד החסד וכן מתייחס הבקר לאברהם ומצד החסד מתחדשים ועומדים ואומרים שירה כמו שאר המלאכים העוברים משלטנותם שהם ניכוין שם ומתחדשים בכל יום. זכתה הנשמה ואינה נכוית ולא נטבעת בנהר דינור, אז המלאך צדקיאל הנזכר מלביש אותה הלבוש שאמרנו ומשם עולה להיותה נקרבת ע\"ג המזבח ע\"י מיכאל השר הגדול שבהיכל ד' להיותה עומדת לפני קונה לאור באור החיים. וכאשר באים להתייחד שלשת המאורות האלה שהם סוד עצם השמים קודם התיחדם בהתחבטם זה בזה מתנוצצת בהם ניצוצות כמו המכה בפטיש על הסדן שזורק נצוצות לכל צד כן מתנוצצים [ונבראים] מבין המאורות והרוחות האלה כמה מלאכים הממונים על ענייני עה\"ז וכמה שרפים בעלי שש כנפים והם מקדישים ג\"פ ליי' צבאות בכל יום. והם בעלי תוקף הדין המדקדקים עם הצדיקים כחוט השערה והם העומדים להעניש בעה\"ז ובעה\"ב לאותם המזלזלים באותם שלומדים מפיהם תורה ואינם נוהגים בהם כבוד כראוי, וכן לאותם המשתמשים באותם שלומדים שיתא סדרי משנה. וכאשר כבר נתיחדו ונתישבו המאורות יחד אז יוצא מביניהם חיה א' ששמה יופיא\"ל והיא שולטת על ד' חיות שאותם הד' שולטים על שאר השרפים שזכרנו למעלה מפני שהם נכללים בתוכ' ופני הד' חיות הם פני נשר. והחיה ששמה יופיאל הוא שר התורה וכל מפתחות החכמה בידו והוא היה רבו של מרע\"ה לדעת קצת מקובלים. וזאת החיה תובעת מהקב\"ה לתת שכר טוב לכל אותם הרודפים אחרי החכמים ללמוד מהם תורה ואפי' מכל אדם שנאמר (תהלים קיט צט) מכל מלמדי השכלתי ולומדים לשם שמים. והשכר שהוא משכיר לאותם שרדפו אחר התורה הוא לשומרם מסטרא דטומאה כי כאשר הנשמה עולה למעלה זאת החיה יוצאה על ד' שרפים מעופפות והולכות לפניו ואינה מניחה שום א' ממלאכי חבלה לקרב אליו וכמה מלאכי שלום הולכים סביבותיו. והשרפים אשר אמרנו למעלה כשהם בתוך ד' החיות שזכרנו, כשהם נוסעים כל אותם הנחשים השרפים היוצאים מן הנחש הקדמוני כלם נכנעים כאשר אלו יוצאים נוסעים ונראים. וכאשר הנשמה עולה ומגעת אל החיה הזאת אז היא שואלת לה בענין חכמת התורה שלמד וכפי אשר טרח בתורה ורדף אחריה במדרגה ההיא משכיר אותה ואם הי' יכול לעסוק [ולהשיג] בתורה יותר ולא עסק דוחה אותה למטה תחת ההיכל ההוא בבושה ובחרפה. וכאשר השרפים שתחת החיה נושאים כנפיהם ומשיקים אותם אשה אל אחותה שורפים אותה הנשמה והיא נשרפת ואינה נשרפת ונכוית ואינה נכוית וכן היא נידונית בכל יום אע\"פ שיהיו לה מעשים טובים כיון שלא נתעסק בתורה כראוי. וכל המאורות והחיות והאופנים כלם כלולים תחת החיה הזאת. וכלם מסתתרים תחת כנפיהם לעלות על ידה למעלה והחיה הזאת בהיותה מתאחזת בד' חיות אחרות אשר למטה ממנו כאשר אמרנו. כל א' מד' החיות יש לו ד' אופנים אופן פונה לצד המזרח ושמו חניאל ואופן א' פונה לצד צפון ושמו קרשיאל ואופן א' פונה לצד דרום ושמו עזריאל ואופן א' פונה לצד מערב ושמו עניאל ולכל אופן וגלגל ג' עמודים שעומד עליהם. נמצאו ג' עמודים לכל אופן הם י\"ב עמודים לכל חיה (וד' חיות עולות מח' עמוד') וכל העמודים פונים אל האמצעי כי סבת הליכתם הוא מן האמצעי וכלם על פיה יסעו ועל פיה יחנו. ובנסוע האופנים נשמע קול נעימתם עד רומי רקיעים וכל החיות והאופנים משוררים להקב\"ה הימניים אומרים קדוש והשמאליים אומרים ברוך והאמצעיים אומרים קדוש וברוך. והטעם כי קדושה מצד הגבורה וברכה מצד חסד והאמצעי מורכב משניהם כי הקו האמצעי מאש וממים כנודע וכאן הימניים אומרים קדוש והשמאליים אומרים ברוך להורות על רוב היחוד ימין כלול בשמאל ושמאל בימין ובהתיחד העמודים באופנים והאופנים בחיות והחיות בד' אופנים גדולים אשר להחיה הגדולה האמצעיות יופיא\"ל ומתחברות ומשולבות אשה אל אחותה להתיחד למעלה ברוח ההיכל העליון אז נק' חמודות ומטעם זה נאמר לדניאל (ט.כג) כי (איש) חמודות אתה והטעם כי ההיכל השני הוא היכל המראה והחלום ר\"ל היכל המדברים ברוח הקודש. והיכל ג' הוא היכל הנבואה מקום יניקת הנביאים:",
      "english": "The matter of Urphaniel that we mentioned is the power of life and mercy, and through it the power of the klipah is subdued, as we will explain with God's help. When the power of the klipah dominates and the world is in judgment, this light becomes hidden and darkened, and the world is judged. In this spirit stand the garments of the righteous who ascend to see the face of the Lord of Hosts. When they ascend there to appear, upon reaching this chamber, an appointed one named Tzadkiel meets them and takes this garment - which is their garment earned through performing commandments, for according to one's efforts so does one merit the garment - and goes with them until reaching the River of Fire, where the soul is whitened and cleansed. Sometimes the soul is submerged in that river and is scorched there, not ascending all day, except that every morning when a spirit awakens from the south side, which is the side of kindness (and so morning is associated with Abraham), and from the side of kindness they are renewed and stand and sing praise like the other angels who pass from their dominion, who are scorched there and renewed each day.\n\nIf the soul merits and is not scorched or submerged in the River of Fire, then the aforementioned angel Tzadkiel clothes it in the garment we mentioned, and from there it ascends to be brought near upon the altar by Michael, the great prince of the fourth chamber, to stand before its Creator in the light of life. When these three lights, which are the secret of the essence of heaven, come to unite, before their unification as they clash with each other, sparks flash among them like a hammer striking an anvil that throws sparks in all directions - so do they flash and [create] from among these lights and spirits many angels appointed over worldly matters and many six-winged seraphim who sanctify the Lord of Hosts three times daily. They are masters of strict judgment who are exacting with the righteous to a hairsbreadth, and they stand ready to punish in this world and the world to come those who disrespect those from whom they learn Torah and do not treat them with proper honor, as well as those who make improper use of those who study the six orders of the Mishnah.\n\nWhen the lights have united and settled together, a creature named Yofiel emerges from among them, and it rules over four creatures who rule over the other seraphim mentioned above, as they are included within them, and the faces of these four creatures are the face of an eagle. The creature named Yofiel is the prince of Torah and all keys of wisdom are in his hand, and according to some kabbalists, he was the teacher of Moses our teacher. This creature pleads before the Holy One, blessed be He, to give good reward to all those who pursue the wise to learn Torah from them, even from any person, as it is said (Psalms 119:99) \"From all my teachers I have gained wisdom,\" and who learn for the sake of heaven. The reward given to those who pursued Torah is protection from the side of impurity, for when the soul ascends upward, this creature goes forth with four flying seraphim that go before it and does not allow any destructive angels to approach it, and many angels of peace walk around it.\n\nThe seraphim we mentioned above, when they are within the four creatures we discussed, when they travel, all those fiery serpents that emerge from the primordial serpent are subdued when these go forth, travel and appear. When the soul ascends and reaches this creature, it questions it regarding its Torah wisdom that it learned, and according to how much it toiled in Torah and pursued it at that level, it rewards it. But if it could have engaged in [and attained] more Torah but did not, it pushes it down beneath that chamber in shame and disgrace. When the seraphim beneath the creature raise their wings and touch them one to another, they burn that soul - it is burned but not consumed, scorched but not destroyed - and so it is judged each day even though it may have good deeds, since it did not engage in Torah as it should have.\n\nAll the lights, creatures and wheels are included under this creature. They all hide beneath its wings to ascend through it upward, and this creature, when it takes hold of the four other creatures below it as we said - each of the four creatures has four wheels: one wheel facing east named Chaniel, one wheel facing north named Karshiel, one wheel facing south named Azriel, and one wheel facing west named Aniel, and each"
    },
    {
      "hebrew": "ועתה ראוי לדעת שאין מקום יניקת הנביאים בספירות ממש כי אין הספי' דבר נגלה בשום אופן בעולם ואפי' למרע\"ה. אמנם החילוק שבין מרע\"ה לשאר הנביאים הוא שמרע\"ה היה מתנבא מתוך היכל הרצון שהוא ההיכל הששי כאשר נבאר ושאר הנביאים מהיכל נוגה שהוא היכל ג' ודניא\"ל וחביריו המדברים ברוח הקדש במראה וחלום הם מביטים בהיכל זה השני שאנו בו.",
      "english": "And now it is proper to know that the source of the prophets' drawing forth is not from the Sefirot themselves, for the Sefirot are not revealed in any way in the world, not even to Moses our teacher. However, the difference between Moses our teacher and the other prophets is that Moses would prophesy from within the Palace of Will, which is the sixth palace as we will explain, while the other prophets [prophesied] from the Palace of Nogah, which is the third palace. And Daniel and his companions, who spoke with divine inspiration through vision and dream, they gazed into this second palace that we are discussing."
    },
    {
      "hebrew": "ועוד בזולת זה כי כשמרע\"ה היה מתנבא מהיכל הרצון ע\"י חבור הת\"ת והמלכות המתגלים בההיכל ההוא והיתה נבואתו מאספקלריא מצוחצח כי לא היה צריך אמצעי בינו ובין ההיכל להביט ענייני הנבואות ולפיכך (לא) היה במראה ולא בחידות (במדבר יב ח). אבל שאר הנביאים מייחדים הספי' האלה בהיכל ג'. והמדברים ברוח הקדש היו מייחד' הספי' האלה בשני. והענין כי היכל הו' הוא מורה אל היחוד העליון בבחי' שהוא אספקלריא המאי' הת\"ת. ובהיכל ג' שהוא היכל נוגה כאשר נבאר מתגלה אור היחוד שהוא יחוד ב' ספי' בתגבורת הת\"ת על המלכות ומתראה בתוך המלכות אספקלריא שאינה מאירה. והמדברים ברוח הקדש בהתגלות אור היחוד בהיכל הזה שהוא היכל עצם השמים בתגבורת המלכות על הת\"ת והיא שאינה מאירה יותר (משאר) [מלשאר] הנביאים והיינו שיחוד ת\"ת ומלכות בנצח והוד כדפי' בשער מהות והנהגה ובשערים הקודמים. ובזולת זה עוד בחינה ג' כי מרע\"ה היה משכיל נבואתו בלי אמצעיים בינו ובין היכלו וספירותיו. ושאר הנביאים היו מסכים הרבה בין הספירות וההיכלות וביניהם והיינו שהיו צריכים ביאור אל נבואותיהם כאמרו (דניאל ח טז) גבריאל הבן להלז את המראה, וכן בירמיה א' מה אתה רואה וכו', וכן בשאר הנביאים.",
      "english": "Furthermore, when Moses would prophesy from the Palace of Will through the union of Tiferet and Malkhut that are revealed in that palace, his prophecy came through a polished speculum, as he required no intermediary between himself and the palace to perceive prophetic matters. Therefore, he prophesied \"not in riddles and not through visions\" (Numbers 12:8). However, the other prophets unified these sefirot in the third palace, while those who spoke with divine inspiration unified these sefirot in the second palace. The matter is that the sixth palace indicates the supreme unification in the aspect of the illuminating speculum of Tiferet. In the third palace, which is the Palace of Nogah as we will explain, the light of unification is revealed - which is the unification of two sefirot with Tiferet's dominance over Malkhut - and appears within Malkhut as a non-illuminating speculum. Those who speak with divine inspiration experience the revelation of the unification's light in this palace, which is the Palace of the Essence of Heaven, with Malkhut's dominance over Tiferet, and it is less illuminating than for the other prophets, meaning the unification of Tiferet and Malkhut in Netzach and Hod, as explained in the Gate of Essence and Governance and in previous gates. Beyond this, there is a third aspect: Moses comprehended his prophecy without intermediaries between himself and his palace and its sefirot. The other prophets, however, had many screens between the sefirot and the palaces and themselves, which is why they required interpretation of their prophecies, as it says (Daniel 8:16) \"Gabriel, explain the vision to this one,\" and similarly in Jeremiah 1 \"What do you see?\" etc., and likewise with other prophets."
    },
    {
      "hebrew": "והנה בהיות הנבואה מושפעת על ידי אמצעיים כל עוד שיתרבו האמצעיים יתרבו החידות והמראות והעד מדניאל ולהיות נבואת דניאל מהיכל הזה עם חלקיו מיוחדים כאשר בארנו נק' איש חמודות:",
      "english": "And behold, when prophecy is transmitted through intermediaries, the more intermediaries there are, the more riddles and visions multiply - as evidenced by Daniel. And since Daniel's prophecy came from this chamber with its unique aspects, as we have explained, he was called \"man of delights\" [ish chamudot]."
    },
    {
      "hebrew": "וע\"י התפלות אשר אמרנו יתייחדו כל הכוחות הנזכרים השרפים בעמודים והעמודים באופנים והאופנים בחיות והחיות באופני החיה הגדולה והאופנים האלה בהחיה עצמה ויעלו ויתיחדו דרך העמוד אשר באמצע ההיכל ויתיחדו בתוך ההיכל הג' כי זה עקר תאוותם להיות ההיכלות ר\"ל המאורות והרוחות אשר בתוכם זה בתוך זה כדרך העובר במעי אמו. וההיכל הזה נסמך ג\"כ על ח' יתידות כהיכל הראשון אשר אמרנו שנים מהם לצד מזרח ושמם יהדניא\"ל גזורי\"ה וכל אחד מהם ממונה על י\"ב אלף ממונים אחרים ואלה הם ממונים על קולות וצעקות האשה היושבת על המשבר ונוטלים אותם ומכניסים אותם לממונה אשר על הפתח ואין יכולת ביד הטומאה לקטרג ולפעמים שמקדים צד השמאל לקטרג קודם ויכול להזיק ח\"ו. ושנים לצד צפון סלסליא\"ל קרספיהא\"ל שמם והם ממונים כל א' וא' ממונה על י\"ב אלף ממונים אחרים ואלה הם ממונים על דם ברית ילדים הנמולים לח' ימים וכאשר ח\"ו רוגז נמצא בעולם מביט הקב\"ה בדם ההוא ואינו נותן רשות לשטן להשטין. ודרך אלו היתידות כהיתידות אשר אמרנו בהיכל ראשון וכן לשאר ההיכלות:",
      "english": "And through the prayers we mentioned, all the aforementioned powers unite - the seraphim with the pillars, the pillars with the ophanim, the ophanim with the holy creatures, and the holy creatures with the ophanim of the great creature, and these ophanim with the great creature itself. They ascend and unite through the central pillar in the midst of the chamber, unifying within the third chamber, for this is their primary desire: that the chambers - meaning the lights and spirits within them - should be one within another like an embryo in its mother's womb. This chamber is also supported by eight stakes, like the first chamber we mentioned. Two of them are on the eastern side, named Yehadniel and Gezuriah, and each of them presides over twelve thousand other appointees. These are appointed over the voices and cries of the woman in labor, and they take these and bring them to the appointee at the entrance, and the forces of impurity have no power to prosecute, though sometimes the left side precedes to prosecute and can cause harm, Heaven forbid. And two are on the northern side, named Salseliel and Karsephiel, and each of them presides over twelve thousand other appointees. These are appointed over the blood of the covenant of children circumcised on the eighth day, and when, Heaven forbid, there is anger in the world, the Holy One, blessed be He, looks upon that blood and does not permit Satan to prosecute. And the manner of these stakes is like the stakes we mentioned in the first chamber, and so too for the rest of the chambers."
    }
  ]
}