{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 21,
  "translation": [
    {
      "hebrew": "באות <b><big>צ'</big></b> פירש בס' התמונה כי רמוזה בצדיק יסוד עולם ובה נו\"ן י'. הנון בבינה והיוד במלכות ושתיהן ביסוד, לרמוז כי היסוד [מחבר] שתי המדות יחד. עוד פי' אחר [ט] וזה עקר. ואמר כי ממשלתה בשעת חמה. ואפשר הטעם כי החמה מכח הת\"ת וחבור אלו המדות העיקר ע\"י הת\"ת ולכן ממשלתו בשעת חמה כי שמש ומגן ה' צבאות.",
      "english": "Regarding the letter <b><big>צ</big></b>, it is explained in Sefer HaTemunah that it alludes to \"the righteous one, foundation of the world,\" and within it are the nun and yod. The nun represents Binah and the yod represents Malchut, and both are united in Yesod, indicating that Yesod [connects] these two attributes together. There is another interpretation [9] which is the main one. It states that its dominion is during the time of heat. The reason may be that heat comes from the power of Tiferet, and the primary connection of these attributes is through Tiferet, therefore its dominion is during the time of heat, for \"the Lord of Hosts is a sun and shield.\""
    },
    {
      "hebrew": "ועוד שגם יתייחס ענין שמש אל היסוד כאשר נתבאר בערכו בס\"ד. ויש מי שפי' כי הצדי\"ק בצדיק יסוד עולם ושתי ענפיו רמז אל שני צנורותיו הימני והשמאלי כדפי' בפ' י\"ט ובשער הצנורות.",
      "english": "Furthermore, the concept of \"sun\" also relates to Yesod, as explained in its appropriate section, with Heaven's help. And there are those who explain that the letter Tzadik in \"Tzadik Yesod Olam\" (Righteous One, Foundation of the World) and its two branches allude to its two channels, the right and the left, as explained in Chapter 19 and in the Gate of Channels."
    },
    {
      "hebrew": "ועוד פי' כי צ' רמז למלכות ושני ראשיה רמז לב' התפוחים העליונים שעל שמה נקראת שדה התפוחים כדפי' בע' שדה. ויש מי שפי' צ\"ץ ת\"ת ומלכות כי צד לצד נבראו עד שהפרידם. ויש מי שפי' בענין אחר וז\"ל צ\"ץ הוא מושכל ומושפע והנתיב שלהם נקרא גלגל המרכבה והוא מקום הטהרה ששם משתוים כל דברי הטהרה והוא מורה עליהם. ולפי המוסכם בזוהר ובספר הבהיר כי האות הזה כמשמעו ביסוד עם התיחדו במלכות וצורתו מוכיח עליו שהוא י' יסוד ונון כפופה מלכות. וכן לא נקרא צדיק אלא בהיותו מתייחד בצדק. ובזוהר פרשת בראשית (בהקדמה דף ב' ע\"ב) פי' כי הצדיק עיקרה נ' י'. אמנם היו\"ד היא י' של יסוד עולם של זכר והנו\"ן של המלכות והנה הי' הופכת פניה מן הנון לרמוז אל ד\"ו פרצופין שהיו קודם בתחלת הבריאה כדכתיב (תהלים קלט ה) אחור וקדם צרתני ולא היו הכרובים פנים אל פנים ולכן יוד רוכב על נון והופך פניה ממנה. ועכ\"ז עיקר הצדיק ביסוד ושמה מוכיח עליה ואפשר הטעם כי הוא המייחד' ואף אם אינם פנים בפנים. ובצדיק ארוכה בארו בתקונים (בהקדמה דף ט\"ו.) כי היא רמז לצדיק יסוד עולם ביחוד הבינה וזהו הטוב הצפון לצדיקים לעתיד לבא. ובפ' כ\"ו נרחיב הביאור באותיות מנצפ\"ך בע\"ה:",
      "english": "Additionally, it explains that the letter צ alludes to Malchut, and its two heads allude to the two supernal \"apples\" for which it is called the \"Field of Apples,\" as explained in the entry for \"field.\" Some explain that צ\"ץ represents Tiferet and Malchut, as they were created side by side until they were separated. Others explain differently, stating that צ\"ץ represents the intellectual and the influenced, and their path is called the \"Wheel of the Merkavah,\" which is the place of purification where all matters of purity are equalized and which indicates them. According to the consensus in the Zohar and Sefer HaBahir, this letter in its meaning relates to Yesod in its union with Malchut, and its form proves this, as the י represents Yesod and the bent נ represents Malchut. Thus, one is only called righteous (צדיק) when united with righteousness (צדק). In the Zohar, Parashat Bereishit (Introduction 2b), it explains that the essence of צדיק is נ'י'. The י represents the Yod of the masculine Yesod Olam, and the נ represents Malchut. The י turns its face away from the נ to allude to the dual faces that existed at the beginning of creation, as it is written (Psalms 139:5) \"You have formed me behind and before,\" when the cherubim were not face to face. Therefore, the Yod rides upon the Nun and turns its face away from it. Nevertheless, the essence of צדיק is in Yesod, and its name proves this. The reason may be that it is the unifier even when they are not face to face. Regarding the elongated צדיק, the Tikunim (Introduction 15) explained that it alludes to Yesod Olam in union with Binah, and this is the good that is hidden for the righteous in the future to come. In Chapter 26, we will expand the explanation of the letters מנצפ\"ך, God willing."
    }
  ]
}