{
  "title": "Pardes Rimmonim",
  "gate_num": 1,
  "chapter_num": 10,
  "translation": [
    {
      "hebrew": "אחר שנתעסקנו בענין הספירות והכרח מציאותם וענין המסור להם בין החכמים, צריכין אנו לדעת מהותם ושמותם הכולל המוסכם בין המפרשים ובפרט בדברי הרשב\"י ע\"ה. והוא זה. הא' כתר, והב' חכמה, והג' בינה, והד' גדולה או חסד, והה' פחד או גבורה, והו' תפארת, והז' נצח, והח' הוד, והט' יסוד, והי' מלכות. והספירות אלו הם י' שמות שאינם נמחקים והשמות והספירות הכל דבר אחד כי רוחניות השמות הם ממש הספירות. הכתר הוא אהי\"ה, ולא נמצא בכתוב כ\"א ג\"פ בפסוק אחד (שמות ג יד) ויאמר אלהים אל משה אהי\"ה אשר אהיה ויאמר כה תאמר לבני ישראל אהי\"ה שלחני אליכם, ואולם הטעם למה לא בא בתורה ועוד ספקות אחרות שבדרוש הזה יתבאר בשער השמות בעה\"ו. ושם חכמה הוא י\"ה, ויש מהם הרבה כתוב בתורה שנוי בנביאים משולש בכתובים. כתוב בתורה עזי וזמרת יה וכן כי יד על כס יה. שנוי בנביאים אראה יה יה בארץ החיים שבמכתב לחזקיהו. משולש בכתובים מן המצר קראתי יה ענני במרחב יה וכמוהם רבים. ושם הבינה הוא שם בן ד' בנקודת אלקים, כתוב בתורה שנוי בנביאים משולש בכתובים. כתיב בתורה אדנ\"י ידו\"ד במה אדע כי אירשנה וכמוהו רבים. שנוי בנביאים ידו\"ד אדני חילי וישם רגלי וגו' וכמוהו רבים. משולש בכתובים אבא בגבורות אדני ידו\"ד אזכיר צדקתך לבדך וכמוהו רבים. ושם החסד הוא שם א\"ל, ויש מהם הרבה בתורה בנביאים ובכתובים. בתורה ויקרא לו אל אלקי ישראל וכמוהו רבים. בנביאים אל אלקים ידו\"ד הוא יודע וכו' וכמוהו רבים. בכתובים האל תמים דרכו וכמוהו רבים. ושם הגבורה אלקים כתוב בתורה שנוי בנביאים משולש בכתובים. כתוב בתורה והאלקים נסה את אברהם וכמוהו רבים. שנוי בנביאים ותהי חרדת אלקים וכמוהו רבים. משולש בכתובים קומה אלקים שפטה ארץ וכמוהו רבים. ושם הת\"ת ידו\"ד כ\"ב ש\"ב מ\"ב. כתוב בתורה ויאמר ידו\"ד, וידבר ידו\"ד וזולתם רבים. שנוי בנביאים כה אמר ידוד וזולתם רבים. משולש בכתובים ה' אמר אלי בני אתה וכמוהו רבים. ושם הנצח לא תמצא לבדו כי אם משותף בשם ההוד מטעם כי לשניהם שם אחד והוא צבאות. וזה לא נמצא בתורה כלל. ובנביאים הרבה כה אמר ה' צבאות וזולתם רבים. ובשם היסוד פירשו בו כל המפרשים האחרונים שמו המיוחד אל חי. וקשה שאין אל חי משמות שאינם נמחקים כי מלת חי אינו קדוש לפי הנראה במסכת שבועות (דף לה.) שלא מנו שם אלא אל. ושם אל שהוא הקדוש הוא מושאל אליו מהחסד בדרך הכנויים ומנאם. ומכלל הסברא הזאת רבי אבא בספר הזוהר פ' ויקרא (דף י\"א.) וז\"ל שתיתאה ושביעאה צבאות אקרון. תמינאה אל חי כד\"א כי שם צוה ה' את הברכה חיים וגו', ודא צדיק דכל חיים נפקין מניה עכ\"ל.",
      "english": "After having dealt with the matter of the Sefirot, the necessity of their existence, and their significance as understood among the sages, we must know their essence and their generally agreed-upon names among the commentators, particularly in the words of Rabbi Shimon bar Yochai, of blessed memory. They are as follows: The first is Keter, the second Chochmah, the third Binah, the fourth Gedulah or Chesed, the fifth Pachad or Gevurah, the sixth Tiferet, the seventh Netzach, the eighth Hod, the ninth Yesod, and the tenth Malchut. These Sefirot correspond to ten sacred names that cannot be erased, and the names and the Sefirot are one and the same, for the spirituality of the names is precisely the Sefirot. \n\nKeter corresponds to the name \"Ehyeh,\" which appears in Scripture only three times in one verse (Exodus 3:14): \"And God said to Moses, 'Ehyeh asher Ehyeh,' and He said, 'Thus shall you say to the Children of Israel: Ehyeh has sent me to you.'\" The reason why it does not appear elsewhere in the Torah and other related questions will be explained in the Gate of Names, God willing.\n\nThe name of Chochmah is \"Yah,\" which appears frequently in the Torah, is repeated in the Prophets, and appears threefold in the Writings. In the Torah: \"My strength and song is Yah\" and \"For the hand is upon the throne of Yah.\" In the Prophets: \"I shall see Yah, Yah in the land of the living\" in Hezekiah's writing. In the Writings: \"From the straits I called upon Yah; Yah answered me with expansiveness,\" and many similar instances.\n\nThe name of Binah is the four-letter Name with the vowelization of Elohim, written in Torah, repeated in Prophets, and threefold in Writings. Written in Torah: \"Lord YHVH, whereby shall I know that I shall inherit it?\" and many similar instances. Repeated in Prophets: \"YHVH Lord is my strength and He makes my feet\" etc., and many similar instances. Threefold in Writings: \"I will come in the might of the Lord YHVH, I will recall Your righteousness, Yours alone,\" and many similar instances.\n\nThe name of Chesed is \"El,\" appearing frequently in Torah, Prophets, and Writings. In Torah: \"And he called Him El, the God of Israel,\" and many similar instances. In Prophets: \"El, Elohim, YHVH, He knows\" etc., and many similar instances. In Writings: \"The El whose way is perfect,\" and many similar instances.\n\nThe name of Gevurah is Elohim, written in Torah, repeated in Prophets, threefold in Writings. Written in Torah: \"And Elohim tested Abraham,\" and many similar instances. Repeated in Prophets: \"And there was a terror of Elohim,\" and many similar instances. Threefold in Writings: \"Arise, Elohim, judge the earth,\" and many similar instances.\n\nThe name of Tiferet is YHVH, appearing in Torah, Prophets, and Writings. Written in Torah: \"And YHVH said,\" \"And YHVH spoke,\" and many others. Repeated in Prophets: \"Thus says YHVH\" and many others. Threefold in Writings: \"YHVH said to me, 'You are My son,'\" and many similar instances.\n\nThe name of Netzach is not found alone but only together with Hod, because they share one name: \"Tzeva'ot.\" This name does not appear in the Torah at all, but appears frequently in the Prophets: \"Thus says YHVH Tzeva'ot\" and many others.\n\nRegarding the name of Yesod, later commentators explained its special name as \"El Chai.\" This presents a difficulty since \"El Chai\" is not among the names that cannot be erased, as the word \"Chai\" is not sacred according to what appears in Tractate Shevuot (page 35), where they only counted \"El.\" The sacred name \"El\" is borrowed from Chesed as one of the"
    },
    {
      "hebrew": "ומה שמנה נצח והוד ששי ושביעי עם היות שהם שביעי ושמיני כנודע, מפני שרבי אבא התחיל למנות השמות משם י\"ה מחכמה כמבואר שם. ופירש כי צדיק נקרא אל חי מטעם כי מוצא החיים הוא ממנו ואמר דכל חיים נפקין מיניה, מפני שעקר החיים הם למעלה בחכמה ובינה כדכתיב (קהלת ז יב) החכמה תחיה בעליה וכמו שנבאר בשער ערכי הכנויים בעה\"ו, לז\"א כי הטעם שהיסוד נקרא בשם אל חי עם היות שעיקר החיים הם למעלה מפני כי הוא מקורם בערך יציאתם לחוץ, ומפני כן נקט לישנא דנפקין דהיינו בערך יציאה.",
      "english": "And regarding his counting of Netzach and Hod as sixth and seventh although they are known to be seventh and eighth, this is because Rabbi Abba began counting the names from the name Y\"H of Chochmah, as explained there. And he explained that Tzaddik is called El Chai (Living God) because the source of life comes from it, and he said that \"all life emerges from it,\" for although the essence of life is above in Chochmah and Binah, as it is written (Ecclesiastes 7:12) \"wisdom preserves the life of its possessors,\" and as we will explain in the Gate of the Order of Names, God willing, therefore he says that the reason Yesod is called by the name El Chai, even though the essence of life is above, is because it is their source in terms of their emergence outward, and this is why he used the expression of \"emerging\" (nafkin), which refers to the aspect of going forth."
    },
    {
      "hebrew": "הנה שרבי אבא פי' ששם היסוד אל חי. ור' אלעזר (שם ע\"ב) חלק עליו ואמר כי שמו הוא שדי וז\"ל תשיעאה שד\"י, דאמר לעלמא די, דהא די ספוקא הוא וספוקא לא אתי לעלמא אלא מן צדיק דאיהו יסוד עולם דאמר לעולם די עכ\"ל.",
      "english": "Behold, Rabbi Abba explained that the name of Yesod is El Chai (Living God). But Rabbi Elazar disagreed with him and said that its name is Shaddai, and these are his words: \"The ninth is Shaddai, for He said to the world 'enough' (dai), as this 'enough' refers to sustenance, and sustenance comes to the world only from Tzaddik who is the Foundation of the World, who said to the world 'enough.'\""
    },
    {
      "hebrew": "ומפני שהוקשה לו לרבי אלעזר שהשם שדי פי' שאמר לעולם די, דהיינו שהגבילו שהיו מצריו נמתחים והולכים עד שאמר לו די. וזה לא יוצדק ביסוד כי בריאת העולם היתה על ידי האדריכל שהיא המלכות וא\"כ היא ודאי שאמרה לעולם די. לז\"א שד\"י פי' ספוק ומזון והמזון הוא מצד היסוד והוא המספיק מזון לעולם והיינו וספוקא לא אתי לעלמא אלא מן צדיק דאיהו יסוד עולם. וכוון לומר מן צי\"ע כי הוא יסוד ומעמיד העולם וזהו שכפל לשונו ואמר צדיק דאיהו יסוד עולם דאמר לעולם די. ועכ\"ז לא נכחיש היות שם אל חי ביסוד כמו שבאר רבי אבא, אבל לא שיהיה שם קדוש כדרך שאר שמות שאינם נמחקים אלא כנוי כשאר הכינויים ובא בכתוב (תהלים פד ג) לבי ובשרי ירננו אל אל חי. ושם שדי כתוב בתורה ואל שדי יברך אותך ויפרך וירבך, ש\"ב כקול שדי בלכתם, מ\"ב והיה שדי בצריך. ושם המלכות אדני כתוב בתורה שנוי בנביאים משולש בכתובים. כתוב בתורה ועתה יגדל נא כח אדני וכמוהו רבים, שנוי בנביאים דבר שלח אדני ביעקב וכמהו רבים, משולש בכתובים אדני שפתי תפתח וכמהו רבים. ובא במסורה כי יש מהם במקרא קל\"ד, והטעם תמצאהו בפי' התורה להחזקוני בתחלתו אמר כי מספר זה הוא כנגד אותיות של ראשי וסופי תיבות של מזרח מערב דרום לומר שג' רוחות אלו סגורים בשמו של הקדוש ברוך הוא וכן קלד לשון סגירה כמו אקלידי אבל צפון אינו בכלל שהוא פתוח ליפרע מן הרשעים ולעתיד לבא יסגירנו הקב\"ה ג\"כ וכו' ע\"ש ותמצא טעמים נמשכים לזה הדרוש. ועשר שמות אלו הנזכר הם היכלות לרוחניות הספירות והרוחניות ההוא לבוש אל רוחניותם הפנימי הנרמז בשם בן ד' שבכל ספירה וספירה. והענין הזה וזולתו בבאור השמות האלה וענייני הספירות יתבאר בשערים הבאים בעה\"ו וכל אחד ואחד במקומו הראוי לו.",
      "english": "And because Rabbi Eleazar found it difficult that the name Shaddai means \"who said 'enough' to the world,\" namely that He set its boundaries as they were stretching and expanding until He said \"enough\" to it. This interpretation cannot be justified regarding Yesod, since the creation of the world was through the Architect, which is Malkhut, and therefore it must have been Malkhut that said \"enough\" to the world. Therefore, he explains that Shaddai means sustenance and nourishment, and nourishment comes from Yesod, which provides sustenance to the world, as stated: \"sustenance comes to the world only from the Righteous One who is the Foundation of the World.\" He meant to say \"from the Righteous Foundation\" because it is the foundation and support of the world, and this is why he doubled his language saying \"the Righteous One who is the Foundation of the World who said 'enough' to the world.\" Nevertheless, we do not deny that the name El Chai belongs to Yesod, as Rabbi Abba explained, but not as a holy name like the other ineffable names - rather as an epithet like other epithets, as it appears in Scripture (Psalms 84:3): \"My heart and my flesh sing to the living God.\" The name Shaddai appears in the Torah: \"And may El Shaddai bless you and make you fertile and numerous\"; in the Prophets: \"like the voice of Shaddai as they moved\"; in the Writings: \"and Shaddai shall be your stronghold.\" And the name of Malkhut, Adonai, is written in the Torah, repeated in the Prophets, and tripled in the Writings. Written in Torah: \"Let the power of Adonai be great\" and many similar instances; repeated in the Prophets: \"The Lord has sent a word to Jacob\" and many similar instances; tripled in the Writings: \"Adonai, open my lips\" and many similar instances. And it appears in the Masorah that there are 134 instances of it in Scripture, and the reason can be found in Chizkuni's Torah commentary at its beginning, where he says that this number corresponds to the letters of the initial and final letters of the words \"east, west, south,\" indicating that these three directions are enclosed in the name of the Holy One, blessed be He, and likewise 134 is related to the language of enclosure, like \"keys,\" but north is not included as it remains open to exact punishment from the wicked, though in the future the Holy One, blessed be He, will enclose it as well, etc. - see there and you will find reasons that follow this interpretation. And these ten names mentioned are chambers for the spirituality of the Sefirot, and that spirituality is a garment for their inner spirituality which is alluded to in the four-letter Name in each and every Sefirah. This matter and others regarding the explanation of these names and matters of the Sefirot will be explained in the following gates, God willing, each in its proper place."
    },
    {
      "hebrew": "והנה נכלל השער הזה והודאה לאל אשר עזרנו הוא יעזרנו נס\"ו אמן:",
      "english": "And thus concludes this gate, with thanks to God who has helped us - may He continue to help us, forever and ever, Amen."
    }
  ]
}