{
  "title": "Pardes Rimmonim",
  "gate_num": 32,
  "chapter_num": 3,
  "translation": [
    {
      "hebrew": "הנרצה בפ' הזה הוא לבאר עקר הכונה. צריך המכוון להמשיך רוחניות מהמדרגות העליונות אל האותיות שהוא מזכיר כדי שיוכל להפריח האותיות ההם עד המדרגה העליונה ההיא למהר שאלתו. והכונה כי הבל פיו של אדם לא דבר רק הוא כדפי' בשערים הקודמים אמנם היא רוחניות מתהווה מהבל פיו של אדם. וצריך אל הרוחניות ההוא כח להפריח שאלותיו ולהעלות האותיות עד המדרגות הנרצות לו. וזהו עקר הכוונה להמשיך כח כדי שבכח ההוא יעלו האותיות למעלה ויתהוו במקום רומו של עולם וימהרו בקשתו. אמנם ראוי לדעת כי לא ישתווה הזכרת הכנויים כהזכרת שם בן ד' עם היות שיהיה בכונתו לעולם אל ההויות כדפי' לעיל. והענין כי כאשר יזכיר האדם שם בן ד' אז ראוי שיכון אל עצם הספירות ואל רוחניותם הפנימי הנעשה לבוש אל עצם המתפשט מהא\"ס. וכשיכוין בכנויים אז יצייר בדעתו אל ספירה בבחינה פרטיות שבספי' עם היותה כלולה מעשר ספירות הנרמזות בד' אותיות השם והם ענפי הספירה ההיא כמבואר לעיל עם היותה מתייחדת בכל העשר ע\"י עשרה הענפים כי זהו קשר ויחוד הספירות כדפי' בשער מהות והנהגה. ועם היות ששם בן ד' בארו הרשב\"י ע\"ה בספי' ידועה עכ\"ז ירמוז אל עשר השרשים בכלל עם התעוררת פרטי לספירה ההיא:",
      "english": "The purpose of this chapter is to explain the essential intention. One who meditates must draw spirituality from the higher levels to the letters that they mention, so that these letters may ascend to that supreme level to hasten their request. The intention is that the breath of a person's mouth is not merely empty, as explained in previous gates, but rather it is spirituality that forms from the breath of a person's mouth. This spirituality requires power to elevate their requests and raise the letters to the desired levels. This is the essential intention - to draw power so that through this power the letters will ascend above and take form in the highest realm of the world and hasten their request. However, it is important to know that the mentioning of Divine epithets is not equivalent to mentioning the four-letter Name, even though one's intention is always directed toward the Divine manifestations as explained above. The matter is that when one mentions the four-letter Name, they should direct their intention to the essence of the Sefirot and to their inner spirituality which becomes a garment for the essence that extends from the Infinite. When focusing on epithets, one should envision in their mind a particular aspect of the Sefirah within the Sefirot, even though it contains all ten Sefirot that are alluded to in the four letters of the Name, and these are the branches of that Sefirah as explained above, while it unifies with all ten through the ten branches, for this is the connection and unification of the Sefirot as explained in the Gate of Essence and Conduct. And although the four-letter Name was explained by Rabbi Shimon bar Yochai, peace be upon him, in relation to a specific Sefirah, nevertheless it alludes to all ten roots in general while particularly arousing that specific Sefirah."
    },
    {
      "hebrew": " ועוד ראוי לדעת כי בהזכיר כנוי מהכנויים ראוי שנדע הכנוי ההוא לאיזו בחי' מהבחי' שבספי' הוא רומז כמו שביארנו בשער הכנויים ובשער ערכי הכנויים. ובזה לא יקשה כפל מלות במדה אחת כי מה שירמוז הכנוי הזה לא ירמוז זה. וראוי לכוון בכל ענין וענין כפי דרכו וקרוב אלינו הדבר מאד בפינו ובלבבנו לעשותו. ועתה נשוב לבאר כי כאשר נזכיר שם משמות שאינם נמחקים צריכין אנו לכוין בכלל הספי' ההיא הנרמזת בו בלי פנות אל בחינה מבחינותיה עם היות שיש להם פי' כדפי' בשער השמות איך הם כוללות כל המדות וכמה בחי' אחרות אמנם הם היכלות לעצם הספירות שהם השמות הנזכר לעיל שהוא שם הוי\"ה שבכל ספירה וספירה. ולכן כאשר נזכיר שם בן ד' ממש שהוא לפעמים רומז בספירה מן הספי' אז ודאי יהי' הכונה [גם] אל עצם פנימיות הספירות וזה לא ימצא אלא מעט מן המעט. וכאשר נזכיר שם משמות שאינם נמחקים אז הכוונה שהוא היכל אל העצם [הספי' הפנימיות שהן ההויות הנז'] אבל בכללות הספי' [ב]. וכאשר נזכיר כנוי מהכנוים אז ודאי הוא בבחי' המתבחנות בכל ספי' וספי' לפי מה שיהיה הכנוי. זהו בערך פרטיות המלות. אמנם בכל התפלה צריך לכוון קול בת\"ת ודבור שהוא חיתוך המלות במלכות ידו\"ד אדנ\"י ומתייחדים יחד שהרי הוא אומר קול ודבור יחד נמצא שלעולם דעתו אל שם זה יאהדונה\"י שהוא רמז אל היחוד. וכן בכל עת שירצה לרמוז אל היחוד יכוין אל שם הזה.",
      "english": "Furthermore, one should know that when mentioning any of the divine appellations, it is necessary to know which aspect of the aspects within the Sefirot that appellation alludes to, as we explained in the Gate of Appellations and the Gate of the Values of Appellations. Thus, the repetition of words in one attribute will not be difficult to understand, for what one appellation alludes to, another does not. And one should direct their intention in each matter according to its way, and this matter is very close to us, in our mouths and hearts to do it.\n\nNow we return to explain that when we mention one of the ineffable divine names, we must direct our intention to that Sefirah which is alluded to in its entirety, without turning to any of its specific aspects, even though they have interpretations as explained in the Gate of Names - how they encompass all the attributes and several other aspects. However, they are chambers for the essence of the Sefirot, which are the names mentioned above, namely the name YHVH that is in each and every Sefirah. Therefore, when we mention the four-letter Name itself, which sometimes alludes to one of the Sefirot, then certainly the intention will be [also] toward the inner essence of the Sefirot, and this is found only very rarely. And when we mention one of the ineffable names, then the intention is that it is a chamber for the essence [the inner Sefirot which are the mentioned HaVaYot], but in the general sense of the Sefirot. And when we mention one of the appellations, then it certainly relates to the aspects that are distinguished in each and every Sefirah according to what that appellation may be. This is regarding the particular nature of the words.\n\nHowever, in all prayer one must direct the voice in Tiferet and speech, which is the articulation of words in Malkhut - YHVH ADNY - and they unite together, for one is expressing voice and speech together, thus one's awareness is always directed to this name YAHDWNHY, which alludes to unification. And likewise, whenever one wishes to allude to unification, one should direct intention to this name."
    },
    {
      "hebrew": "ועוד יכוון כי הקול והדבור הם כלולים מאש מים אויר שהם גדולה וגבורה ת\"ת שעל ידם היחוד כנודע שהקול יוצא מורכב מאש ומים ואויר כמבואר בערכי הכנויים. ואחר שכוונת היחוד בתפלה אל שם היחוד לא תבא לידי עון. וראוי לכויון בכל שם משמות שם בן ד' אל שם י\"ב שפי' בשער פרטי השמות. עוד ראוי שיכוין בתפלתו באיזו מדה מן התפלות הוא כעת אם שחרית אם מנחה אם ערבית ובאותה מדה יהיו כל כוונותיו לפי שעתו ר\"ל קודם תפלתו. ויש עוד כמה וכמה פרטים אשר מתבארים בענייני התפלה שאין ראוי להעלותם בכתב הנה לאריכתם ועוד שאינם מתייחסים לכאן ויבואו בספר בפני עצמו אם יגזור השם בחיים.",
      "english": "Furthermore, one should intend that the voice and speech are comprised of fire, water, and air, which correspond to Gedulah, Gevurah, and Tiferet, through which unification occurs, as it is known that the voice emerges as a combination of fire, water, and air, as explained in the Section of Divine Names. And after directing one's intention toward unification in prayer through the Name of Unity, one will not come to sin. It is proper to direct one's intention in every occurrence of the four-letter Name toward the twelve-letter Name, as explained in the Gate of Specific Names. Additionally, one should direct intention in prayer according to which prayer service it is at the time - whether it is Shacharit (morning), Mincha (afternoon), or Arvit (evening) - and all of one's intentions should align with that particular time period, meaning before the prayer. There are many more details that are explained regarding matters of prayer which are not appropriate to commit to writing here due to their length, and also because they are not directly relevant to this section; they will be addressed in a separate book, God willing."
    },
    {
      "hebrew": "והנה נשלם הפרק הזה ונכלל השער הזה ונשתכלל הס' הזה תהלה לאל יתברך והודאות לשמו הגדול והקדוש ברוך הוא:",
      "english": "And thus this chapter is completed, and this gate is concluded, and this book is perfected - praise be to God, blessed be He, and thanksgiving to His great and holy Name, blessed be He."
    }
  ]
}