{
  "title": "Pardes Rimmonim",
  "gate_num": 31,
  "chapter_num": 11,
  "translation": [
    {
      "hebrew": "אחר שבפ' הקודם בארנו פגימת הנשמה בעצמה. עתה נבאר מציאות פגימתה למעלה במה שהקדמנו בפ' הקודם מענין הנשמה שיש לה מציאות למעלה ממציאות.",
      "english": "After explaining in the previous chapter the blemish of the soul itself, we will now explain the existence of its blemish above, based on what we established in the previous chapter regarding the soul's existence having a reality above reality."
    },
    {
      "hebrew": "והנה ע\"י פעולותיה כלם נפגמים בזה אלא שיש חלוק שכאשר יפגום האדם בנפשו בחטא שאין בו משפט מות כגון לאווי התורה לא ימשוך עליו כח הטומאה כ\"כ. אמנם ימשיך עליו קצת ואותו הקצת יהיה מדרגה אחת כי הקליפות יש מהם דקות ר\"ל רפות כי הם למטה במדרגה ר\"ל טומאה מועטת או טומאה מרובה. ואם יחטא האדם בקלות ימשיך עליו מן הקלה ולפי מה שימשיך עליו כן יפגום למעלה כי השליט הקליפה במקום העון ההוא שבו תלויה המצוה. המשל בזה אם יחטא במצוה קלה והיא תלויה במדה מן המדות ישליט הקליפה באותו מקום בקצת מן מציאות נשמתו העליון אשר במקום ההוא כי כפי שהמשיך על עצמו הקליפה למטה כן המשיך על עצמו הקליפה למעלה. ואין לחשוב שהלקיפה נכנסת במקום הקדש ח\"ו אמנם הענין הוא תביעת הדין לומר זו הנשמה מחלקה ויוכרח שתתגרש הנשמה ההיא מהמקום העליון ההוא ושולטת בה הקליפה הדקה. ואם ח\"ו יחטא עון חמור באיזו ספי' שיהיה בחינתה ג\"כ ישליט הקליפה בנשמה הדקה העליונה ותתגרש ממקומה ונמצא פגם למעלה וקצץ בנטיעות מפני שנמצא המקום ההוא פגום ונמצא הנשמה בתוך הקליפות. והכוונה באמרנו שתתגרש הנשמה העליונה ממקומה וכן שתתכנס בקליפות אין הכונה ממש על שהיא נכנסת בקליפות ח\"ו אמנם על ענין יניקתה מתוך הצנור המר הידוע בברית העליון שהוא מקום מזון הקליפות ומוצא המותרות ולפיכך הוכרח כי כמו שקודם חטאו היא יונקת מן הימין וע\"י היה נשפע מקום אחיזתו המלכות וכל מדרגות הקדושה משפע הק', כן ע\"י חטאה יושפע המדרגה הקדושה שהיא אחוזה בו ממרירות הצנור השמאלי ההוא וישפיע מהיתוך הכסף והזהב. ואין פגם גדול מזה כי יזקיק מדרגתו הקדושה להשפיע לקליפה ע\"י צנור נשמתו. ובאור הענין הזה הוא כמו שכאשר ישפיע האדם במעשיו הטובים שפע לעולם תשאר מאור השפע ההוא חלקו להתלבש בו בג\"ע כדפי' בפ\"ה וממנו מתהוה לבוש הנקי להנשמה כן ענין הלבושים הצואים שהנשמה מתלבשת משפע אי נקי וישפיע לקליפות וישאר חלקו שמור להתלבש בו. וכמו שהאדם הישר במעשיו הטובים ישפיע אל המלכות שפע טוב ונעים כי על ידו תתחבר המלכות אל הת\"ת והאיר אל עבר פניה, כן האיש הרשע במעשיו המקולקלים ישפיע ע\"י נשמתו כדפי' לעיל שפע מר ממות דרך הצנור הרע שהוא צנור המותרות ואז הכלה פירסה נדה ואומרת כדמות שושנה אדומה ראיתי וכו'. ונמצא מצדו היא נפרדת מאלוף נעוריה ויונקת מהשמאל הכיעור והמותרות ויהיה נשמת הרשע מתדבקת בצד הצינור ההוא ונותנת כח בקליפות ומעוררות אותם לינק מרורות פתנים אכזר ונמצא חלקו שמור לו ללבוש ממנו נשמתו בעת הסתלקה מן העולם. ואלו הן בגדים הצואים בגדי העונות. ודבר זה נרמז בזהר פרשת פנחס (ד\"ריד.) וז\"ל ויהושע היה לבוש בגדים צואים ואוקמוה. אבל בגדים צואים ודאי אינון לבושא דאתלבשא ביה רוחא בההוא עלמא כו' והאי אתמר כל מאן דבעיין לעאלא לגיהנם אינון לבושין דמלבשין ליה היך אינון. מה כתיב הכא ויהושע היה לבוש בגדים צואים ועומד לפני המלאך מאן מלאך דא מלאך דממנא על גיהנם וממנא על מאן דחמי באינון לבושין עד דאתיב קלא ואמר הסירו הבגדים הצואים מעליו. מהכא אית לאסתכלא דעובדין בישין דבני נשא עבדין ליה אינון בגדים צואים. ויאמר אליו ראה העברתי מעליך עונך והלבש אותך מחלצות אלבישיניה לבושין אחרנין מתתקנן דבהו אסתלק בר נש בזיו יקרא דמאריה. ות\"ח כגוונא דא פנחס דלא אסתלק מעלמא עד דאתקנו קמיה לבושין אחרנין דרוחא אתהני בהו לעלמא דאתי. בשעתא חדא אתפשט מאילין ואתלביש באילין לקיימא דכתיב הנני נותן לו את בריתי שלום עכ\"ל.",
      "english": "Through these actions, all become damaged, but there is a distinction: when a person damages their soul through a sin that does not carry the death penalty, such as violating Torah prohibitions, the force of impurity does not extend over them as much. However, it does extend somewhat, and that portion will be of one degree, for among the kelipot (shells of impurity) there are subtle ones, meaning weak ones, as they are lower in degree - that is to say, minor impurity or major impurity. If a person sins in minor matters, it will draw upon them from the minor impurity, and according to what is drawn upon them, so will they cause damage above, for the kelipah gains dominion in the place of that sin where the commandment is rooted.\n\nFor example, if one sins regarding a minor commandment that is connected to one of the divine attributes, the kelipah will gain dominion in that place over part of their higher soul's existence which resides in that place, for just as they drew the kelipah upon themselves below, so did they draw the kelipah upon themselves above. One should not think that the kelipah enters the holy place, Heaven forbid, rather the matter is one of judgment's claim, saying this soul is of its portion, and that soul must be expelled from that higher place, and the subtle kelipah rules over it.\n\nAnd if, Heaven forbid, one commits a severe sin in whatever sefirah its aspect may be, the kelipah will likewise gain dominion over the subtle higher soul, and it will be expelled from its place, causing damage above and cutting off the plantings, because that place becomes damaged and the soul is found within the kelipot. When we say the higher soul is expelled from its place and enters the kelipot, we do not literally mean it enters the kelipot, Heaven forbid, but rather it refers to its drawing sustenance from the bitter channel known in the supreme covenant, which is the place of nourishment for the kelipot and the source of excess. Therefore, it follows that just as before sinning it drew from the right side, through which the place of its connection to Malkhut and all levels of holiness were influenced by holy abundance, so through its sin the holy level to which it is connected will be influenced by the bitterness of that left channel, and it will influence through the melting of silver and gold.\n\nThere is no greater damage than this, for it compels its holy level to influence the kelipah through the channel of its soul. This matter is illuminated thus: just as when a person influences the world through their good deeds, a portion of that influence's light remains to clothe them in the Garden of Eden as explained in Chapter 5, from which the pure garment for the soul is formed, so too regarding the filthy garments that the soul is clothed in from impure influence - it influences the kelipot and its portion remains preserved to be clothed in. And just as the righteous person through their good deeds influences Malkhut with good and pleasant abundance, for through them Malkhut connects to Tiferet and illuminates its countenance, so too the wicked person through their corrupted deeds influences through their soul, as explained above, an influence bitter as death through the evil channel which is the channel of excess, and then the bride menstruates and says \"I saw something like a red rose, etc.\"\n\nThus from their side, she is separated from the companion of her youth and draws from the left side of ugliness and excess, and the wicked person's soul cleaves to the side of that channel and gives power to the kelipot, arousing them to draw the bitterness of cruel vipers, and their portion is preserved for them to clothe their soul in when it departs from the world. These are the filthy garments, the garments of sins. This matter is alluded to in the Zohar, Parashat Pinchas, which states: \"Now Joshua was clothed with filthy garments and they established it. But filthy garments are certainly the garment in which the spirit is clothed in that world, etc. And this was said regarding all who need to enter Gehenna - these garments that they clothe him in, what are they? What is written here? 'Now Joshua was clothed with filthy garments and stood before the angel' - which angel? This is the angel appointed over Gehenna and appointed over those who see in those garments, until a voice returned and said 'Remove the filthy garments from upon him.' From here we can observe that the evil deeds that people do become these filthy garments. And He said to him"
    },
    {
      "hebrew": "והנה במאמר הזה השוה המדות כי כמקרה הצדיק בלבושיו הנעימים כן מקרה הרשע בבגדיו הצואים והכל ממעשה העולם הזה ובעובדא תלייא מלתא. ומן הלבושים אתה מקיש אל הפגם הנפגם למעלה במדרגות הקדושות כי הלבוש הוא חלקו מכל עמלו שעמל ומשפעו שהשפיע.",
      "english": "In this discourse, the measures are equated, for just as the righteous one has his pleasant garments, so too the wicked one has his soiled garments, and everything stems from the deeds of this world, for the matter depends on one's actions. And from these garments you can draw an inference regarding the blemish that is blemished above in the holy levels, for the garment is one's portion from all his toil that he has toiled and from the influence that he has influenced."
    },
    {
      "hebrew": "והנה זה פתח להבין ענין הפגם והקיצוץ. והקיצור בזה יפה לחוש על כבוד קונה. וע\"ד זה יובן כי בהיות שהנשמה יונקת מן המותר נמצאו הנטיעות מצדה קצוצות והצנור ההוא נפגם וזהו הקצוץ. ובתשובתו ישבר הקליפה ההיא והנשמה תחזור אל מקומה הראשון והנטיעה הנטועה במקום הקדש שואבת ממקום טהור. ובזה יובן ענין הכתוב (תהלים נ טז) ולרשע אמר אלקים מה לך לספר חקי כו' כי אחר שהרשע הוא תוך הקליפות כשהוא מברך ישפיע לקליפות בהכרח כדפירשנו כי על ידי הברכה ההיא יושפע עליו שפע מה והוא בתוך הקליפה ואם כן יוכרח שהקליפות תובעים ואומרים הנה תפלתו וברכתו של פלוני שהתפלל שלנו הוא ואז נשפע עליהם בהכרח. וזהו (משלי ל) ושפחה כי תירש גבירתה. ומטעם זה אמרו בזהר פ' שמות (דף ט\"ז ע\"ב) כי כל אומה שישראל שרוים בתוכה בגלות היא מתעלית מפני שכשישראל מתפללים הם נשפעים על כרחנו מפני שהם שולטים עלינו. וכן הקליפות מפני ששולטים על הרשע לוקחים השפע ההוא הנשפע ע\"י הברכה. ומפני זה אמר דהמע\"ה ולרשע אמר אלקים וגו'. ועפ\"י הדברים האלה אמרו במקום שבעלי תשובה עומדים וכו' ומכניעם ולוקת מהם כל ברכותיו. וזהו (קהלח ח ט) עת אשר שלט האדם באדם לרע לו, והוא לרע של אדם בליעל כדפי' בשער אבי\"ע.",
      "english": "This opens up our understanding of the concept of spiritual blemish and severance. It is proper to be brief here out of respect for one's Creator. Through this we can understand that when the soul draws sustenance from excess, the divine plantings on its side become severed and that channel becomes blemished - this is the meaning of severance. Through repentance, that husk (kelipah) is broken and the soul returns to its original place, and the planting that is planted in the holy place draws from a pure source.\n\nThis helps us understand the verse (Psalms 50:16) \"But to the wicked, God says: 'What right have you to recite My laws?'\" For after the wicked one is within the husks (kelipot), when he makes a blessing, he inevitably channels influence to the kelipot, as we explained. For through that blessing, some divine flow is channeled to him while he is within the kelipah, and consequently the kelipot can claim and say \"This one's prayer and blessing belongs to us\" and thus it flows to them inevitably. This is the meaning of (Proverbs 30) \"and a maidservant who supplants her mistress.\"\n\nFor this reason, it is stated in the Zohar (Shemot 16b) that any nation in which Israel dwells during exile becomes elevated, because when Israel prays, they [the nations] receive influence against our will since they rule over us. Similarly, the kelipot, because they rule over the wicked person, take the divine flow that comes through the blessing. This is why King David said \"But to the wicked God says...\" Based on these principles, they said regarding the place where penitents stand, etc., that one subdues them and takes back all his blessings. This is the meaning of (Ecclesiastes 8:9) \"a time when man rules over man to his detriment\" - referring to the detriment of the wicked person, as explained in the Gate of ABYA."
    },
    {
      "hebrew": "והנה בזה ישבר מתלעות עול ומשיניו ישליך טרף וחיל בלע ויקיאנו וזהו פי' הכתוב (איוב ח') כי עתה יעיר עליך ושלם נות צדקך. והכונה יעיר על המצות ההם ויקבלם מצד הטומאה. ואז ושלם פי' משתלמות נות צדק שהוא השכינה כמש\"כ בערך נוה שהוא המלכות והכסא שמשם הנשמות חצובות בערך תציבה שהיא היצירה [ב] ואין לחשוב שאותם הברכות או המצות הנטמעות שם שיהיו אחר כך מאוסות בעיניו ית' ח\"ו כי אדרבה הם משובחים ע\"ד במקום שבעלי תשובה עומדין כו' וכן נרמז בזוהר. ובזה נשלם הפרק הזה ונכלל השער הזה ברוך ה' לעולם אמן ואמן:",
      "english": "And through this, the jaws of wickedness will be broken, and from its teeth the prey will be cast out, and it will vomit up what it has swallowed. This is the interpretation of the verse (Job 8), \"For now He will awaken for you and restore your righteous dwelling.\" The meaning is that He will awaken concerning those commandments and receive them back from the side of impurity. And then \"restore\" means the completion of the righteous dwelling, which is the Divine Presence (Shekhinah), as written regarding the term \"dwelling\" which refers to Malkhut (Kingdom) and the Throne from which souls are hewn in relation to their formation in Yetzirah. And one should not think that these blessings or commandments that were absorbed there will afterwards be repugnant in His eyes, heaven forbid. Rather, they are even more praiseworthy, as in the teaching \"In the place where penitents stand...\" and as is alluded to in the Zohar. And with this, this chapter and this gate are completed, blessed be God forever, amen and amen."
    }
  ]
}