{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 5,
  "translation": [
    {
      "hebrew": "בשם בן ע\"ב והוא מיוחס אל החסד, כי כן ביאר הקדוש רבי נחוניא כאשר נבאר בע\"ה. וזה כללו:",
      "english": "Regarding the Name of 72, which is attributed to Chesed (Lovingkindness), as the holy Rabbi Nechunia explained, as we shall explain with God's help. And this is its complete form:"
    },
    {
      "hebrew": "והו ילי סיט עלם מהש ללה אכא כהת הזי אלד לאו ההע יזל מבה הרי הקם לאו כלי לוו פהל נלך ייי מלה חהו נתה האא ירת שאה ריי אום לכב ושר יחו להח כוק מנד אני חעם רהע ייז ההה מיב וול ילה סאל ערי עשל מיה והו דני החש עמם ננא נית מבה פוי נמם ייל הרח מצר ומב יהה ענו מחי דמב מנק איע חבו ראה יבם היי מום:",
      "english": "This passage appears to be the 72-letter Name of God divided into 72 three-letter combinations. As this is considered a sacred name in Jewish mysticism, it is traditionally not translated but rather transliterated. The sequence would be:\n\nVehu Yeli Sit Elem Mehe Lela Aka Kehat Hezi Elad Lav Haa Yezel Meba Hari Hekem Lav Keli Levo Pahel Nelak Yiyi Melah Chaho Netah Haa Yereth Shaa Riyi Eom Lekab Vesher Yecho Lehach Keveq Menad Ani Cham Reha Yiyz Hehh Mik Vol Yelah Sael Eri Eshal Miha Vehu Deni Hechash Amem Nena Nith Meba Pevi Nemem Yeyel Herach Metzer Vemeb Yehah Anev Mechi Dameb Menaq Eya Chebo Raah Yebem Heyy Mum"
    },
    {
      "hebrew": "ונקרא בשם ע\"ב מפני שבו ע\"ב תיבות. ויש שקוראים אותו אריה מפני שאותיותיו בחשבון ארי\"ה שעולה רי\"ו. ויחס ר' נחוניא שם זה אל החסד וניקד אותו כמסוים (כמסומן). אמנם בספר מדבר על פי מגיד אמר שנקודו בשם אהי\"ה על הדרך הזה סגו\"ל שב\"א סגו\"ל. והה' אחרונה אין לה נקודה. ועם הנקודות השם הגדול הזה פועל בחזקה. וסוד הסגול הוא סוד הרוחניות כלו סוד האש הלבן והוא בג' נקודות לרמוז אל זה הסוד. וסוד השבא הוא סוד מדת הדין וכדי לפעול בחזקה נתערב עם הסגול כי כלו חתיך דין והסגול הוא רחמים גמורים וזהו סוד אהיה בנקודו ובצירופו ובפשוטו עכ\"ל.",
      "english": "It is called the Name of 72 because it contains 72 words. Some call it Aryeh because its letters in gematria equal Aryeh (אריה) which amounts to 216. Rabbi Nechunia attributed this name to Chesed (loving-kindness) and vocalized it as marked. However, in the book that speaks according to the Maggid, it states that its vocalization follows the pattern of the name Ehyeh (אהיה), thus: segol, sheva, segol. The final heh has no vowel point. With these vowel points, this great name operates with great power. The secret of the segol represents the secret of spirituality, the secret of the white fire, and it has three points to allude to this mystery. The secret of the sheva represents the attribute of judgment, and in order to operate with strength, it combines with the segol, for it is entirely carved from judgment while the segol represents complete mercy - and this is the secret of Ehyeh in its vocalization, its combinations, and its simple form."
    },
    {
      "hebrew": "עוד כתב רבי נחוניא שהוא שם לחסד המתחלקת לע\"ב גשרים וכל גשר וגשר יש לו שם א' מאלו. וקראם גשרים משל אל מעבר מימי החסד ושם זה יוצא מפסוק ויס\"ע ויב\"א וי\"ט שני הפסוקים כסדרן והשני ממטה למעלה. כיצד ויס\"ע הוא סוד החס\"ד ביושר, ויב\"א להפך בסוד הגבורה, וי\"ט ביושר אל הת\"ת. וכן ביארו בזהר מלתא וטעמא. וז\"ל בפ' בשלח (דף נ\"א ע\"ב) צרופא דאתוון אילין, אתוון קדמאי רשימין כסדרן באורח מישר. בגין דכלהו אתוון קדמאי אשתכחו בחסד למהך באורח מישר בסדורא מתתקן. אתוון תניינין רשימין בגלגולא למפרע. בגין דכלהו אתוון תניינין משתכחי בגבורה לגלאה דינין וזינין דאתיין מסטרא דשמאלא. אתוון תליתאי אינון אתוון רשימין כסדרן לאחזאה גוונא לאתעטרא במלכא קדישא. וכלא ביה מתחברן ומתקשרן והוא מתעטר בעטרוי באורח מישר ורשים להאי סיטרא ולהאי סיטרא כמלכא דמתעטר בכלא. הכא אתרשים שמא קדישא גליפא בע\"ב תיבין דמתעטרי באבהתא רתיכא קדישא עילאה. ואי תימא הני אתוון תליתאי מ\"ט לאו אינון כתיבין מנהון לאורח מישר כסדרן, ומנהון למפרע, לישרא להאי סטרא ולהאי סטרא, דהא תנינן אתה כוננת מישרים קב\"ה עביד מישרים לתרי סטרי, וכתיב והבריח התיכון בתוך הקרשים מבריח מן הקצה וגו' דא קב\"ה. רבי יצחק אמר דא יעקב וכלא חד. אלא למלכא דאיהו שלים מכלא דעתיה שלים מכלא. מאי אורחיה דההוא מלכא, אנפוי נהירין כשמשא תדיר בגין דאיהו שלים. וכד דאין, דאין לטב ודאין לביש. ועל דא בעי לאסתמרא מניה. מאן דאיהו טפשא חמי אנפי מלכא נהירין וחייכן ולא אסתמר מיניה. ומאן דאיהו חכימא חמי אנפוי דמלכא נהירין אמר מלכא ודאי שלים הוא, שלים הוא בכלא, דעתיה שלים, אנא חמי דבההוא נהירו דינא יתיב ואתכסייא, אע\"ג דלא אתחזייא, דאל\"ה לא יהא מלכא שלים, וע\"ד בעי לאסתמרא. כך קב\"ה הוא שלים תדיר בהאי גוונא ובהאי גוונא אבל לא אתחזייא אלא בנהירו דאנפין. ובג\"כ אינון טפשין חייבין לא אסתמרן מניה. אינון חכימין זכאין אמרין מלכא שלים הוא אע\"ג דאנפוי אתחזיין נהירין דינא אתכסייא בגויה בג\"כ בעי לאסתמרא מיניה. א\"ר יהודא מהכא אני ה' לא שניתי לא דליגנא לאתר אחרא. בי אתכליל כלא. הני תרי גווני בי אתכלילן, בג\"כ כלא באורח מישר אתחזייא. ואע\"ג דאתוון אחידן להאי סטרא ולהאי סטרא כסדרן כתיבין. עכ\"ל.",
      "english": "Rabbi Nehunya further wrote that this is a name for Chesed which divides into 72 bridges, and each bridge has one of these names. He called them bridges as an analogy for the crossing of the waters of Chesed, and this name emerges from the verses \"Vayisa,\" \"Vayavo,\" and \"Vayet\" - the first two verses in their regular order and the second from bottom to top. How so? \"Vayisa\" represents the secret of Chesed in its direct form, \"Vayavo\" in reverse represents the secret of Gevurah, and \"Vayet\" in its direct form relates to Tiferet. This is explained in the Zohar with its reasoning.\n\nThis is the language of Parshat Beshalach (folio 51b): \"The combination of these letters - the first letters are inscribed in their proper order on the straight path, because all the first letters are found in Chesed, proceeding on the straight path in proper order. The second letters are inscribed in reverse order, because all second letters are found in Gevurah to reveal judgments and types that come from the left side. The third letters are inscribed in their proper order to show the aspect of being crowned with the Holy King. Everything connects and binds with Him, and He is crowned with His crowns on the straight path and is inscribed on this side and that side like a king crowned with everything. Here is inscribed the holy engraved Name in 72 words that are crowned in the patriarchs, the supreme holy chariot.\n\nAnd if you ask why these third letters are not written partly in straight order and partly in reverse, to be straight on this side and that side - for we have learned 'You have established uprightness,' the Holy One creates uprightness on both sides, and it is written 'the middle bar in the midst of the boards passing from end to end' - this refers to the Holy One. Rabbi Yitzchak said this refers to Jacob, and it is all one. Rather, it is like a king who is complete in everything, whose mind is complete in everything. What is the way of this king? His face shines constantly like the sun because he is complete. And when he judges, he judges for good and judges for bad. Therefore one must be cautious of him. The fool sees the king's shining and smiling face and is not cautious of him. But the wise one sees the king's shining face and says: 'Surely the king is complete, complete in everything, his mind is complete. I see that within that light judgment sits concealed, though it is not visible, for otherwise the king would not be complete, and therefore one must be cautious.'\n\nSo too the Holy One is always complete in this way and that way, but appears only in the light of countenance. Therefore those foolish wicked ones are not cautious of Him. The wise righteous ones say the king is complete, though His face appears bright, judgment is concealed within Him, therefore one must be cautious of Him. Rabbi Yehuda said from here [we learn] 'I am the Lord, I have not changed' - I have not moved to another place. Everything is included in Me. These two aspects are included in Me, therefore everything appears on the straight path. And although the letters hold to this side and that side, they are written in proper order.\""
    },
    {
      "hebrew": "ודבריו מתוקים מדבש ונופת צופים ומבוארים ומבוררים. ומתוכו מתבאר היות פסוק וי\"ט בתפארת וכן מוכח מתוך המאמר שם. וצרוף השם מפסוק ויבא הוא בגבורה. ובתקונים (תקוני ז\"ח דף קי\"ב ע\"ב) הוא להפך וז\"ל ויט משה את ידו על הים וגו' וישם את הים לחרבה בתוקפא דגבריאל שליחא דגבורה דממנא על חרבה, ובג\"כ אתמר ביה וישם את הים לחרבה. מסטרא דאוריאל שליחא דעמודא דאמצעיתא אפריש בין מייא ואשא, הה\"ד ויבא בין מחנה מצרים דאיהו אשא נוכראה, ובין מחנה ישראל וכו' עכ\"ל.",
      "english": "His words are sweeter than honey and honeycomb, and are clear and well-explained. From this it becomes evident that the verse \"vayeit\" refers to Tiferet, as is proven from the discourse there. And the permutation of the Name from the verse \"vayavo\" is in Gevurah. However, in Tikunim (Tikunei Zohar Chadash 112b) it is reversed, and these are its words: \"And Moses stretched out his hand over the sea, etc., and made the sea into dry land through the power of Gabriel, the messenger of Gevurah who is appointed over the dry land, and therefore it states regarding it 'and made the sea into dry land.' From the side of Uriel, messenger of the middle pillar, he separated between water and fire, as it is written 'and it came between the camp of Egypt,' which is foreign fire, 'and the camp of Israel,' etc.\" End quote."
    },
    {
      "hebrew": "הורה בפי' כי פסוק וי\"ט הוא בגבורה, ופסוק ויבא בת\"ת הפך צרוף השם כי פסוק ויבא הוא מהופך דהיינו דין הגבורה, ופסוק וי\"ט ביושר מצד רחמי הת\"ת. וקשה. ואפ\"ל כי כשנדקדק לשונו היטב שאמר מסטרא דאוריאל וכן אמר בתוקפא דגבריאל משמע כי וישם את הים לחרבה לעולם היה בת\"ת וע\"י אוריאל מלאכו. אמנם היה בתוקפא דגבריאל מפני כי החרבה (ר\"ל הכח ליבש) הוא מצד הגבורה, לכן נפעל בכח מלאכו עם היות שהיא פעולה נפעלת מצד הת\"ת. וכן אמר מסטרא דאוריאל אפריש וכו'. היינו עם היות שהיה הפעולה ההיא בכח הגבורה. כי העומד בין המים והאש הוא הת\"ת לכן הוכרח היותה בגבורה מצד בחינתה עם הת\"ת, וז\"ש מסטרא דאוריאל וכו'. וכן דקדק באמרו עמודא דאמצעיתא כי הוא האיש הבינים זה נראה לתרץ לעת כזו. ובפרושנו אור יקר יתארך הענין בס\"ד. ועם היות ששלשה הפסוקים אלה רומזים בג' אבות עכ\"ז כלל השם הזה הוא בחסד כאשר נרמז בתפלת רבי נחוניא, וכן עולה חס\"ד ע\"ב וכן דברי הרשב\"י ע\"ה במקומות רבים לאין חקר. ואין תימה בדבר, כנודע שאין מהות הפרט ככללו, כי כל אחד מציאות בפני עצמו כאשר הארכנו בשער המציאיות.",
      "english": "It explains explicitly that the verse \"vayeit\" is associated with Gevurah, and the verse \"vayavo\" with Tiferet, which reverses the combination of the Name, since \"vayavo\" is inverted, meaning it represents the judgment of Gevurah, while \"vayeit\" is straightforward, representing the mercy of Tiferet. This presents a difficulty. One could say that when we examine his language carefully, when he says \"from the side of Uriel\" and likewise speaks of \"the power of Gabriel,\" it implies that \"vayasem et hayam lecharavah\" was always in Tiferet through his angel Uriel. However, it operated through Gabriel's power because the drying force (that is, the power to make dry) comes from the side of Gevurah, therefore it was enacted through his angel even though it was an action effected from the side of Tiferet. Similarly, when he says \"from the side of Uriel separating, etc.,\" this means that although this action was through the power of Gevurah - for that which stands between water and fire is Tiferet - therefore it necessarily manifested in Gevurah from its aspect with Tiferet, and this is what is meant by \"from the side of Uriel, etc.\" He was also precise in saying \"the middle pillar\" for it is the intermediary. This appears to be the resolution for now. In our commentary Or Yakar, this matter will be expanded upon, God willing. And although these three verses allude to the three Patriarchs, nevertheless this Name in its entirety pertains to Chesed, as alluded to in Rabbi Nechunia's prayer, and likewise the numerical value of Chesed is 72, and so too are the words of Rashbi of blessed memory in countless places. This should not be surprising, as it is known that the nature of the particular is not like its general principle, for each has its own distinct existence, as we have elaborated in the Gate of Existences."
    },
    {
      "hebrew": "והנה פרטיו בג' אבות שהם גדול\"ה גבור\"ה ת\"ת וכלו יחד הוא בחסד. ולפי הדרך בצירוף השם המסומן לעיל נמצא ויבא שהוא גבורה בין ויס\"ע לוי\"ט שהם גדול\"ה ת\"ת, לרמז על הכרעת הדין אל הרחמים בסוד התקיעות כאשר רמזנו שלהי הפרק הקודם. ובסבת זו כללו חסד. אמנם פרטיו גבורה, וכן עולים אותיות כמנין גבורה רי\"ו. וכן מפורסם בדברי הרשב\"י ע\"ה מקומות רבים. וכענין זה נמצא בזוהר (בהקדמה ד\"ז ע\"ב) בענין חבקוק בן השונמית שהחיה אלישע. נתבאר שם, כי ע\"י האותיות מהע\"ב שמות שהם רי\"ו נתקיים גופו ועי\"ז נקרא שמו חבקו\"ק שעולה רי\"ו כמנין האותיות שבשם ע\"ב. וע\"י הע\"ב תיבות נתלבש אלישע להחזיר רוחו אליו. וממה שאמר שקיום הגוף היה ע\"י אותיות והשבת הרוח היתה על ידי התיבות, כנראה מכאן בפי' שהע\"ב תיבות הם כדמות רוח ונשמה להאותיות. והענין הוא כי התיבות הם קיבוץ האותיות כדמות הענפים הגדולים שהם קיבוץ היניקות הענפים הקטנים והאמירים והעלים.",
      "english": "Its particulars are in the three fathers, which are Gedulah, Gevurah, and Tiferet, while collectively it is in Chesed. Following the method of combining the Name mentioned above, we find \"Vayavo\" which represents Gevurah between \"Vayisa\" and \"Vayet\" which represent Gedulah and Tiferet, hinting at the tempering of judgment with mercy in the secret of the shofar blasts as we alluded to at the end of the previous chapter. For this reason, its collective aspect is Chesed. However, its particulars are Gevurah, and thus its letters add up to the numerical value of Gevurah, which is 216. This is also well-known in many places in the writings of the Rashbi, of blessed memory. A similar matter is found in the Zohar (in the Introduction 7b) regarding Habakkuk son of the Shunammite woman whom Elisha revived. It is explained there that through the letters of the 72 Names, which total 216, his body was sustained, and thus he was named Habakkuk, which equals 216, the same as the number of letters in the 72-letter Name. Through the 72 words, Elisha clothed himself to return his spirit to him. From the statement that the body's sustenance was through the letters while the return of the spirit was through the words, it appears explicitly that the 72 words are like the spirit and soul to the letters. The matter is that the words are collections of letters, like large branches that are collections of the nutrients of the small branches, treetops, and leaves."
    },
    {
      "hebrew": "והנה לפ\"ז השם כלו בכללו שהוא קבוץ הפסוקים הוא כדמות האילן כלו. והפסוק שהוא קבוץ התיבות הוא כדמות הענף הגדול המתפשט מתוך עצם האילן. ומהענף הגדול הזה יתפשטו כך וכך ענפים שהם תיבות ומתיבה זו יתפשטו עוד ענפים דקים ועלים שהם כך וכך אותיות. ונמצא לפ\"ז כי הפרשה שהוא קיבוץ הפסוקים נשמה לענפים שהם הפסוקים והפסוקים יונקים ושואבים שפע ממקוריהם שהוא הפרשה וכן התיבות יונקים מהפסוקים והאותיות מהתיבות וזה נשמה לזה וזה נשמה לזה וזה לבוש לזה. והענין כי הרוחניות העליון הוא עד\"ז כי מן המקור העליון מחוייב המציאות יתפשטו י' ענפים צורות רוחניות שואבים שפע ממנו. והוא להם עיקר ושרש ובו תלוי הכל כענבים באשכול.",
      "english": "Thus according to this, the Name in its entirety, which is the collection of verses, is like the whole tree. And the verse, which is a collection of words, is like the large branch extending from the trunk of the tree. And from this large branch extend various branches which are the words, and from each word extend yet more delicate branches and leaves which are the various letters. Therefore it follows that the biblical passage, which is a collection of verses, is like a soul to the branches which are the verses, and the verses draw and receive their influence from their source which is the passage, and similarly the words draw from the verses, and the letters from the words - this being a soul to that, and that being a soul to this, and this being a garment to that. And the matter is that the supreme spirituality follows this pattern, for from the supreme source of necessary existence extend ten branches of spiritual forms that draw influence from it. And it is their essential root, and everything depends upon it like grapes upon a cluster."
    },
    {
      "hebrew": "והנה הוא פועל על ידם השינוי והדין והרחמים כדפי'. והוצרך לזה האצילות שיסתעפו מהם עוד ענפים הרבה שבהם יפעלו הם השנויים היותר פרטיים וכן מן הענפים עוד ענפים קטנים עד יתרבו לאין מספר ולאין חשבון. וטעם כל זה מפני כי כל עוד שיתקרב הדבר אל המקור הפשוט יחוייב היותו משולל ומופשט מהשנויים כי הפשוט לא ישתנה. לכן יתלבש בנצוצות המתפשטים ממנו ויפעל בהם השינוי כרצונו כאשר נתבאר עוד בשערים הקודמים. ולכן חוייב מזה היות התיבות נשמה ומקור להאותיות. ונמצא לפ\"ז כי כבר אפשר היות התיבות מורות רחמים והאותיות דין, מפני שהתפשטות החסד עילה להגבורה והגבורה עלולה ממנו, כי החסד רביעי לאצילות והגבורה ה' לאצילות, ודא קליפה לדא ודא מוחא לדא. עוד בענין השם הזה למחבר א' בספירה הזאת וז\"ל הנה הוריתיך שבחסד הוא בנין העולם, וא\"כ יש לך להתבונן שהוא קיומו והוא המעמידו. והעולם מתחלק לד' חלקים שהם צפון ודרום ומזרח ומערב, והם כנגד ד' אותיות שם בן ד' שהוא ידו\"ד. ובכל חלק יש לך להתבונן כי יש בו רום ושפל ומיצוע, א\"כ יהיו כל הקצוות י\"ב. וצריך לך להתבונן שבכל קנה יש כח אחד מחזיקו, והכחות ההם יקראו עמודי עולם. וכל עמוד בהכרח יש לו ו' קצוות שהם ד' צדדים ורום ותחת ובכל אותם הקצוות יש להם כח מחזיקו. ובחשבך קצוי עולם שהם ו' פעמים י\"ב יהיו ע\"ב, ואם כן יהיו ע\"ב כוחות יקראו שמות, וזה שם של ע\"ב שמות היוצאים מן הפסוקים בפר' ויהי בשלח. בזולת שהאריך בחלוק השמות אל העמודים, ואין צורך להאריך בו. אמנם שורש ענין זה הוא בספר הבהיר:",
      "english": "And behold, through them He effects change, judgment, and mercy as explained. This emanation was necessary so that many branches would stem from them, through which more specific changes would be effected, and from these branches come yet smaller branches until they multiply beyond number and calculation. The reason for all this is that the closer something approaches the simple Source, the more it must be devoid and abstracted from changes, for the simple does not change. Therefore, it clothes itself in the sparks that extend from it and effects changes through them according to His will, as was explained in previous gates. Thus it was necessary for the words to be the soul and source of the letters. Consequently, it becomes possible for the words to indicate mercy while the letters indicate judgment, because the extension of kindness is the cause of might, and might is caused by it, as kindness is fourth in emanation and might is fifth in emanation - this being shell to that, and that being kernel to this. Further regarding this Name, one author writes about this sphere: \"Behold, I have shown you that through kindness the world is built, and thus you should understand that it is its sustenance and foundation. The world divides into four parts - north, south, east, and west - corresponding to the four letters of the four-letter Name which is YHVH. In each part you should understand that it contains height, depth, and middle, thus making twelve extremities. You must understand that in each branch there is one force sustaining it, and these forces are called the pillars of the world. Each pillar necessarily has six extremities - four sides plus above and below - and all these extremities have a sustaining force. When you calculate the world's extremities, which are six times twelve, they equal seventy-two. Thus there are seventy-two forces called names, and this is the Name of Seventy-Two Names that emerge from the verses in the section 'And it came to pass when Pharaoh sent.' Though he elaborated on the division of names among the pillars, there is no need to expand on this. However, the root of this matter is found in Sefer HaBahir."
    }
  ]
}