{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 7,
  "translation": [
    {
      "hebrew": "באות ד' אמר בספר התמונה כי היא נרמזת בחסד וכן היא רביעית במספר הפשוט. ואמר כי היא צורה פשוטה שאין לה חיבור עם זולתה והיא מבטת לתפארת שהוא הו\"או. ולא אמר שהיא מבטת לה' מפני שבה\"א ג\"כ הדל\"ת ועי\"ז מבטת לוא\"ו. ונמצא לפי זה רוחניות האות מקבלת מהחסד ומרחמים שהוא הת\"ת. ואמר כי נקרא דל\"ת מלשון ודלת ראשך כארגמן (שה\"ש ז ו) שפי' ענין הבדלה מלשון יחידות. כמו חלק הראש המובדלת מחברתה וכן האות הזאת יחידה בצורתה שאינה מצטרפת בצורה אחרת ואמר כי ממשלתה בשעת ככב. ויש מי שפי' כי הד' פי' של ג' דהיינו כמו שפי' למעלה בגימ\"ל שבראשו יש לה ד' עוקצים וכו' אלא שזאת הפוכה. לרמוז אל הרשעים המהפכים הדברים העליונים ומבלבלים יצועי אביהם ולכן נהפך להם מות מחיים ח\"ו אבל הג' שהוא גמול הצדיקים הם יושבים ועטרותיהם בראשיהם כדפי' לעיל באות גימ\"ל. ויש מי שפי' ד' רומזת לעטרת שעומדת בדלת של המלך כעניה. ויש מי שפי' בענין אחר וז\"ל ד' יש לה ב' צדדים צד נטוי וצד סמוך והיא דפוס להשלים חומר היסודות דבוקה באמצע הג' וחלון שלה יש בו ממשות להכיל מכל צדדיה מלמטה ולא מלמעלה ועכ\"ז נקרא מהות היצירה. ולכן ע\"פ הזהר השכינה נקראת דלת ונקרא כן כשהיא דלה במסכנות וקוצה של הדלת רומז ליסוד המחברה עם התפארת בסוד כי כל בשמים ובארץ (דה\"א כט). וזה נתבאר בר\"מ ובמקומות רבים. גם היא תרמוז בבינ\"ה כי כן באר הרשב\"י ע\"ה (בזהר משפטים דף קכ\"ג ע\"ב) וז\"ל ה' ד' הות מדאתחבר דכורא עמה אתעברת מחד בן ואקרי ה' עכ\"ל, והעתקנוהו בשער השמות בפ\"א.",
      "english": "Regarding the letter Dalet, the Sefer HaTemunah states that it alludes to Chesed (loving-kindness) and is the fourth in the simple count. It states that it is a simple form that has no connection with others, and it gazes toward Tiferet, which is the Vav. It does not say that it gazes toward the Hei because the Dalet is also within the Hei, and through this it gazes toward the Vav. Thus, according to this, the spirituality of the letter receives from Chesed and from mercy, which is Tiferet. It states that it is called Dalet from the phrase \"and your head (crown) is like purple\" (Song of Songs 7:6), which explains the concept of separation in terms of uniqueness, like the part of the head that is separated from its companion. Similarly, this letter is unique in its form, not combining with another form, and it states that its dominion is in the hour of Saturn.\n\nThere are those who explain that the Dalet is an interpretation of the Gimel, meaning as explained above regarding the Gimel which has four points at its top, etc., except that this one is inverted. This alludes to the wicked who invert the supernal matters and confuse their father's bed, and therefore death is inverted for them from life, Heaven forbid. But the Gimel, which represents the reward of the righteous, they sit with their crowns on their heads, as explained above regarding the letter Gimel. Some explain that Dalet alludes to the crown that stands at the king's door like a poor woman.\n\nOthers explain it differently, saying: The Dalet has two sides - an extended side and an adjacent side - and it is a form for completing the matter of the elements, attached to the middle of the Gimel, and its window has substance to contain from all its sides below but not above, and nevertheless it is called the essence of formation. Therefore, according to the Zohar, the Shechinah is called Dalet, and it is called thus when it is poor in poverty, and the point of the Dalet alludes to the foundation that connects it with Tiferet in the secret of \"for all that is in heaven and earth\" (I Chronicles 29). This is explained in Ra'aya Mehemna and in many places. It also alludes to Binah, as Rabbi Shimon bar Yochai explained (in Zohar Mishpatim 123b), saying: \"The Hei was originally Dalet, and when the male joined with her, she became pregnant with one son and was called Hei,\" end quote, and we copied this in Sha'ar HaShemot, Chapter 1."
    },
    {
      "hebrew": "והנה אמר כי הבינה שהיא ה' עיקרה דלת ומציאות הדלת היינו עוקצה שהיא חכמה ופשיט נהרא מכאן ומכאן דהיינו התפשטות הבינה מן הימין שהוא החסד ומן השמאל שהיא הגבורה. נמצאת אומר שמציאות הד' גם בבינה בסוד התפשטותה בחסד וגבורה, וכבר הארכנו בזה כל הצורך בשער הנזכר. ולשון דלת בבינה לא תהיה לשון דלות, אלא לשון דלו עיני למרום (ישעיה לח יד). וכן לשון משנה (פאה פ\"ד) בדלית ובדקל, שהוא לשון גובה:",
      "english": "And behold, he states that Binah, which is the letter Heh, has its essence in Dalet, and the manifestation of the Dalet is its point which represents Chochmah, and it flows forth from here and there, meaning the extension of Binah from the right which is Chesed and from the left which is Gevurah. Thus we can say that the manifestation of the Dalet is also in Binah through the secret of its extension into Chesed and Gevurah, and we have already elaborated on this sufficiently in the aforementioned gate. And the term \"dalet\" in relation to Binah is not to be understood as poverty (dalut), but rather in the sense of \"I raised my eyes on high\" (Isaiah 38:14). Similarly, it appears in the language of the Mishnah (Pe'ah 4) regarding \"dalit and dekel\" (vine and palm tree), which refers to height."
    }
  ]
}