{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 16,
  "translation": [
    {
      "hebrew": "אחר שקדם לנו בפרקים הקודמים כי י\"ב ההויו\"ת האלה הם י\"ב גבולי אלכסון והם נגד י\"ב שעות ביום וי\"ב שעות בלילה ונגד י\"ב חדשים ג' חדשים בכל תקופה מד' תקופות שהם ד' אותיות. י' תקופת ניסן, ה' תקופת תמוז, ו' תקופת תשרי, ה' תקופת טבת. וג' חדשים בכל תקופה. ר\"ל שי\"ב צרופים אלה הראשי תיבות מג' צרופים הראשונים הם י' והם תקופת ניסן, ור\"ת של ג' צרופים השניים הם ה' והם תקופת תמוז, ור\"ת של ג' צרופים שלישיים הם ו' והם תקופת תשרי, ור\"ת של ג' צרופים רביעיים הם ה' והם תקופת טבת. וכן ג\"כ הם נגד י\"ב מזלות וי\"ב פשוטות שהם ה\"ו ז\"ח ט\"י ל\"נ ס\"ע צ\"ק. והכונה כי י\"ב אותיות האלו נקראים פשוטות מטעם שאינם מקבלות דגש ורפה כז' הכפולות. ואין לומר שנקראים פשוטות מטעם שאין בהם הרכבת דין ורחמים כאשר פי' המפרשים (עי' בשער האותיות פ\"ג). לפי שכבר נתבאר כי כל הויה דשלטא ה' על י' ה' על ו' נוקבא איהי ודינא איהי כדפי' בשערים הקודמים, וכן ג\"כ כל ההויות הם מורכבים מדין ורחמים כדפי' בפרק הקודם, וכן ג\"כ הי\"ב גבולי הם בת\"ת בהרכבת ו' קצוות ואין ספק שיש בו דין ורחמים אלא ודאי כדפי'. עוד נוכל לומר שהם מקבלות ג\"כ דגש חזק כדפי' המדקדקים. ומה שנקראו פשוטות מפני שהם ענפים מתפשטות מהספי' ואינם עצם הספירות כמו שהם אמ\"ש וכן בג\"ד כפר\"ת שהם י' נגד י' ספירות.",
      "english": "After we established in previous chapters that these twelve Havayot (Names) correspond to the twelve diagonal boundaries, and they correspond to the twelve hours of the day and twelve hours of the night, and to the twelve months - three months in each of the four seasons, which correspond to the four letters: Yud for the season of Nissan, Heh for the season of Tammuz, Vav for the season of Tishrei, and Heh for the season of Tevet. And there are three months in each season. This means that these twelve combinations - the initial letters of the first three combinations are Yud and they correspond to the season of Nissan, and the initial letters of the second three combinations are Heh and they correspond to the season of Tammuz, and the initial letters of the third three combinations are Vav and they correspond to the season of Tishrei, and the initial letters of the fourth three combinations are Heh and they correspond to the season of Tevet. And likewise they correspond to the twelve zodiac signs and the twelve simple letters which are Hey-Vav, Zayin-Chet, Tet-Yud, Lamed-Nun, Samech-Ayin, Tzadi-Kuf. The intention is that these twelve letters are called \"simple\" because they do not receive dagesh or rafeh like the seven double letters. And one should not say they are called simple because they lack the combination of judgment and mercy as the commentators explained (see Gate of Letters, Chapter 3). For it has already been explained that every Havayah where Heh rules over Yud and Heh over Vav is feminine and is judgment, as explained in previous gates, and likewise all the Havayot are composed of judgment and mercy as explained in the previous chapter, and likewise the twelve boundaries are in Tiferet in the composition of six extremities, and there is no doubt that it contains judgment and mercy, rather certainly as we explained. We can further say that they also receive strong dagesh as the grammarians explained. And they are called simple because they are branches extending from the Sefirot but are not the essence of the Sefirot like Alef-Mem-Shin and Bet-Gimel-Dalet-Kaf-Peh-Resh-Tav which are ten corresponding to the ten Sefirot."
    },
    {
      "hebrew": "והנה בהי\"ב אותיות נבראו י\"ב חדשים וי\"ב מזלות וי\"ב אברים. וז\"ל בס\"י ה\"ו ז\"ח ט\"י לנ\"ס עצ\"ק חקקן וצרפן שקלן המירם וצר בהם מזלות בעולם וכו':",
      "english": "And with these twelve letters were created the twelve months, the twelve zodiac signs, and the twelve organs. And this is the language in Sefer Yetzirah: \"He-Vav, Zayin-Chet, Tet-Yod, Lamed-Nun-Samech, Ayin-Tzadi-Kuf - He engraved them, combined them, weighed them, transformed them, and with them formed the zodiac signs in the world, etc.\""
    },
    {
      "hebrew": "עוד שם המליך אות ה' וקשר לו כתר וצר בו טלה בעולם וניסן בשנה וכבד בנפש. המליך אות ו' וקשר לו כתר וצר בו שור בעולם אייר בשנה ומרה בנפש. המליך אות ז' וקשר לו כתר וצר בו תאומים בעולם סיון בשנה וטחול בנפש. המליך אות ח' וקשר לו כתר וצר בו סרטן בעולם תמוז בשנה והמסס בנפש. המליך אות ט' וקשר לו כתר וצר בו אריה בעולם אב בשנה וכוליא ימינית בנפש. המליך אות י' וקשר לו קשר וצר בו בתולה בעולם אלול בשנה כוליא שמאלית בנפש. המליך אות ל' וקשר לו כתר וצר בו מאזנים בעולם תשרי בשנה וקרקבן בנפש. המליך אות נ' וקשר בו כתר וצר בו עקרב בעולם מרחשוון בשנה וקיבה בנפש. המליך אות ס' וקשר לו כתר וצר בו קשת בעולם כסליו בשנה ויד ימין בנפש. המליך אות ע' וקשר לו כתר וצר בו גדי בעולם וטבת בשנה ויד שמאל בנפש. המליך אות צ' וקשר לו כתר וצר בו דלי בעולם ושבט בשנה ורגל ימין בנפש. המליך אות ק' וקשר לו כתר וצר בו דגים בעולם ואדר בשנה ורגל שמאל בנפש. וראינו לציירם הנה בציור יפה יקבע בשכל המעיין זהו לפי הנוסחא אשר לפנינו. אמנם רבו חילוקי הגרסאות בענין הזה. בספר הזה. ואיך שיהיה למדנו שי\"ב פשוטות הם י\"ב חדשים וי\"ב מזלות והם י\"ב אברים והכל בעולם שנה נפש הם רמז אל עניינים גדולים כדפי' בשערים הקודמים. ועתה נדע כי מהפעולות יוודעו הכחות.",
      "english": "Furthermore, He crowned the letter Heh and bound a crown to it and formed with it Aries in the universe, Nisan in the year, and the liver in the soul. He crowned the letter Vav and bound a crown to it and formed with it Taurus in the universe, Iyar in the year, and the gallbladder in the soul. He crowned the letter Zayin and bound a crown to it and formed with it Gemini in the universe, Sivan in the year, and the spleen in the soul. He crowned the letter Chet and bound a crown to it and formed with it Cancer in the universe, Tammuz in the year, and the abomasum in the soul. He crowned the letter Tet and bound a crown to it and formed with it Leo in the universe, Av in the year, and the right kidney in the soul. He crowned the letter Yod and bound a crown to it and formed with it Virgo in the universe, Elul in the year, and the left kidney in the soul. He crowned the letter Lamed and bound a crown to it and formed with it Libra in the universe, Tishrei in the year, and the intestines in the soul. He crowned the letter Nun and bound a crown to it and formed with it Scorpio in the universe, Marcheshvan in the year, and the stomach in the soul. He crowned the letter Samech and bound a crown to it and formed with it Sagittarius in the universe, Kislev in the year, and the right hand in the soul. He crowned the letter Ayin and bound a crown to it and formed with it Capricorn in the universe, Tevet in the year, and the left hand in the soul. He crowned the letter Tzadi and bound a crown to it and formed with it Aquarius in the universe, Shevat in the year, and the right foot in the soul. He crowned the letter Qof and bound a crown to it and formed with it Pisces in the universe, Adar in the year, and the left foot in the soul. We have seen fit to illustrate these here in a beautiful diagram that will be fixed in the mind of the observer according to the version before us. However, there are many textual variations regarding this matter in this book. In any case, we have learned that the twelve simple letters correspond to the twelve months, twelve zodiac signs, and twelve organs, and all aspects of universe, year, and soul allude to great matters as explained in previous gates. And now we know that through actions, the powers become known."
    },
    {
      "hebrew": "והנה הבקיאים בחכמת הטבע אמרו כי הי\"ב מזלות כסדרן שהם טלה שור תאומים סרטן אריה בתולה מאזנים עקרב קשת גדי דלי דגים הם נחלקים למחלקות בפעולתם איש על דגלו באותות פעולתו. וזה סדרן דגל מחנה טלה אש, והחונים עליו אריה קשת. דגל מחנה שור עפר, והחונים עליו בתולה גדי. דגל מחנה תאומים אויר, והחונים עליו מאזנים ודלי. דגל מחנה סרטן מים, והחונים עליו עקרב דגים. וסדרן הוא לפי סדרן ברקיע, הראשון אש והשני אחריו עפר והג' אחריו אויר והד' אחריו מים. והטעם על הסדר זה נכון הוא במה שפירשנו שהי\"ב מזלות נבראו ע\"י הי\"ב גבולים והם הי\"ב פשוטות. ונודע היות האצילות בגבולים נחלקים אל מזרח מערב צפון דרום והם ד' נגד אויר עפר אש מים והם ד' אותיות השם כדפי' בפרקים הקודמים.",
      "english": "The experts in natural science have stated that the twelve zodiac signs in their order - which are Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius, and Pisces - are divided into divisions according to their functions, each under its banner with its distinctive operations. And this is their arrangement: the banner of the camp of Aries is fire, and encamping with it are Leo and Sagittarius. The banner of the camp of Taurus is earth, and encamping with it are Virgo and Capricorn. The banner of the camp of Gemini is air, and encamping with it are Libra and Aquarius. The banner of the camp of Cancer is water, and encamping with it are Scorpio and Pisces. Their order follows their arrangement in the firmament: the first is fire, followed by earth, followed by air, and followed by water. The reason for this order is properly explained in what we have discussed - that the twelve zodiac signs were created through the twelve boundaries, which are the twelve simple letters. And it is known that the emanation within the boundaries is divided into east, west, north, and south, which correspond to air, earth, fire, and water, and these correspond to the four letters of the Divine Name, as explained in previous chapters."
    },
    {
      "hebrew": "והנה המים והדרום הם כח החסד, והאש והצפון הם כח הגבורה, והאויר והמזרח הם כח התפארת, והעפר והמערב הם כח המלכות.",
      "english": "Behold, water and the south are the power of Chesed, and fire and the north are the power of Gevurah, and air and the east are the power of Tiferet, and earth and the west are the power of Malchut."
    },
    {
      "hebrew": "והנה מבחינת קשר ויחוד המזלות יבחן יחוד וקשר הגבולים העליונים. כי האש חם ויבש והנה החום בו טבע היובש מרוב חמימותו, והעפר יבש וקר, והמים קרים ולחים, והאויר חם ולח.",
      "english": "From examining the connection and unity of the zodiacal signs, one can discern the unity and connection of the supernal boundaries. For fire is hot and dry, and its dryness is inherent in its nature due to its great heat; earth is dry and cold; water is cold and moist; and air is hot and moist."
    },
    {
      "hebrew": "והנה בעלי הקצות מתקשרים ומתיחדים ע\"י בעלי המצוע. כיצד הרי האש ומים הפכיים נגדיים מב' בחינות המים קרים והאש חם המים לחים והאש יבש, נקשרים מפאה אחת ע\"י האויר וע\"י העפר מפאה אחרת. וכן האויר והעפר הפכיים נגדיים מב' בחינות האויר חם והעפר קר האויר לח והעפר יבש, והם נקשרים מפאה אחת ע\"י המים ומפאה אחרת ע\"י האש. כיצד האויר משלים וקושר המים הלחים והאש החם שכן הוא חם ולח הרי שהוא שוה אל האש מצד חמימותו ואל המים מצד לחותו והעפר משלים וקושר המים הקרים והאש היבש שהוא קר ויבש הרי שהוא שוה אל האש מצד יבשותו ואל המים מצד קרירותו הרי אש והמים מקושרים ומיוחדים קשר שלם מכל פאותיהם ואין ביניהם מחלוקת. וכן המים והאש משלימים בין האויר והעפר. כיצד המים שוים אל האויר מצד לחותם ואל העפר מצד קרירותם הרי העפר הקר והאויר הלח מיוחדים ע\"י המים, וכן האש שוה אל האויר מצד חמימותו ואל העפר מצד יבשותו הרי העפר היבש והאויר הם מיוחדים ע\"י האש. וזהו קשר היסודות וכן קשר המזלות וכן קשר הגבולים. וכן קשר היסודות העליונים הם הספי'. כיצד החסד יסוד המים והגבורה יסוד האש והם נקשרים ע\"י הת\"ת יסוד האויר וע\"י המלכות יסוד העפר. ע\"י ת\"ת מבחינה אחת, וע\"י המלכות מבחינת האחרת. ואין תימה באמרנו כי המלכות מכרעת בין הגדולה וגבורה, שהרי בתחלה קודם הקטרוג היתה משמשת לבעלה ומכרעת ביניהם ועתה בהיותה למטה על האמת אין ההכרעה שלימה עד עלות הרצון מאתו יתב' ותהיה האשה בחיק בעלה במהרה בימינו.",
      "english": "The extremes are bound and unified through intermediaries. How so? Fire and water are opposites in two aspects - water is cold while fire is hot, water is moist while fire is dry - yet they are bound on one side through air and on the other side through earth. Similarly, air and earth are opposites in two aspects - air is hot while earth is cold, air is moist while earth is dry - and they are bound on one side through water and on the other side through fire. How? Air complements and binds the moist water and hot fire, as it is both hot and moist, thus being equal to fire in its heat and to water in its moisture. Earth complements and binds the cold water and dry fire, as it is cold and dry, thus being equal to fire in its dryness and to water in its coldness. Thus fire and water are completely bound and unified from all sides with no division between them. Similarly, water and fire mediate between air and earth. How? Water is equal to air in moisture and to earth in coldness, thus unifying cold earth and moist air through water. Likewise, fire is equal to air in heat and to earth in dryness, thus unifying dry earth and air through fire. This is the binding of the elements, and so too the binding of the zodiac signs and the binding of the boundaries. And so too is the binding of the supernal elements which are the Sefirot. How? Chesed is the element of water and Gevurah is the element of fire, and they are bound through Tiferet which is the element of air and through Malchut which is the element of earth - through Tiferet from one aspect and through Malchut from another aspect. And let there be no wonder in our saying that Malchut mediates between Gedulah and Gevurah, for initially before the conflict she served her husband and mediated between them, but now being below, in truth the mediation is not complete until the Will rises from the Blessed One and the woman returns to her husband's embrace, speedily in our days."
    },
    {
      "hebrew": "ועוד שיחוד ת\"ת ומלכות יחודם הוא ע\"י קבלתם מהאבות כדפירשנו בסוד עלה בכבש בשער מהות והנהגה פכ\"א. ועתה נצייר צורה נכונה הנה אל הענין הזה.",
      "english": "Furthermore, the unification of Tiferet and Malkhut occurs through their reception from the Patriarchs, as we explained in the mystery of \"ascending the ramp\" in the Gate of Essence and Governance, Chapter 21. And now we shall draw a proper diagram here for this matter."
    },
    {
      "hebrew": "והנה כאשר נתבונן בענין התקופות ביסודות וסדר החדשים נמצאם מנגדים קצת בעניינם. שהרי תקופת ניסן והם ג' חדשים ניסן אייר סיון, והם י' שבשם והיינו חסד יסוד המים. ותקופת תמוז אב אלול הם ג' חדשים, והם ה' שבשם ביסודות שהרי תקופת ניסן שהוא יסוד המים היא י' והמזלות והחדשים הם ניסן טלה אש, אייר שור עפר סיון תאומים אויר. ע\"כ תקופה אחת. ובתקופת תמוז יסוד האויר הוא ה'. המזלות והחדשים הם תמוז סרטן מים, אב אריה אש, אלול בתולה עפר. ע\"כ תקופה אחת. ובתקופת תשרי יסוד העפר היא ו'. המזלות והחדשים הם תשרי מאזנים אויר, מרחשון עקרב מים, כסליו קשת אש. ע\"כ תקופה א'. ובתקופת טבת יסוד האש היא ה'. המזלות והחדשים הם טבת גדי עפר, שבט דלי אויר, אדר דגים מים. ע\"כ תקופה א'. ובאו הבלבולים בסוד הזה ובענין הזה להורות על ההמזגה שהעפר כלול במים ואש ואויר וכן כל אחד וא' מהם כלול משלשתן. ודי בזה הערות כאלה:",
      "english": "When we examine the matter of the seasons in relation to the elements and the order of the months, we find them somewhat contradictory in their nature. For the season of Nisan, which comprises the three months of Nisan, Iyar, and Sivan, corresponds to the Yod of the Name and represents Chesed, the element of Water. And the season of Tammuz, Av, and Elul comprises three months, corresponding to the Heh of the Name in the elements, for while the season of Nisan which is the element of Water is Yod, its zodiac signs and months are: Nisan-Aries-Fire, Iyar-Taurus-Earth, Sivan-Gemini-Air. This concludes one season. And in the season of Tammuz, the element of Air is Heh. Its zodiac signs and months are: Tammuz-Cancer-Water, Av-Leo-Fire, Elul-Virgo-Earth. This concludes one season. And in the season of Tishrei, the element of Earth is Vav. Its zodiac signs and months are: Tishrei-Libra-Air, Marcheshvan-Scorpio-Water, Kislev-Sagittarius-Fire. This concludes one season. And in the season of Tevet, the element of Fire is Heh. Its zodiac signs and months are: Tevet-Capricorn-Earth, Shevat-Aquarius-Air, Adar-Pisces-Water. This concludes one season. These apparent contradictions in this mystery come to teach about the mixing, that Earth is included within Water, Fire, and Air, and likewise each one of them is included within the other three. These observations should suffice regarding these matters."
    },
    {
      "hebrew": "מטטרון. זה השם יחסו ר' נחוניא בתפילתו למלכות, והדברים עתיקים ונתבארו בשער אבי\"ע בפרק דה\"ו בס\"ד. ולפעמים נקרא מיטטרון. ושם הארכנו. ודי לנו הערה בזה אל השמות האלה.",
      "english": "Metatron - Rabbi Nehunya attributed this name in his prayer to Malkhut, and these matters are ancient and were explained in the Gate of ABYA, chapter 5-6, with Heaven's help. Sometimes it is called Mitatron. We elaborated on this there. This brief note regarding these names is sufficient for our purposes."
    },
    {
      "hebrew": "והנה נשלם הפרק הזה, ונכלל השער הזה בס\"ד:",
      "english": "And thus this chapter is completed, and this gate is concluded with Heaven's help."
    }
  ]
}