{
  "title": "Pardes Rimmonim",
  "gate_num": 30,
  "chapter_num": 2,
  "translation": [
    {
      "hebrew": "כל עניני הצרוף שפי' בפ' הקודם הוא בתנאי שלא תהיה בצירוף אות כפולה כלל ואז יעלה הצירוף במספר מדרגות הסולם אשר אמרנו. אמנם אם נמצא אות כפולה אז מיד יגרע חצי הצרוף הראוי לבא לפי מספר האבנים הן רב הן מעט. ומטעם זה שם בן ד' ושם אהי\"ה לא יעלה בצירופו כי אם י\"ב צרופים נמצא חסר חצי הצירוף הראוי להיות בו כי ארבעה אבנים בונות עשרים וארבעה בתים וד' אבנים אלה לא יבנו אלא י\"ב חצי מן הראוי. וכן אם יהיה בן ג' אותיות שמשפטו הוא ששה תיבות אם יכפל אות אחת יצטרף ג' פעמים לבד. וכן אם יהי' ג' אותיות כפולות שוות בתיבת הכפל, הא' יגרע חצי הצירוף כדפי' והכפל השני שהיא אות ג' יגרע שני שלישי הצירוף הנשארים שהותיר הכפל הראשון ומי\"ב יחזרו ד'. כיצד אגג\"ג שמן הראוי היה שיהיה בעל כ\"ד צרופים ומפני ג' האותיות השוות לא נשאר כי אם ד'. ואם יהיה תיבה בת חמשה אותיות שצירופו הפשוט מאה ועשרים צרופים אם יכפל אות אחד כמו אבדג\"ד לא ישאר כ\"א ששים צרופים כי חצי הצירוף נגרע מפני הכפל האחת. ואם יכפל אות אחרת כמו אבד\"דד אז נגרע מפני האות השלישי כפל שני שלישי הצרוף הנותרים ולא יתהוה ממנו כ\"א עשרים צרופים שהם שליש. ואם יכפל אות רביעית אז יוותר רביע הצרוף אשר הותיר הכפל השני שהוא אות שלישית. המשל אדד\"דד אין אדם יכול לצרפו כי אם ה' פעמים שהוא רביע העשרים הנותרים כדפי'. ואם יכפל ג\"כ אות אחרת חמשית אז יוותר חמישית הצירוף הנותר ולא יצטרף כי אם צירוף אחד שהוא חמישית החמשה. המשל בזה דדדד אין בו צרוף כי אם פעם אחת. הכלל העולה לפי מנין האות הכפל כך השיעור מותר הצירוף אם שנים שהוא כפל ראשון ר\"ל שאין שם כפולות כי אם שנים אז נשאר חצי הצירוף ואם הם שלשה אז נשאר שלישית הצירוף ממה שהיה ראוי אם לא היו כפולות כ\"א שנים וכן רביעית לא ישאר כ\"א רביעית הנותר וכן חמישית וכן ששית וכן שביעית וע\"ד זה נקיש כדפי'. כל זה הכלל הוא בהיות הכפל מעין כפל הראשון, המשל כי ענין הכפל השני הוא ממין הכפל הראשון. אמנם אם יהיה ממין כפל השני כמו המשל א\"א ב\"ב אז לו דין אחר כי בכפל הראשון נגרע חצי הצרוף כמו שהקדמנו כי תיבה בת ד' אותיות הי' ראוי שיהיו בה כ\"ד צרופים ונכפל הא' נגרע חצי הצירוף ונותר י\"ב צרופים ומפני הכפל השני לא יותר כ\"א ששה כי גרע חצי הצרוף הנותר אשר הותיר הכפל הראשון. המשל א\"א ב\"ב אין יכולת לצרפו כ\"א ששה פעמים שהוא חצי הי\"ב הנשארים כדפי'. ואם התיבה בת חמש אותיות שדינו היה להתגלגל ק\"כ פעמים ונכפל בו שני כפלים א\"א ב'ב'ג' אז יהיה דינו כך בכפל הא' נגרע חצי הצרוף שהוא ק\"כ ונותר ס' מהם ובכפל השני נגרע חצי הששים ונותר שלשים. ואם התיבה בת ששה אותיות וכלם זוגות שאם לא מפני הכפל היה דינו להתגלגל תש\"כ פעמים ומפני הכפל הא' נגרע חצי השיעור ונותר מהתש\"כ שלש מאות וששים. ובכפל השני נגרע חצי הצרוף הנותר משלש מאות וששים נשארו ק\"פ. ובכפל הג' נגרע ב' שלישי הצרוף שנשארו מהכפל הב' ומק\"פ נשארו ס' שהוא שליש הק\"פ. ואם יהיה בתים בת ד' זוגות יהיה דינו כך כי כפל הראשון גרע החצי והכפל השני גרע החצי מהצרוף הנותר והכפל הג' גרע ב' שלישי הצרוף הנותר ולא נותר כי אם שליש א' לבד כדפירשנו לעיל והכפל הד' יגרע ג' רביעיות מהשלישית שהותיר הכפל הג' ולא נשאר כ\"א רביע ממנו ועל דרך זה נקיש לכל הכפלים כפי שיתרבו או יתמעטו. וזה דרך צירוף הכפולים כפי אשר כתבו המפרשים וכפי הנראה בכח הנסיון. ואחר שבארנו מציאות הצירוף בחומר האותיות נבאר טעם צירופם ברוחניות בפרק בפני עצמו כי הדברים האלה צריכים פרקים קצרים כדי שיוכל השכל להקיפם ולא יתבלבל בהם:",
      "english": "All the matters of letter combinations explained in the previous chapter are conditional upon there being no repeated letters at all in the combination, and then the combinations will ascend according to the levels of the ladder as we stated. However, if there is a repeated letter, then immediately half of the proper combinations that should come according to the number of stones, whether many or few, will be subtracted. For this reason, the four-letter Name and the Name EHYH will only yield twelve combinations, thus lacking half of the combinations that should be in it, for four stones build twenty-four houses, but these four letters will only build twelve, half of what is proper. Similarly, if it has three letters, whose rule is six words, if one letter is doubled it will only combine three times. And if there are three identical repeated letters in a doubled word, the first will subtract half the combinations as explained, and the second doubling, which is the third letter, will subtract two-thirds of the remaining combinations that the first doubling left, and from twelve they will return to four. For example, AGG\"G, which should properly have twenty-four combinations, due to the three identical letters only four remain. And if there is a five-letter word whose simple combination yields one hundred and twenty combinations, if one letter is doubled like ABDG\"D, only sixty combinations will remain because half the combinations are subtracted due to the single doubling. And if another letter is doubled like ABD\"DD, then due to the third doubled letter two-thirds of the remaining combinations are subtracted and only twenty combinations, which are one-third, will be formed from it. And if a fourth letter is doubled, then one-quarter of the combinations that the second doubling (which is the third letter) left will remain. For example, ADD\"DD can only be combined five times, which is one-quarter of the remaining twenty as explained. And if a fifth different letter is also doubled, then one-fifth of the remaining combinations will remain and it will only combine once, which is one-fifth of the five. The example of this is DDDD which has only one combination. The general rule that emerges is that according to the number of doubled letters, so is the measure of remaining combinations - if there are two, which is the first doubling, meaning there are no more than two repeated letters, then half the combinations remain, and if there are three, then one-third of the combinations remain of what would have been proper if there were only two doubles, and similarly a fourth will leave only one-fourth of what remains, and so too a fifth, sixth, and seventh, and we can deduce accordingly as explained. All this rule applies when the doubling is of the same type as the first doubling, meaning the nature of the second doubling is of the same type as the first. However, if it is of a different type of doubling, like for example A\"A B\"B, then it has a different rule, for with the first doubling half the combinations are subtracted as we introduced, since a four-letter word should properly have twenty-four combinations, and when the first is doubled half the combinations are subtracted leaving twelve combinations, and due to the second doubling only six remain because it subtracts half of the remaining combinations that the first doubling left. For example, A\"A B\"B can only be combined six times, which is half of the remaining twelve as explained. And if the word has five letters whose rule was to cycle one hundred and twenty times and it has two doublings A\"A B'B'G', then its rule will be thus: with the first doubling half the combinations which is one hundred and twenty are subtracted and sixty remain, and with the second doubling half of the sixty are subtracted and thirty remain. And if the word has six letters and they are all pairs, if not for the doubling its rule would be to cycle seven hundred and twenty times, but due to the first doubling half the measure is subtracted and from the seven hundred and twenty remain three hundred and sixty. And with the second doubling half of the remaining combinations from three hundred and sixty are subtracted leaving one hundred and eighty. And with the third doubling two-thirds of the combinations that remained from the second doubling are subtracted and from one hundred and eighty remain sixty which is one-third of the one hundred and eighty. And if there are words with four pairs its rule will be thus: for the first doubling subtracts half, and the second doubling subtracts half of the remaining combinations, and the third doubling subtracts two-thirds of the remaining combinations leaving only one-third as we explained above, and the fourth doubling subtracts three-quarters of the third that the third doubling left and only one-quarter of it"
    }
  ]
}