{
  "title": "Pardes Rimmonim",
  "gate_num": 30,
  "chapter_num": 6,
  "translation": [
    {
      "hebrew": "ונמצא השערים האלה והאלפא ביתות הם ע\"ד זה כשנכתוב אלפא ביתא א' בהפך והא' ביושר אז יצא את ב\"ש. ובגלגול העגולים עוד יצא אלפא ביתא שניה שהיא א\"ש ב\"ר וכו' וכן כלם קצתה מצד פנים וקצתה מצד אחור. וכדי שיובן הענין הזה על מתכונתו ציירנו הנה העגולים כפי המצטרך.",
      "english": "And these gates and alphabets follow this pattern: when we write one alphabet in reverse and one alphabet in the forward direction, then At-Bash emerges. And through the rotation of the circles, a second alphabet emerges, which is Alef-Shin Bet-Resh, and so forth, some from the front aspect and some from the back aspect. And in order that this matter be properly understood according to its structure, we have drawn here the circles as required."
    },
    {
      "hebrew": "הנה הצבנו ד' עגולים אלו בתוך אלו הג' אלפא ביתות ביושר אבג\"ד והרביעית תשרק. מהשנים הראשונים נוכל להמציא רל\"א שערים פנים ואחור כמו שהם כתובים בפ' הקודם ובשלשת העגולים שהם ביושר נוכל להמציא אלפא ביתות מהם של אח\"ס בט\"ע וכיוצא בהם מורכבות מג' אותיות ובשנים האחרונים שהם הא' ביושר והשנית תשרק נוכל להמציא כ\"ב אלפא ביתות שבספר יצירה שהעתקנום ג\"כ בפרק הקודם. ואחר שנתבארו מציאות האלפא ביתות וגלגול' רצוננו לבאר ענין התמורה וסבתה. והענין הוא כי האותיות בתפארת כי שם עיקר הוויות' בעצם ההויה שהיא רקיע כדפי' בשער האותיות. בתפארת הם סדר האלפא ביתא ביושר אבג\"ד וכו' ובמלכות הם להפך תשר\"ק והטעם מפני שהם זכר ונקבה זכר באמ\"ש נקב\"ה באש\"ם. כי כן דרך החותם כי הצורה החקוקה בחותם ממעלה למטה מתהפך [בנחתם מלמטה למעלה] וכן זכר יהו\"ה ביושר נוקבא הוה\"י להפך כמו שבארנו בשער ממטה למעלה. וגלה הענין הזה הרשב\"י ע\"ה בשיר השירים (בז\"ח דף ע\"ט) וז\"ל אתוון עילאין רברבין הוו בארח מישר לגבי דכר, אתוון תתאין זעירין הוו בהיפוכא למפרע לגבי נוקבא. אתוון עילאין רברבין הוו בארח מישר לגבי דכר אבג\"ד וכן כלהו כמה דאתחזין למהך אתוון בארח מישר לגבי דכורא. אתוון זעירין תתאין הוו בהיפוכא למפרע גו נוקבא תשרק וכן כלהו כמה דאתחזי גבי נוקבא דהוה מאחורא קשר של תפילין דאקרי אחור כמה דאת אמר אחור וקדם צרתני אחור לגבי נוקבא וקדם לגבי דכורא ודא איהו דכתיב וראית את אחורי דא נוקבא דהוות מאחורא עכ\"ל.",
      "english": "Behold, we have arranged four circles one within another - three alphabets in forward order ABGD and the fourth in reverse TSRQ. From the first two we can derive 231 gates forwards and backwards as written in the previous chapter, and from the three circles that are in forward order we can derive alphabets like ACHS BTE and similar ones composed of three letters, and from the last two - which are the first in forward order and the second reversed TSRQ - we can derive the 22 alphabets that are in Sefer Yetzirah which we also copied in the previous chapter. After explaining the existence of the alphabets and their revolution, we wish to explain the matter of substitution and its reason. The matter is that the letters are in Tiferet, for there is their essential existence in the essence of being which is the firmament, as explained in the Gate of Letters. In Tiferet they are in the order of the alphabet forward ABGD etc., and in Malkhut they are reversed TSRQ, and the reason is because they are male and female - male in AMSH, female in ASHM. For such is the way of the seal, as the form engraved in the seal from top to bottom is reversed [when stamped from bottom to top], and likewise male YHVH forward, female HVHY reversed, as we explained in the Gate from Bottom to Top. And Rabbi Shimon bar Yochai, peace be upon him, revealed this matter in the Song of Songs (in Zohar Chadash page 79) saying: \"The upper letters are large and go in forward order corresponding to the male, the lower letters are small and go in reverse order corresponding to the female. The upper letters are large and go in forward order corresponding to the male ABGD and so forth, as is fitting for letters to go in forward order corresponding to the male. The lower small letters go in reverse order within the female TSRQ and so forth, as is fitting for the female who is from behind, the knot of tefillin which is called 'back' as it is said 'You have formed me behind and before' - behind corresponding to the female and before corresponding to the male, and this is what is written 'and you shall see My back' - this is the female who was from behind.\""
    },
    {
      "hebrew": "ובתיקונים פירש הרשב\"י ע\"ה כי אותיות אבג\"ד ביושר הם בחסד ואותיות תשר\"ק הם בגבורה. ולא פליגי כי ידוע הוא כי ענין תשר\"ק הוא בשם הוה\"י שהוא מצד הנקבה ומצד הגבורה מצד תגבורת צד שמאל על הימין כדפירשנו בשער ממעלה למטה ונבארהו הנה עוד. ואותיות אבג\"ד הם בענין שם יהו\"ה ביושר מצד הזכר מצד החסד ומצד תגבורת הימין על השמאל. והענין כי דרך הזכר לנטות אל הימין ודרך הנקבה לנטות אל השמאל. וכאשר יגבר כח הזכר על הנקבה היינו שיגבר כח הרחמים על הדין. וכאשר יגבר כח הנקבה על הזכר היינו שיגבר כח הדין על הרחמים והכל ענין א' ודרך א'.",
      "english": "And in the Tikkunim, Rabbi Shimon bar Yochai (of blessed memory) explained that the straight-ordered letters ABGD are in Chesed, and the letters TSRQ are in Gevurah. This is not a contradiction, for it is known that the matter of TSRQ corresponds to the name HVYH, which is from the feminine aspect and from the side of Gevurah, from the dominance of the left side over the right, as we explained in the gate \"From Above to Below\" and will explain here again. And the letters ABGD correspond to the name YHVH in its proper order, from the masculine aspect, from the side of Chesed, and from the dominance of the right over the left. The principle is that the way of the masculine is to incline toward the right, and the way of the feminine is to incline toward the left. And when the power of the masculine prevails over the feminine, this means that the power of mercy prevails over judgment. And when the power of the feminine prevails over the masculine, this means that the power of judgment prevails over mercy, and it is all one matter and one way."
    },
    {
      "hebrew": "הנה נמצא עתה אותיות אבג\"ד בת\"ת ואותיות תשר\"ק במלכות.",
      "english": "Thus we find now that the letters alef-bet-gimel-dalet are in Tiferet and the letters tav-shin-reish-qof are in Malkhut."
    },
    {
      "hebrew": "והנה אותיות שבזכר הם ג' אלפא ביתות שהם אור מים רקיע שהם ג' מדרגות חסד וגבורה תפארת כמבואר בשער האותיות וכלם ביושר שאין אלפא ביתא דתשר\"ק אלא מצד הנקבה בהצטרפות הדין אבל מצד הגבורה בעצמה יהיה ביושר ולפי שהם ג' מדרגות ביושר לפיכך יתהוה מהם אלפא ביתא של אח\"ס בט\"ע וכדומה להם כלם בעלי ג' אותיות מפני שהם גלגלים מתגלגלים ונשפעים אלו בתוך אלו כאשר נבאר והתפארת שהוא הרקיע תחתיו תתגלגל המלכות. וכבר נודע כי תהלוכות הלבנה יותר מהירות מתהלוכות החמה ולפיכך כשיתגלגל המלכות ותקבל מהת\"ת לפעמים תקבל התי\"ו שבמלכות מהאלף שבתפארת ועד\"ז כל האלפא ביתא של א\"ת ב\"ש. וכאשר ימהר הלבנה גלגולה ועדין החמה בעמידתה תקבל ש' שבמלכות מהא' שבת\"ת וכן כל האלפא ביתא של א\"ש ב\"ר וע\"ד זה כלם. ואין לתמוה היות אות מקבלת מחברתה עם שאינה בן זוגה מפני שכל האותיות הם כלולות מי\"ס כי כל הדברים הנשפעים ומתאצלים מעצם הספירות הם בעלי עשר מפני שלא היה בו פירוד. וא\"כ כאשר האות של מעלה יאיר עבר פניה להשפיע, האות התחתונה עומדת לקבל כפי מדתה של עליונה והעליונה כפי מדתה של תחתונה. והמשל בזה כאשר העליונה תהיה בחינת התפארת יזמין ויאיר התחתונה צד אשר לה ממלכות לקבל וכאשר התחתונה ת\"ת יזמין העליונה צד אשר לה מכתר להשפיע וע\"ד זה כל האותיות באופן שהוא מקבילות הלולאות ומקבלין דין מדין ואין אחת שיהיה ח\"ו עינו רעה בשל חבירו:",
      "english": "Behold, the letters of the masculine aspect comprise three alphabets, which are Light, Water, and Firmament, corresponding to the three levels of Chesed, Gevurah, and Tiferet, as explained in the Gate of Letters. They are all in forward order, as the reverse alphabet (TASHRAK) exists only in the feminine aspect when combined with judgment, but from the aspect of Gevurah itself, it remains in forward order. Because these are three levels in forward order, they generate alphabets like ACHS BTE and similar combinations, all containing three letters, for they are rotating wheels flowing one within another, as we shall explain, and beneath Tiferet, which is the Firmament, Malchut revolves.\n\nIt is known that the moon's movements are swifter than those of the sun, and therefore when Malchut revolves and receives from Tiferet, sometimes the Tav of Malchut receives from the Alef of Tiferet, and similarly for the entire AT-BASH alphabet. And when the moon's revolution accelerates while the sun remains stationary, the Shin of Malchut receives from the Alef of Tiferet, and similarly for the entire ASH-BAR alphabet, and so forth for all combinations. One should not be surprised that a letter receives from its counterpart even when it is not its natural pair, because all letters contain within them the ten Sefirot, as all things that flow and emanate from the essence of the Sefirot possess ten aspects, since there was no separation therein.\n\nTherefore, when the upper letter illuminates its face to bestow influence, the lower letter stands ready to receive according to the measure of the upper one, and the upper one according to the measure of the lower one. For example, when the upper one is of the aspect of Tiferet, it will prepare and illuminate the lower one's aspect of Malchut for receiving, and when the lower one is Tiferet, the upper one will prepare its aspect of Keter for bestowing. This applies to all letters in such a way that the loops correspond to each other, receiving judgment from judgment, and none has, heaven forbid, an evil eye toward its fellow."
    },
    {
      "hebrew": "ואחר שאנו בהקדמה זו בין האולם ולמזבח עוד נכנס עמה מן האולם ולפנים כי לפי דרך זה יהיו האותיות כל א' כלולה מהכ\"ב כי כן דרך הדברים הרוחניים כל א' כלולה מחברתה כדפי' לעיל בשער פרטי השמות בענין תל\"י גלג\"ל ל\"ב וכן בשער היכלות בפ\"ד בענין ע' מאורות שנכללים וכו'. ודבר מבואר הוא כי אחר שכל א' כלול מי' מפני שלא יהיה פירוד ח\"ו, כן ג\"כ כל הענפים הפרטיים כלולים. וכמו שנאמר בספי' כלם ג\"כ נאמר בכל ספירה וספירה ובכל ענף. והחילוק שביניהם הוא על דרך חילוק הספירות שפי' בשער מהות והנהגה שהעיקר הוא הגובר כן בענפים כל ענף וענף כלול מחבירו אלא שכאן מתגלה ענף זה יותר מחבירו וכו'. ונחזור לענייננו שאחר שכל א' מהאותיות כלולה מהכ\"ב א\"כ לא יפלא שיתחלף כל א' מהם באיזו שתהיה כיון שבה גם כן חלק מאותו האות המתחלף בה אלא שעכ\"ז העקר הוא האות הכתובה בעקר השם ואותה המתחלפת הוא ענף ממנה. והמשל בזה שם יה\"ו יתחלף בא\"ת ב\"ש מצ\"ף.",
      "english": "Now that we are in this introduction between the Ulam and the Altar, let us proceed further inward from the Ulam, for according to this approach, each letter contains all 22 letters within it, as this is the way of spiritual matters - each one contains its fellow, as we explained above in the Gate of Particular Names regarding Teli, Galgal, and 32, and in the Gate of Palaces chapter 4 regarding the 70 luminaries that are included, etc. It is clearly evident that just as each one contains ten [sefirot] so as to prevent separation (God forbid), so too all the particular branches are inclusive. And just as we say regarding all the sefirot, we also say regarding each and every sefirah and each branch. The distinction between them follows the pattern of distinction between the sefirot that we explained in the Gate of Essence and Governance - that the dominant aspect is primary. Similarly with the branches, each and every branch contains its fellow, except that here one branch is revealed more than its fellow, etc. Returning to our matter: since each of the letters contains all 22, it is not surprising that each one can be exchanged with any other, since it also contains a portion of that letter with which it is exchanged, although the primary letter is still the one written in the root of the name, and the exchanged letter is a branch of it. For example, the name YHV is exchanged in AT-BSH as MTzP."
    },
    {
      "hebrew": "והנה האותיות האלה הם ענפים ממנו לא שיהי' כל עצם השם שביה\"ו במצ\"ף ומפני זה כח התמורה לא ישובח כצירוף כי הצרוף כל עצמות האותיות הוא השם שנצטרף ולא חסר דבר אלא שנהפך בערך הבחינות כדפי' בפ\"ג. אבל התמורה יתמעט כח השם הנזכר ע\"ד שפי'. וע\"ד זה נקיש לכל התמורות ולכל השמות. ובתיקונים (תקונא כ\"א דף נ\"ט ודף ע') מוכח כי ענין התמורות האלה הם מצד מטטרו\"ן ומתפשט קב\"ה מכל כנויין ומכל מרכבות דמטטרו\"ן דאינון כוז\"ו במוכס\"ז כוז\"ו מצפ\"ץ וכו' ואמר כי תמורות יהו\"ה אלהינ\"ו יהו\"ה בכוז\"ו במוכס\"ז כוז\"ו וכן יהו\"ה במצפ\"ץ הם מרכבו' ה' במטטרו\"ן והם לבושי השם שהם בזמן הגלות. ונדרש שם כי בזמן הגאולה מתפשט הקב\"ה מכל הכנויין וכו' כדמסיק. המשל בזה כאשר שם בן ד' מתלבש באותיות מצפ\"ץ מורה על שנתלבש השם במטטרו\"ן בלבוש המכונה כן וכן לשאר כל השמות ולכל התמורות:",
      "english": "These letters are merely branches of it, not that the entire essence of the Name in YHV would be in MṢP. For this reason, the power of substitution is not as praiseworthy as combination, because in combination the entire essence of the letters constitutes the Name that is combined, and nothing is lacking except that the aspects are reversed, as explained in Chapter 3. However, in substitution, the power of the mentioned Name is diminished, as explained. And from this we can make inference regarding all substitutions and all Names. In the Tikkunim (Tikkun 21, folios 59 and 70) it is proven that these substitutions are from the aspect of Metatron, and the Holy One, blessed be He, divests Himself of all appellations and all chariots of Metatron, which are KVZV BMVKSZ KVZV MṢPṢ, etc. And it states that the substitutions of YHVH Eloheinu YHVH with KVZV BMVKSZ KVZV, and likewise YHVH with MṢPṢ, are the chariots of God in Metatron, and they are the garments of the Name during the time of exile. And it is expounded there that in the time of redemption, the Holy One, blessed be He, divests Himself of all appellations, etc., as it concludes. The example of this is when the four-letter Name is clothed in the letters MṢPṢ, it indicates that the Name has been clothed in Metatron in the garment so designated, and likewise for all other Names and all substitutions."
    }
  ]
}