{
  "title": "Pardes Rimmonim",
  "gate_num": 31,
  "chapter_num": 5,
  "translation": [
    {
      "hebrew": "בבאור תועלת הנשמה בעולם הזה. והענין הוא כי עקר הנשמה היא אחר עלותה מעולם המעשה אל עולם השכר. כי קודם רדתה היא חסרה הרבה ואף אם היא במקום גבוה ברומו של עולם והענין הוא הנשמה אין לה מציאות קודם ההולדה העליונה ואף אחר ההולדה היא כערומה. והיא מתלבשת אחר רדתה בגן עדן התחתון בלבוש טהור מאויר ג\"ע וכן כל דרך המדרגות שתתעלה אז תרד ותתלבש. וכאשר תתעסק בעולם הזה במעשה התורה אז תזכה אל לבוש יפה הנקרא חלוקא דרבנן והוא לבוש התורה והמצות שבהם נתעסק בעה\"ז ובלבוש הזה זוכה לעלות ולראות את פני המלך ה' צבאות אביה כי קודם בואה בעולם הזה היתה ערומה ובצאתה מעה\"ז לא תבא אל המלך עד היותה מתלבשת בלבושי התורה והמצות. מפני שלבוש אויר ג\"ע הוא לבוש פשוט מגוהץ בלי קישוטין והיא צריכה להיות שש וארגמן לבושה לבושי הקשוטין שהם רוחניות המצות והם דקים רוחניים שבהם תתקרב על גבי המזבח על ידי [מיכאל] הכהן הגדול. וענייני הלבושים האלה פי' הרשב\"י ע\"ה בזהר פ' ויקהל (דף ר\"י.) וז\"ל כדין אילין תרין רתיכין עאלין לגו היכלא טמירא דגנתא דאיקרי אהלות ותמן תריסר מיני בוסמין גניזין דכתיב (שה\"ש ד) נרד וכרכם קנה וקנמון וכו'. ואינון תריסר זיני בוסמין דלתתא. ותמן כל אינון לבושין דנשמתין דאתחזון לאתלבשא בהו כל חד וחד כדקא חזי ליה. בההוא לבושא אתרשימו כל אינון עובדין טבין דעבד בהאי עלמא וכלהו אתרשים ביה ומכריזי האי איהו לבושא דפלניא ונטלין לההוא לבושא ואתלבשת ביה ההיא נשמתא דצדיקייא דבגנתא כגוונא דדיוקנא דהאי עלמא וכו'. זכאה חולקיה מאן דזכי לאילין לבושין דאמרן דמתלבשן בהו צדיקיא בגנתא דעדן. אילין מעובדין טבין דעביד ב\"נ בהאי עלמא בפיקודי דאורייתא ובהון קיימא נשמתא בגנתא דעדן ואתלבשת בהני לבושין יקירין. כד סלקא נשמתא בההוא פתחא דרקיע לעילא אזדמנן לה לבושין אחרנין יקירין עלאין דאנון מרעותא וכוונא דלבא באורייתא ובצלותא. דכד סלקא ההיא רעותא לעילא מתעטר בה מאן דמתעטרא ואשתאר חולקא לההוא ב\"נ ואתעביד מניה לבושין דנהורא דמתלבשת בהו נשמתא לסלקא לעילא. ואף על גב דאוקמוה דאינון לבושין בעובדין תליין. אילין לא תליין אלא ברעותא דרוחא כמה דאתמר לקיימא גו מלאכין רוחין קדישין. ודא איהו ברירא דמלה. ובוצינא קדישא אוליף הכי מאליהו. לבושין דלתתא בגנתא דארעא בעובדין, לבושין דלעילא ברוחא ורעותא וכוונה דלבא עכ\"ל.",
      "english": "Concerning the soul's purpose in this world: The essence of the soul is realized after it ascends from the world of action to the world of reward. Before its descent, it is greatly lacking, even though it exists in an elevated place in the highest realm. The soul has no existence before its supernal birth, and even after birth it is as if naked. After its descent into the lower Garden of Eden, it clothes itself in pure garments made from the air of Paradise, and thus through all the levels it ascends, it descends and clothes itself.\n\nWhen it engages in Torah study in this world, it merits a beautiful garment called \"the rabbinic cloak,\" which is the garment of Torah and commandments in which it engaged in this world. With this garment, it merits to ascend and see the face of the King, the Lord of Hosts, its Father, for before coming to this world it was naked, and upon departing this world, it cannot approach the King until it is clothed in the garments of Torah and commandments. This is because the garment of Paradise's air is a simple, pressed garment without ornaments, while the soul needs to be clothed in fine linen and purple, decorated garments which are the spiritual essence of the commandments - these are subtle, spiritual garments through which it approaches the altar by way of [Michael] the High Priest.\n\nRegarding these garments, Rabbi Shimon bar Yochai, of blessed memory, explained in the Zohar, Parashat Vayakhel: \"Then these two chariots enter the hidden chamber of the garden called Ahalot, where twelve types of spices are stored, as it is written (Song of Songs 4), 'Nard and saffron, calamus and cinnamon, etc.' These are the twelve types of lower spices. There are all the soul-garments that are fitting for each one to wear. In that garment are inscribed all the good deeds performed in this world, and all are recorded in it, and they announce: 'This is the garment of so-and-so,' and they take that garment, and the soul of the righteous in the garden is clothed in it according to its earthly form.\n\n\"Blessed is the portion of one who merits these garments we spoke of, in which the righteous are clothed in the Garden of Eden. These come from the good deeds that a person performs in this world through the Torah's commandments, and through them the soul exists in the Garden of Eden and is clothed in these precious garments. When the soul ascends through that opening to the heavens above, other precious, superior garments are prepared for it, which come from the will and intention of the heart in Torah and prayer. When that will ascends above, it crowns whoever is to be crowned, and a portion remains for that person, becoming garments of light in which the soul is clothed to ascend higher. Although it was established that these garments depend on deeds, these depend only on the spirit's will, as was said, to exist among the holy angels and spirits. This is the clear matter, and the holy light learned thus from Elijah: The lower garments in the earthly garden come from deeds, while the upper garments come from spirit, will, and intention of the heart.\""
    },
    {
      "hebrew": "ורצוננו לבאר הענין הזה בענין שמתוכו יתבאר המאמר הזה. נודע כי מציאות הנשמה והנפש והרוח בעת אדיקתם בשרשם קודם אצילותם אינם נגבלות במציאות ההוויה אלא הווייתם היא מצד התפשטותם והשפעתם בנקבה. ע\"ד אור מים רקיע שפירשנו בשער האותיות פכ\"ז. ר\"ל שאין לה הוייה כלל אלא כדרך הזרע המתהווה מצד הכח הדק המתפשט מן המוח שאין שם מציאות זרע אלא כדמיון אור ר\"ל כח הראוי להתהוות ממנו זרע עד השפעתו אל מקום הבשול ובדרך ירידתו מתהווה אל דם ובמקום הבשול מתבשל ומתהפך אל הזרע ובהיותו בבטן המלאה מתהוה ממנו הצורה ההיא. וכן דרך הנשמה כי בבינה היא כדמיון אור וכן השפע הראוי לרוח בתפארת ושפע הראוי לנפש במלכות ועל ידי הייחוד מתהוה השפע ההוא אל צורת הנשמה ורוח ונפש וענין היחוד נתבאר בשער מהות והנהגה ועל ידי הזווג הקדוש והטהור מתהוה מאין צורה אל מציאות הצורה:",
      "english": "We wish to explain this matter in a way that will elucidate this discourse. It is known that the existence of the soul (neshamah), life-force (nefesh), and spirit (ruach), when they are bound to their root before their emanation, are not limited in their essential existence. Rather, their existence stems from their extension and influence into the feminine aspect, as explained regarding Light, Water, and Firmament in Gate of Letters, Chapter 27. This means that they have no actual existence except in the manner of seed, which comes into being from the subtle force that extends from the brain, where there is no actual existence of seed but rather a semblance of light - meaning a potential force suitable for becoming seed - until its influence reaches the place of formation. As it descends, it transforms into blood, and in the place of formation it develops and transforms into seed, and when it is in the full womb, that form develops from it. Similarly is the way of the soul, for in Binah it exists as a semblance of light, and likewise the appropriate influence for spirit in Tiferet, and the influence appropriate for life-force in Malkhut. Through unification, this influence develops into the form of soul, spirit, and life-force, and the matter of unification is explained in the Gate of Essence and Governance. Through the holy and pure union, form comes into existence from non-form."
    },
    {
      "hebrew": "ועתה בהקדמה זו לא יקשה בעינינו ענין תועלת הנשמה במציאות השפעתה מהשרשים מפני שעל ידי כך מתהווה בצורת נשמה [ותצא מכח אל הפועל ע' בעס\"ר) כי הנשמות בנים לה' והאב והאם הוא תפארת ומלכות וכמו שלא יפול השאלה במציאות הבן על הווייתו מכח האב והאם בצאתו החוצה אל אויר העולם מפני העדרו הקודם, כן לא יפול השאלה בענין הנשמה כי זה כזה ומן הגשמי נבין הרוחני כי דרך שוה לשניהם. ומה שנשאר עתה לספק על זה הא תינח בענין מציאות אצילותם והווייתם מהשרשים עד אצילותם אל הגן העליון כי שם יוצאים אל מציאות הנשמה. אבל בואם מגן עדנים אל חרפות העולם הזה למה. כי טוב היותם שם ממציאותם בעולם הזה כי בעולם הזה הם קרובים אל ההפסד ורחוקים מן השכר כי כל הטוב אשר ייטיב ה' אותם הוא עלייתם אל מקום אשר חוצבו.",
      "english": "And now with this introduction, the matter of the soul's benefit in its emanation from its roots will not be difficult for us to understand, since through this it takes form as a soul [and emerges from potential to actual]. For souls are children of God, and the Father and Mother are Tiferet and Malkhut. Just as no question arises regarding the existence of a child coming into being through the power of father and mother when it emerges into the world's atmosphere despite its prior non-existence, similarly no question arises regarding the soul, for this is like that, and from the physical we can understand the spiritual since the path is equal for both. What remains now to question about this is: granted, regarding their emanated existence and their coming into being from their roots until their emanation into the upper Garden, for there they emerge into soul-existence. But why do they come from the Gardens of Eden to the degradations of this world? For it would be better for them to remain there than to exist in this world, since in this world they are close to corruption and far from reward, as all the good that God bestows upon them is their ascent to the place from which they were hewn."
    },
    {
      "hebrew": "והנה לא נשכרו בזה הנשמות כלל. כי קודם רדתם היה להם הענין הזה, ועתה בקרבתם אל החומר העכור עכ\"פ תפגם כי האדם אין צדיק בארץ אשר יעשה טוב ולא יחטא.",
      "english": "And behold, the souls gain no profit in this at all. For before their descent they already possessed this quality, and now in their proximity to coarse matter they will inevitably become blemished, for there is no righteous person on earth who does good and does not sin."
    },
    {
      "hebrew": "והנה השאלה הזאת תתבאר על ידי המאמר הזה שכתבנו כי בהיותה למעלה קודם רדתה אל מציאות עולם הזה עולם העשיה היא יושבת ערומה בלי לבוש כלל ולא תראה אל המלך אביה כלל עד רדתה אל העולם הזה ואז תזכה אל כתונת הפסים הנהו חלוקי דרבנן שפי' למעלה במאמר הזהר ונאמר על הכלים האלה (שמואל ב' י\"ג) כי כן תלבשן בנות המלך הבתולות מעילים, מועילים להראות אל פני המלך. ובזולת זה צריך הוא אל שני מיני לבושים לבוש לגן עדן התחתון ולבוש לגן עדן עליון מפני שני מציאיותיה ברוח ונשמה. המציאות הדק שבג\"ע עליון היא הנשמה, ומציאות שבגן עדן תחתון הוא הרוח כמבואר לעיל. ולכן צריך ב' לבושים א' לג\"ע תחתון וא' לג\"ע עליון.",
      "english": "This question will be clarified through the passage we have written, for when the soul is above, before its descent into the existence of this world (the World of Action), it sits naked without any garment at all and cannot see its father the King at all until it descends to this world. Then it merits the striped tunic - these are the \"rabbinic garments\" that were explained above in the Zohar passage. And concerning these garments it is said (II Samuel 13) \"for so did the virgin daughters of the king wear robes\" - robes that enable them to appear before the King. Beyond this, it requires two types of garments: a garment for the lower Garden of Eden and a garment for the upper Garden of Eden, due to its dual existence in spirit and soul. The refined existence in the upper Garden of Eden is the soul, and the existence in the lower Garden of Eden is the spirit, as explained above. Therefore it needs two garments - one for the lower Garden of Eden and one for the upper Garden of Eden."
    },
    {
      "hebrew": "ועוד נוסיף לקח בענין הלבושים האלה בס\"ד:",
      "english": "And we shall further expand our understanding regarding these garments, with Heaven's help:"
    },
    {
      "hebrew": "כבר בארנו בשער האותיות ענין רוחניות האותיות והזכרתם ועלייתם ויחודם בשרשם. ולכן בתפלה בהיות האדם מתפלל בלא כונת הלב נמצאת התפלה כמעשה בלא מחשבה ולכן כאשר תרצה לעלות אין לה יכולת לעלות מג\"ע התחתון ולמעלה מפני שאפיסת המעשה הוא שם ומשם ולמעלה צריך לפשוט א\"ע מהגוף והגשמות שהוא המעשה ולעלות בהויה רוחניות שהיא המחשבה. והכוונה הוא נשמת המעשה ולכן התפלה ההיא נדחת מגן עדן של מעלה ואין לה מקום לעלות לשם ויש תפלה שתעלה קצת ג\"כ לג\"ע אבל לא תזכה ליכנס במדרגות הפנימיות. ונמצאנו אומרים גם בענין הנשמה כי כפי מעשיה כן תעלה אם מעשיה רוחניים דקים בדקות המדרגה העליונה ודאי שתעלה כפי שעור לבושיה מדרגה אחר מדרגה עד כלות הלבושים ההם שלא הגיעה זכותה לעלות משם ולמעלה מפני כוונתו. ובזה יובן מה שפי' הרשב\"י ע\"ה בהיכלות בענין התפלה כי עם היות שקבלו אותה בהיכל הראשון עדין מדקדקים בה בהיכל שני. וקשה אחר שדנו אותה בהיכל א' וזכוה בדינה וזכתה לעלות למה לא יקבלוה בהיכל שני וכן בשאר ההיכלות ולא תצטרך לדינים אלו.",
      "english": "We have already explained in the Gate of Letters the spiritual nature of the letters, their mention, their ascent, and their unification with their root. Therefore, when a person prays without proper intention of the heart, the prayer exists as an action without thought, and thus when it seeks to ascend, it cannot rise beyond the lower Garden of Eden, because that is where physical action ceases. From there and above, one must strip away the physical body and materiality, which represents action, and ascend in spiritual being, which is thought. Intention is the soul of action, and therefore such a prayer is rejected from the upper Garden of Eden and has no place to ascend there. There are prayers that may ascend somewhat to the Garden of Eden but will not merit entering the inner levels.\n\nWe thus say regarding the soul that it ascends according to its deeds - if its deeds are spiritual and refined to the degree of the highest level, it will certainly ascend according to the measure of its garments, level after level, until the completion of those garments, beyond which its merit cannot ascend due to its intention. This explains what Rabbi Shimon bar Yochai, of blessed memory, explained regarding prayer in the Chambers - that even though they accept it in the first chamber, they still scrutinize it in the second chamber. This raises a difficulty: after they have judged it in the first chamber and found it meritorious and worthy to ascend, why must they examine it again in the second chamber and in the other chambers? Why are these additional judgments necessary?"
    },
    {
      "hebrew": "ועוד שפעמים שדוחים אותה בהיכל זה אחר שקבלוה בהקודם מפני שחייבוה מצד הדין. וכי נוכל לומר כי ח\"ו העוו הדין בהיכל הקודם זה ודאי לא. אלא ודאי כדקאמרי' כי אף על פי שתכשר בעניינים לפי שעור דקות ההיכל הזה עדין צריכים לדונה בהיכל שני שמא לא זכתה בענייני פעולותיה אל רוחניות היכל שני וע\"ד זה לכל המדרגות. ובהקדמה זו יובן ז' חשבונות שמחשבים לאדם מעת פטירתו עד התחיה כדפי' בזהר (ויקהל דף קצ\"ט ע\"ב). וכן בזה יתבאר ענין יום הדין הגדול למה אחר שכבר דנו אותם והשכירום לג\"ע למה יצטרכו עוד אל הדין והחשבון. והענין הוא לראות אם יש להם כח בדקות לזכות לעולם הבא האמתי שהוא אחר התחייה. וכן יתבאר בזה מה שארז\"ל (מנחות דף כ\"ט) במרע\"ה בשעה שעלה למרום מצאו להקב\"ה שהיה יושב וקושר כתרים לאותיות כו' ועקיבא בן יוסף שמו שעתיד לדרוש ע\"כ קוץ וקוץ כו' אמר לפניו רבש\"ע הראהו לי כו' אמר לפניו רבש\"ע הראיתני תורתו הראיני שכרו כו' ראה ששוקלין בשרו במקולין כו' א\"ל שתוק כך עלה במחשבה לפני. וקשיא טובא וכי מרע\"ה שאל על מיתתו או עונשו עד שהראוהו שהיו שוקלין את בשרו, היה להקב\"ה להראות לו שכרו ומה לנו עסק במיתתו במה יהיה כי אין תשובה זו מעין שאלתו. והענין הוא כי הקב\"ה מדקדק עם הצדיקים כחוט השערה מפני כי כשיעור מעשיו הטובים כן תתעלה נשמתו במעלות הסולם ועם היות שהוא חטא חטא קטן שבעולם אם הפגם הקטן ההוא ימנעהו מלזכות אל המדרגה הגדולה והעצומה אשר שם עוצם דקות מעשיו הנה אם לא יענשוהו ויטהרוהו ממנו הוא מאבד אבוד גדול שמאבד מעשיו הטובים וזכות רוחניותם העולים מעלה מעלה דרך מעלות הסולם מפני החטא ההוא וזה אינו מהראוי. ולכן ה' חפץ למען צדקו ולמען דכאו החלי לזכותו ולנקותו ליכנס אל המדרגה ההיא מדרגת מעשיו ולכן הקב\"ה מדקדק עם הצדיקים. וזהו מעלת ר' עקיבא כי מעשיו הנכונים היו מגיעים עד המחשבה העליונה והוכרח היות עונשו גדול לעון דק כחוט השערה כי לפי מעלת המקום שהנשמה מסתלקת לשם כן גדול החטא והעונש. ולכן הראהו הקב\"ה למרע\"ה שהיו שוקלין את בשרו שמתוך כך יכיר עוצם מעלת נשמתו שעם היותו צדיק גמור וגודל תורתו על ידי זה הוצרך לתקון גדול להעלות נשמתו אל מעלת מעשיו שגברו למעלה ראש. ועם כל זאת תמה מרע\"ה תימא באמרו זו תורה וזו שכרה שהיה נראה בעיניו עונש גדול והשיב לו שתוק כך עלה במחשבה פי' כי כך עלה ר\"ע במדרגות מעשיו הטובים למדרגת המחשבה ולעלות למעלה בלי שום פגם היה צריך אל העונש הזה:",
      "english": "Furthermore, sometimes a prayer is rejected in one chamber even after being accepted in the previous one because it was found liable according to judgment. Could we say, Heaven forbid, that the previous chamber erred in its judgment? Certainly not. Rather, as we have stated, even though it may be found worthy according to the refinement level of one chamber, it still needs to be judged in the second chamber, for perhaps it has not merited in matters pertaining to the spirituality of that second chamber - and so it goes for all levels. Through this principle we can understand the seven reckonings that are calculated for a person from the time of death until resurrection, as explained in the Zohar (Vayakhel 199b). This also explains the matter of the Great Day of Judgment - why, after they have already been judged and rewarded with Garden of Eden, do they need further judgment and reckoning? The matter is to see if they have the refined spiritual power to merit the true World to Come that follows the resurrection. This also explains what our Sages taught (Menachot 29) regarding Moses our teacher: When he ascended on high, he found the Holy One Blessed be He sitting and attaching crowns to the letters... and [He told him about] one named Rabbi Akiva ben Joseph who would expound upon every crown... Moses said, \"Master of the Universe, show him to me\"... \"Master of the Universe, You have shown me his Torah, show me his reward\"... He saw them weighing his flesh in the meat market... [God] said to him \"Be silent, for such arose in thought before Me.\" This raises a great difficulty - did Moses ask about his death or punishment that they showed him his flesh being weighed? God should have shown him his reward, and what concern is it of ours how he would die, as this answer does not address his question. The explanation is that the Holy One is exacting with the righteous to a hairsbreadth, because according to the measure of one's good deeds, so does their soul ascend the levels of the ladder. Even if one commits the smallest sin in the world, if that small blemish prevents them from attaining that great and mighty level where their refined deeds reside - if they are not punished and purified from it, they suffer a great loss, losing their good deeds and spiritual merit that ascend higher and higher via the ladder's rungs because of that sin, which is not proper. Therefore, God desires for the sake of righteousness to afflict and purify them so they may enter that level their deeds merit, and thus God is exacting with the righteous. This was Rabbi Akiva's distinction - his proper deeds reached up to the Supreme Thought, and thus his punishment had to be great even for a sin as thin as a hair, for according to the elevation of the place where the soul ascends, so is the gravity of the sin and punishment. Therefore, God showed Moses that they were weighing his flesh, so that through this he would recognize the tremendous level of his soul - that despite being completely righteous and having great Torah knowledge, he required major rectification to elevate his soul to the level of his deeds which soared to the heights. Nevertheless, Moses was astonished and said \"This is Torah and this is its reward?\" as it appeared to him as severe punishment, and [God] answered him \"Be silent, for such arose in thought before Me\" - meaning that Rabbi Akiva ascended through his good deeds to the level of Thought, and to ascend higher without any blemish, this punishment was necessary."
    },
    {
      "hebrew": "ונחזור לענייננו כי בעלות התפלה דרך המדרגות לפי שיעור מדררגת הדבקות והכונה אשר למתפלל או לעוסק במצוה ההיא כן תעלה במעלותיה. כי המעשה לא תעלה מגן עדן התחתון ולמעלה כי שם מעמד מעלת הגוף וממנו ולמעלה תש כח מעלת הגוף ונפסק ואינו ראוי לעלות אלא נשמת התפלה שהוא הכונה והרוחניות וכן הדין אל המצות כי כוונת התפלה והמצוה היא נשמתם כאמרם תפלה בלא כוונה כגוף בלא נשמה. ועכ\"ז אין כל הנשמות שוות כמו שאין כל הכוונות שוות לפי שיעור הכוונה תהיה גודל הנשמה. וזהו שאמר במאמר [הזהר] שלפנינו אזדמן לה לבושין אחרנין יקירין עלאין דאינון מרעותא וכוונה דלבא באורייתא ובצלותא דכד סלקא כו' מתעטרא וכו' פי' כאשר עולה התפלה מעוטרת באותם העניינים הידועים שהיא מתעטרת כמו שבארנו בשער היכלות. ואשתאר חולקא וכו' פי' ידוע הוא כי עקר התפלה הוא להמשיך ברכות ושפע לעולם ואמר שאעפ\"י שהתפלה תועלת לכל העולם עכ\"ז מאותו השפע והאור היורד על ידי התפלה נשאר שם חלקו כדי שאותו האור יעשה לו לבוש לנשמתו בעת עלייתה אל מקומה. ועם הקדמה זו יובן עניני הלבושים כי אין הכונה שהמצות יעשו לו לבוש כי הענין הזה אין הדעת מקיפו אמנם הכונה כי אותו המתפלל או המקיים המצוה ההיא כאשר יזכה להעלות מצוותו או תפלתו דרך מעלות העליונות ומקבלים אותה ההיכלות ומשם מקבלת אותה המלכות אז מכחה מעורר הזכר ומשפיע בה מן המדרגות העליונות והנה בזכותו נשפע עליה שפע רב וברכה. ומאותו האור הנשפע נותנים גם לו חלקו ונעשה לו לבוש ואלו הם חלוקא דרבנן. ואלו הם המצוות העומדים לפני מלכו של עולם ללמד זכות עליו ואומרת אנא מפלניא דעבד לי כדפי' בזהר (קדושים דף פ\"ג ע\"ב). ולפי כח השפעתו ע\"י תפלתו כן יזכה לאור באור לבושו.",
      "english": "Let us return to our subject: as prayer ascends through the levels according to the degree of devotion and intention of the one who prays or performs that commandment, so shall it rise in its elevations. For the physical act does not ascend beyond the lower Garden of Eden, as that is where the body's influence ends, and from there upward the body's power wanes and ceases, and only the soul of the prayer - which is the intention and spirituality - is fit to ascend. The same applies to the commandments, for the intention behind prayer and commandments is their soul, as they said \"prayer without intention is like a body without a soul.\" Nevertheless, not all souls are equal, just as not all intentions are equal - according to the measure of intention will be the greatness of the soul. This is what was meant in the [Zohar] passage before us: \"other precious supreme garments are prepared for it, which come from the will and intention of the heart in Torah and prayer, and when it ascends... it is crowned.\" This means that when prayer ascends crowned with those known aspects with which it is adorned, as we explained in the Gate of Chambers. And \"a portion remains\" - it is known that the main purpose of prayer is to draw blessings and abundance to the world, and it says that although prayer benefits the entire world, nevertheless from that abundance and light that descends through prayer, one's portion remains there to serve as a garment for his soul when it ascends to its place. With this introduction, the matter of the garments becomes clear - for the intention is not that the commandments themselves make a garment, as this concept is beyond comprehension. Rather, the intention is that when one who prays or performs that commandment merits to elevate his commandment or prayer through the supreme levels, and the chambers receive it, and from there the Kingdom receives it, then through its power it awakens the masculine aspect and influences it from the supreme levels, and through his merit abundant flow and blessing are bestowed. From that flowing light they give him his portion as well, and it becomes his garment - these are the \"Rabbinic Garments.\" These are the commandments that stand before the King of the Universe to advocate on his behalf, saying \"I am from so-and-so who performed me,\" as explained in the Zohar (Kedoshim 83b). And according to the power of his influence through his prayer, so shall he merit to shine in the light of his garment."
    },
    {
      "hebrew": "והנה בזה נמצא כי גם הלבושים הם מאור עליון אור הספירות אלא שיש חלוק גדול ביניהם. שהנשמה מתהווה על ידי היחוד והזווג כמער איש ולויות כדרך חבור איש ואשתו. אמנם הלבושים הם מענין יחוד המלכות עם הת\"ת המקבלת שפע רב טוב ואור גדול. ובהקדמות אלו יובן המאמר הזה היטב. ואין שאר הלשון צריך ביאור כי מבואר הוא מעצמו (ע' עס\"ר):",
      "english": "And behold, through this we find that the garments too are from the supernal light, the light of the Sefirot, though there is a great distinction between them. For the soul comes into being through unification and coupling, like \"a man and his companion,\" in the manner of the joining of husband and wife. However, the garments are from the aspect of the unification of Malkhut with Tiferet, receiving abundant divine flow and great light. And with these premises this discourse will be well understood. The remainder of the text requires no explanation as it is self-evident."
    }
  ]
}