{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 1,
  "translation": [
    {
      "hebrew": "<b>שער כ\"ד הוא שער ההיכלות:</b>",
      "english": "<b>Gate 24: The Gate of the Palaces</b>"
    },
    {
      "hebrew": "אחרי אשר עדרנו קוננו וגמרנו כל כוונתינו בעסק הספירות רצוננו לכתוב ענין ההיכלות כפי הנרצה בספר הזה. ואין בענין ההיכלות האלו ענין מחודש מחלק העיון כלל, זולת העתקות לשון ספר הזהר בקיצור מופלג כפי האפשר ביכולת:",
      "english": "After having arranged, established, and completed all our intentions regarding the study of the Sefirot, we wish to write about the matter of the Heikhalot (Celestial Palaces) as desired in this book. There is nothing novel in these Heikhalot from the theoretical perspective at all, except for extremely concise translations from the language of the Zohar, as much as is possible within our capability."
    },
    {
      "hebrew": "<b>פרק ראשון:</b>",
      "english": "<b>Chapter One:</b>"
    },
    {
      "hebrew": "ההיכל הא' מלמטה למעלה הוא הנקרא היכל לבנת הספיר. ובהיכל הזה יש ממונה אחד טהריא\"ל שמו. והוא עומד על פתח ההיכל הזה עם כמה מלאכים ממונים אשר עמו וכלם אש לוהט ושרביטי אש בידם וכלם בעלי עינים. וכאשר הנשמה עולה למעלה אם זכתה והיא ראויה ליכנס פותחין לה פתח והיא נכנסת ואם היא נטמאת דוחין אותה. ומחוץ להיכל הזה יש ממונה אחד וכמה מלאכי חבלה ודוחין אותה עד שמורידין אותה לגיהנם ונידונת שם י\"ב חודש. ועל דרך זה בענין התפלה אם תפלת צבור אחר שבקעה האויר הגיעה עד פתח ההיכל מיד מקבלין אותה כדכתיב (תהלים ק\"ב י\"ח) ולא בזה את תפלתם ונמסרים ברקיע הזה הנקרא בז\"ק כאשר נבאר ושם מתעכבות תחת יד הממונה הזה עד שישלימו כל ישראל תפלתם ואז נמסרות כלם יחד ביד סנדלפו\"ן המלאך הקושר כתרים לרבו ומשם נמסרות ונעשות עטרות לראש צדיק יסוד עולם כנודע. ואם היא תפלת היחיד מביטים בה כדכתיב (שם) פנה אל תפלת הערער אם כשירה היא מכניסין אותה ואם לאו דוחין אותה. ומשם יורדת אל הרקיע התחתון ונמסרת ביד המלאך סהדיא\"ל לעשות בה כאשר נבאר בשער הכוונה בעז\"ה.",
      "english": "The first palace from bottom to top is called the Palace of Sapphire Brick. In this palace there is an appointed angel named Tahariel. He stands at the entrance of this palace with several appointed angels who are with him, and they are all flaming fire with staffs of fire in their hands, and they are all possessed of eyes. When a soul ascends upward, if it has merit and is worthy to enter, they open an entrance for it and it enters, but if it is defiled they reject it. Outside this palace there is one appointed angel and several angels of destruction who push it away until they lower it to Gehenna where it is judged for twelve months. Similarly regarding prayer, if it is communal prayer, after it splits through the air and reaches the entrance of the palace, they immediately accept it, as it is written (Psalms 102:18) \"He has not despised their prayer,\" and they are transmitted in this firmament called Bazak, as we will explain, and there they are delayed under the authority of this appointed one until all Israel complete their prayers, and then they are all transmitted together into the hand of Sandalfon, the angel who binds crowns for his Master, and from there they are transmitted and made into crowns for the head of the Righteous One, Foundation of the World, as is known. But if it is an individual's prayer, they examine it, as it is written (ibid.) \"He turns to the prayer of the destitute\" - if it is proper they admit it, and if not they reject it. And from there it descends to the lower firmament and is transmitted into the hand of the angel Sahadiel to do with it as we will explain in the Gate of Intention, with God's help."
    },
    {
      "hebrew": "והנה המלאך הזה טהריא\"ל נפקד ונתמנה בפתח הזה לדחות או לקבל הנשמה או התפלה ואפשר שנקרא טהריא\"ל לפי שהוא מטהר אותה או פוסלה לפי מעשיה. למעלה מן הפתח הזה יש פתח אחר והם שערים שהקב\"ה חתר אותם לבעלי תשובה השופכים דמעות בתפלתם ונקראו שערי דמעה ומעולם לא ננעלו כאחז\"ל (ב\"מ דף נ\"ט.) כל השערים ננעלו ושערי דמעה לא ננעלו. וכאשר עולה תפלת הדמעה ליכנס בפתח זה נזדמן שם אופן אחד רחמיא\"ל שמו והוא עומד על ו' מאות חיות גדולות ולוקח תפלת הדמעות ומכניסם למעלה. באויר פנימיות ההיכל הזה הוא רוח א' ונקרא (ססטוריא) [נ\"א סטוטרי\"ה] וזהו הספיר הנזכר לעיל וגוונו כגוון הספיר מתנוצץ ומתחלק לב' מאורות המאור הא' לבן מתנוצץ לכל רוח מעלה ומטה וד' רוחות והמאור השני נעלם ומתגלה ומהמאור הזה מתפרשים ד' מאורות לד' רוחות וכלם מאור א'. ואלו הנצוצות הם מאירות כעין קלל האדום כדכתיב (יחזקאל א) ונוצצים כעין נחשת קלל כל זה אל ימין ההיכל הזה ונקרא ספיר כאשר הרקיע העליון בינה מאצלת הנשמות בתוך ההיכל השביעי הנקרא קדש קדשים כאשר נבאר ששם הם מתאצלים. וכאשר יורד התעוררות מהבינה אל היכל השביעי אז הנשמות הם זכרים מטעם שגובר הזכר על הנקבה ואז יולד זכר כי מאן דאלים גבר כי התעוררות העליון מעורר הנקבה ואז מזרעת תחלה וכשתרד הנשמה יגבר הכח העליון והוא זכר ואז הרוח הזה הספיר הימיני שהוא הזכר כדפי' לוקט אותם למטה עד שיוכללו בנקבותיהם לפזרם בעה\"ז בבני אדם והענין הזה הארכנו בו בשער מהות והנהגה בפ' י\"ז בס\"ד. ואל שמאל ההיכל אויר פנימיותו הוא רוח א' ונקרא לבנת ושמו אדירי\"א סנוני\"א [א] והמאור הזה הוא לבן ואדום כלולים יחד מפני שמוצאם ואצילותם הוא מהמאור הימיני שהוא לבן ונצוציו אדומים כדפי'. ובהגיע התנוצצות המאור השמאלי הזה בניצוצי הימיני מתעלם זה השמאלי בתוכו ונכלל בו ואינו נראה כלל כדרך הנקבה להיותה נעלמת תחת הזכר. והמאור הזה הנקרא לבנת היא נקבה ובהיותה ההתעוררות מלמטה מההיכל הזה אל הבינה אז הנשמות המושפעים שם הם נקבות. אח\"כ יורדות מההיכל הזה ומקבל אותם המאור הזה ומתיחדות ב' המאורות זה עם זה זכר בנקבה ומתיחדות הנשמות זכר בנקבה ויורדים שניהם מיוחדים לג\"ע שלמטה ושם נתפרדו. וזהו שהקב\"ה מזווג זווגים כדפי' בזהר והעתקנוהו בשער מהות והנהגה בפכ\"ב. וב' המאורות האלה יחד נק' לבנת הספיר והם סטוטרי\"ה אדירי\"ה סנונינ\"א [נ\"א סניגיה] וביחוד וזווג שתי הרוחות האלה הימין והשמאל נכללות נשמת הזכר והנקבה כדפי'. וכאשר נכללו ב' הרוחות האלה ובאים להתיחד בפגיעתן לאתכללא זה בזה ואז מתנוצצים ונבראים ומתפשטים לכל צד ומתנוצצים מן המאור השמאלי נצוצות ואותם הניצוצות הם האופנים שעליהם אמר הכתוב (יחזקאל א) מראה האופנים ומעשיהם וגו' שאינן כמין החיות. והאופנים האלה הם לוהטי אש ועומדים בשורה.",
      "english": "Behold, this angel Tahariel is appointed and stationed at this entrance to either reject or accept the soul or prayer, and it is possible that he is called Tahariel because he purifies (metaher) or disqualifies it according to its deeds. Above this entrance there is another entrance, and these are gates that the Holy One, blessed be He, excavated for penitents who shed tears in their prayers, and these are called the Gates of Tears, which have never been closed, as our Sages said (Bava Metzia 59a): \"All gates are locked, except the Gates of Tears.\" When a prayer of tears ascends to enter this gate, an Ofan named Rachamiel appears there, who stands over six hundred great creatures and takes the prayers of tears and brings them upward. In the inner atmosphere of this palace there is one spirit called (Sastoria) [alternatively: Staturia], and this is the sapphire mentioned above, and its color is like the color of sapphire, sparkling and dividing into two lights: the first light is white, sparkling in all directions - up, down, and the four directions, and the second light is concealed and revealed, and from this light emerge four lights to the four directions, and they are all one light. These sparks shine like polished red copper, as it is written (Ezekiel 1), \"and sparkled like burnished brass,\" all this to the right of this palace and is called sapphire, as the upper firmament, Binah, emanates souls within the seventh palace called the Holy of Holies, as we will explain where they emanate from. And when arousal descends from Binah to the seventh palace, then the souls are male, because the male dominates over the female, and then a male is born, for \"whoever is stronger prevails,\" for the upper arousal awakens the female and then she seeds first, and when the soul descends, the upper power prevails and it is male, and then this sapphire spirit, which is male as explained, gathers them below until they are included with their females to disperse them in this world among humans, and we elaborated on this matter in Gate of Essence and Governance, chapter 17, with Heaven's help. And to the left of the palace, its inner atmosphere is one spirit called Livnat, and its name is Adiria Senonia, and this light is white and red combined together because their origin and emanation is from the right light which is white and its sparks are red, as explained. And when the sparkling of this left light meets the sparks of the right, this left one becomes concealed within it and is included in it and is not visible at all, like the way of the female to be hidden under the male. And this light called Livnat is female, and when there is arousal from below from this palace to Binah, then the souls that are influenced there are female. Afterward, they descend from this palace and this light receives them, and the two lights unite with each other, male with female, and the souls unite male with female, and they both descend united to the lower Garden of Eden, and there they separate. This is how the Holy One, blessed be He, matches couples, as explained in the Zohar and as we quoted in Gate of Essence and Governance, chapter 22. These two lights together are called Livnat HaSapir, and they are Staturia Adiria Senonina [alternatively: Senigia], and in the union and coupling of these two spirits, the right and left, the souls of male and female are included, as explained. And when these two spirits are included and come to unite in their encounter, to be included one with the other, then they sparkle and are created and spread to all sides, and sparks flash from the left light, and these sparks are the Ofanim about which Scripture says (Ezekiel 1) \"The appearance of the Ofanim and their work, etc.\" which are not like the Chayot. And these Ofanim are flaming fire and stand in a row."
    },
    {
      "hebrew": "וענין הויות הניצוצים האלה כדמות הנצוצות המתפוצצות מתחת הפטיש בהכאה על הברזל הדולק שזורק נצוצות וכמו כן הענין בפגישת האור הימיני בשמאלי וכאשר נתחברו ב' הרוחות והמאורות האלה שהם לבנת הספיר יוצא מהם מאור שהוא חיה אחת עולה ויורדת ומתישבת על ארבע אופנים כאשר נבאר פה. ודמות החיה הזאת כאריה ושלטת על אלף ושלש מאות רבוא אופנים אחרים מלבד הד' אופנים האלה. והם מסודרות בד' שורות אלה. כנפיהם ככנפי הנשר ונקרא החיה הזאת בז\"ק. ומן הבזק הזה מתפשט רקיע א' והרקיע הזה עומד על שני עמודים א' מצד זה וא' מצד זה והרקיע עליהם וב' העמודים האלה הם ב' כרובים ועל הרקיע הזה כתיב (שם י א) ואראה והנה אל הרקיע אשר על ראשי הכרובים. ואין זה הרקיע אשר על ראשי החיות. ועל הרקיע הזה ממונה הבז\"ק והוא הסוכך על הכל וברקיע הזה מתקנים התפלות עד שמתקבצים כלם עד בא סנדלפו\"ן לקבלם כדפי' לעיל. וכן כל אותם העוסקים בתורה בלילה ומתפללים מקבל אותם הבז\"ק הזה עד עלות השחר. ואחר עלות השחר והאיר היום אותם התפלות והתורה עולות ומסתלקים אל הרקיע הנקרא ספר זכרון. הבז\"ק הנזכר עומד על ד' אופנים הם הגלגלים ושמם אהניא\"ל קדומיא\"ל מלכיא\"ל יאהדונה\"י וכל א' מהם עומד על ד' עמודים הם ט\"ז עמודים לד' גלגלים ולכל א' מד' אופנים אלו ד' פנים שהם י\"ו פנים לד' אופנים והפנים האלה מביטים בד' רוחות הבז\"ק שהוא עומד עליהם ובד' אופנים האלה נכללות ד' אותיות שהם אדנ\"י שסנדלפו\"ן בעל המרכבות משתמש בהם. וד' אופנים אלה פורחים באויר הזך שהאויר ההוא כלול בד' אותיות יהו\"ד ונכללים אותיות יהו\"ה באותיות אדנ\"י והם משולבות אשה אל אחותה מקבילות הלולאות אא\"א ונכללים במציאות אור הכלול שהוא יאהדונ\"הי שהוא כללות כל ההיכל הזה ובהיותו כלו נכלל בשם זה להסתלק אז מתנוצץ בהתנוצצות כגוון השמש המתנוצץ במים ועל מציאות זה נאמר באופנים (שם א) אל אשר יהיה שמה הרוח ללכת ילכו וגו' ומאמצע ההיכל הזה עמוד א' והוא נעוץ מהיכל זה הראשון להיכל שני ושם העמוד הזה אהרהניאל [אדרהניא\"ל] וכאשר יוכלל מה שבהיכל הזה זה עם זה והכל ברוח משפט אז ע\"י התפלות יתיחד מרוח הכולל שבהיכל הזה עם רוח היכל העליון שבהיכל שני ע\"י העמוד הזה ומציאות ההיכל הזה נסמוך בשני עמודים לצד המזרח. ושמם הא' קרעיא\"ל והוא ממונה על י\"ב אלף מלאכים. והשני שמעיא\"ל וממונה על י\"ב אלף מלאכים אחרים ושניהם זה אל הימין וזה אל השמאל ונקראת יתידות המשכן. ולצד דרום ב' עמודים אחרים ושמם סעד\"יאל סטר\"יאל כל א' וא' ממונה על י\"ב אלף ממונים אחרים והם ממונים על קיום העולם ואלה נקרא מאזנים שהם עומדים לשקול כל זכר ונקבה הראויים להתייחד זה עם זה ואע\"פ שלפעמים מכריע כף האיש מן האשה או להיפך עכ\"ז הם המיחדים ולפיכך הם נקראים מאזנים לעלות שעולים יחד ואף על פי שאינם שווים ואינם אותם הנקראים מאזני צדק. לצד צפון שנים אחרים ושמם פתחיא\"ל עטריא\"ל וכל א' וא' ממונה על י\"ב אלף ממונים אחרים והם ג\"כ יתידות. לצד מערב ב' אחרים ושמם פדתיא\"ל תומיהא\"ל והם ממונים כל א' וא' על י\"ב אלף ממונים אחרים והם מורידין דמעות על המגרשים נשי נעוריהם בעבור ז' ברכות שנתברכו ולא נתקיימו כשנתגרשו והדבר הזה מורה הסתלקות ז' ברכות שנתברכו מהנקבה העליונה ואז בת קול יוצאת ואומרת איזה ספר כריתות אמכם וגומר (ישעיה נ א) ואלו כלם הם יתידות כראשונים אשר אמרנו. ואלו היתידות השמנה ואז שמנה מיתרים שהם מאורות נאחזות ביתדות והם כלם חוץ להיכל וההיכל הזה נסמך עליהם וכלם נעקרים מהמקום כאשר הרוח שבהיכל רוצה להיות נכלל בהיכל השני כדפי'. וזהו מה שכללנו מתוך דברי הרשב\"י ע\"ה בפרשת פקודי (דף רמ\"ו ודף רנ\"ה) ובפרשת בראשית דמ\"ב:",
      "english": "The nature of these sparks is like the sparks that burst forth from beneath the hammer when it strikes glowing iron, scattering sparks, and similarly occurs when the right light meets the left. When these two spirits and lights, which are the sapphire whiteness, join together, there emerges from them a light which is a single creature that ascends and descends and settles upon four Ofanim (wheels), as we shall explain here. This creature's form is like a lion, and it rules over one thousand three hundred myriad other Ofanim besides these four Ofanim. They are arranged in these four rows. Their wings are like eagle's wings, and this creature is called Bazak. From this Bazak extends one firmament, and this firmament stands upon two pillars, one on each side, with the firmament above them, and these two pillars are two Cherubim. Concerning this firmament it is written (Ezekiel 10:1), \"And I looked, and behold, upon the firmament that was above the heads of the Cherubim.\" This is not the firmament that is above the heads of the Chayot (creatures). The Bazak is appointed over this firmament and oversees everything, and in this firmament the prayers are prepared until they are all gathered, until Sandalfon comes to receive them, as explained above. Similarly, all those who engage in Torah study at night and pray are received by this Bazak until dawn. After daybreak and daylight, these prayers and Torah ascend and rise to the firmament called the Book of Remembrance.\n\nThe aforementioned Bazak stands upon four Ofanim, which are the wheels, and their names are Ahniel, Kedumiel, Malkiel, and Yahadonai. Each stands upon four pillars, making sixteen pillars for the four wheels, and each of the four Ofanim has four faces, making sixteen faces for the four Ofanim, and these faces look toward the four directions of the Bazak that stands upon them. Within these four Ofanim are included the four letters that spell ADNI (Adonai), which Sandalfon, master of the chariots, uses. These four Ofanim fly in pure air, which air contains the four letters YHVD, and the letters YHVH are included within the letters ADNI, and they are interwoven, each to its sister, the loops corresponding one to another, and are included in the existence of the encompassing light which is YAHDVNHY, which encompasses this entire chamber. When it is entirely included in this name to ascend, it then sparkles like the sun's reflection in water. Concerning this reality it is said of the Ofanim (Ezekiel 1), \"Wherever the spirit was to go, they would go,\" etc.\n\nFrom the middle of this chamber extends one pillar that is fixed from this first chamber to the second chamber, and this pillar's name is Aharhaniel [Adrhaniel]. When all that is in this chamber is unified one with another, all through the spirit of judgment, then through prayers the encompassing spirit in this chamber unifies with the spirit of the upper chamber in the second chamber through this pillar. This chamber is supported by two pillars on the eastern side. The first is named Keri'el and is appointed over twelve thousand angels. The second is Shami'el and is appointed over twelve thousand other angels, and they are positioned one to the right and one to the left, and they are called the stakes of the Tabernacle.\n\nOn the southern side are two other pillars named Sa'adiel and Satriel, each appointed over twelve thousand other appointees, and they are appointed over the world's maintenance. These are called scales, for they stand to weigh every male and female who are fit to unite with each other, and even though sometimes the scale of the man outweighs that of the woman or vice versa, nevertheless they are the unifiers, and therefore they are called scales because they rise together, even though they are not equal, and they are not those called the scales of righteousness.\n\nOn the northern side are two others named Petachiel and Atriel, each appointed over twelve thousand other appointees, and they too are stakes. On the western side are two others named Pedtiel and Tomihael, each appointed over twelve thousand other appointees, and they cause tears to fall for those who divorce their wives of youth because of the seven blessings that were blessed but were not fulfilled when they divorced,"
    }
  ]
}