{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 8,
  "translation": [
    {
      "hebrew": "עוד סיפר לנו הרשב\"י בענין ההיכלות האלה בכלל ויחס להם שם מדורין והכל ענין א' היכל ומדור. וז\"ל בפ' תרומה [ה] שבעה מדורין אינון לעילא דרגא על דרגא ובכלהו מדורין מלאכי עלאין אלין על אלין. הכי נמי לתתא. וכלא אחיד דא בדא למהוי כלא חד. ז' מדורין אינין לעילא והאי ארץ עלאה אחידת לון וכלהו קיימין בה ובכלהו קיימא תושבחתא דקב\"ה דרגין פרישן דא מן דא ואתרין פרישן דא מן דא:",
      "english": "Rabbi Shimon bar Yochai further taught us regarding these chambers in general, and referred to them as dwelling places, and both terms - chamber and dwelling place - refer to the same concept. And these are his words in Parashat Terumah: \"There are seven dwelling places above, level upon level, and in all these dwelling places there are supreme angels, one above another. So too it is below. And all are connected one to another to form a single unity. There are seven dwelling places above, and this supernal earth holds them all, and they all exist within it, and within all of them exists the praise of the Holy One, blessed be He, with levels separated one from another and places separated one from another.\""
    },
    {
      "hebrew": "מדורא קדמאה הוא אתר בי חשוך בלא נהיר והוא מתתקן למדורי רוחי וקסטרי ועלעולי תקיפין דלא אתחזיין ולא אית בהו נהורא ולא חשוכא ולא דיוקנא כלל. ותמן לא ידעי ביה ידיעה כלל דלאו ביה צורה גו כלל כרסיא. ועל ההוא אתר ממנא חד מלאכא טהריא\"ל שמיה ועמיה שבעין ממנין מעופפין ואתמחן מבזיקי שביבין דעלייהו ולא קיימין ולא אתחזון ולא משתכחין. וכד אתא צפרא כלהו מתחדשין ולא קיימי. כד מטאן לגבי האי אתר אבדין ולא משתכחין ועאלין בחד נוקבא דתהומא ולא אתחזון. כד רמש ליליא אתמחון מאינון שביבין עד דימטי צפרא:",
      "english": "The first chamber is a place of darkness without light, and it is established as a dwelling for spirits, forces, and mighty whirlwinds that are invisible, having neither light nor darkness nor any form whatsoever. And there, no knowledge of it is known at all, for it has no form within any throne. Over that place is appointed one angel whose name is Tahariel, and with him are seventy appointed ones who fly and are struck from the sparks of flames that are above them, and they do not remain, are not seen, and are not found. When morning comes, they all renew but do not remain. When they reach this place, they vanish and are not found, and they enter into a single hole in the depths and are not seen. When night falls, they are struck from those sparks until morning arrives."
    },
    {
      "hebrew": "מדורא תניינא הוא אתר דנהיר יתיר ואיהו חשוך אבל לא חשוך כההוא קדמאה והוא מתתקן למדורי מלאכין די ממנן על עובדיהון דבני נשא ולמסטי להון בההוא אורח בישא דאינון אזלין וההוא אתר אתחזי יתיר מן קדמאה ואלין מלאכין אית לון קורבא עם בני נשא ומתהנן מריחא ובוסמא דלתתא לסלקא בתועלתא ולאנהרא יתיר. ועלייהו חד ממונה קדומיא\"ל שמיה ואלין פתחין שירתא ומשתככי ואזלי לון ולא אתחזן עד דישראל דלתתא פתחי ואמרי שירתא כדין קיימין בדוכתייהו ואתחזון ונהרין יתיר. ותלתא זימנין ביומא מקדשי קדושתא וכד ישראל עסקין באורייתא כלהון טאסין וסהדי סהדותא לעילא וקב\"ה חייס עלייהו:",
      "english": "The second chamber is a place that shines more brightly, though it is dark - but not as dark as the first one. It is established as a dwelling place for angels who are appointed over the deeds of humans and to influence them regarding the evil path they walk. This place is more visible than the first, and these angels have proximity to humans and derive pleasure from the scents and fragrances from below, elevating them beneficially and shining more brightly. Over them is appointed one supervisor whose name is Kadumiel, and these begin songs but then quiet down and depart and are not seen until the Israelites below begin and recite song - then they stand in their places and become visible and shine more brightly. Three times daily they sanctify the holiness, and when Israel engages in Torah study, they all fly and testify testimony above, and the Holy One, blessed be He, has mercy upon them."
    },
    {
      "hebrew": "מדורא תליתאה הוא אתר דשביבין וקטורין. ותמן נגידו דנהר דינור דנגיד ונפיק דאיהו בי מוקדא דנפשייהו דרשיעייא דמתמן נחית אשא על רישייהו דרשיעייא ותמן מלאכי חבלה דטרדי להו. ומתמן אשתכח דלטורא עלייהו דישראל לזמנין ולאסטאה לון. בר בזמנא דנסבי אסוותא לדחיה ליה. וחד ממנא עלייהו מסטרא דשמאלא כלהו מסטרא דחושך כד\"א וחושך על פני תהום וסמאל חייבא אשתכח תמן:",
      "english": "The third level is a place of sparks and vapors. There flows the River of Fire that streams forth and emerges, which is the burning place of the souls of the wicked, from where fire descends upon the heads of the wicked, and there are angels of destruction who torment them. And from there emerges accusations against Israel at times to lead them astray, except during times when they take the remedy to push it away. And one appointed one is over them from the left side, all being from the side of darkness, as it is written \"and darkness was upon the face of the deep,\" and the wicked Samael is found there."
    },
    {
      "hebrew": "מדורא רביעאה הוא אתר דנהיר ותמן הוא נהירו למלאכי עלאה דבסטר ימינא ופתחי שירתא וסיימי. ולא אזלין לאתעברא כהני קדמאי דפתחי שירתא ואתוקדן ומתעברן בנור דליק ותבין ומתחדשין כמלקדמין. והני קיימי בדוכתייהו ולא מתעברן והני מלאכי דרחמי דלא משתניין לעלמין. ועלייהו כתיב (תהלים קד) עושה מלאכיו רוחות וגו'. ואלין עבדי שליחותא בעלמא ולא אתחזון לבני נשא בר בחזווא או בסטרא אוחרא בסוכלתנו סגי. וחד מלאכא ממונא עלייהו פדא\"ל שמיה וביה פתיחין מפתחן דרחמי לאינון דקיימין לגבי דמאריהון ופתחין תרעין לאעברא צלותהון ובעותהון:",
      "english": "The fourth chamber is a place that shines, and therein is illumination for the supreme angels who are on the right side, and they begin songs and complete them. They do not pass away like those earlier ones who begin songs and are consumed and pass away in burning fire, and then return and are renewed as before. These [angels] remain in their places and do not pass away, and these are angels of mercy that never change. Concerning them it is written (Psalms 104) \"Who makes His angels spirits, etc.\" These perform missions in the world but are not visible to humans except in visions or through other means with great understanding. And one angel is appointed over them whose name is Pedael, and with him are opened the keys of mercy for those who stand before their Master, and they open gates to allow their prayers and supplications to pass through."
    },
    {
      "hebrew": "מדורא חמישאה הוא מדורא נהיר בנהירו יתיר מכלהו קדמאי. ואית ביה מלאכין מנהון אשא ומנהון מיא לזימנין משתכחי ברחמי ולזמנין משתכחי בדינא. אלין בסטרא דא ואלין בסטרא דא. לזמנין נהירין אלין וחשכין אלין. אלין ממנן לזמרא למריהון. אלין בפלגות ליליא ואלין כד סליק נהורא. וחד ממנא עלייהו קדשיא\"ל שמיה. כד אתפליג ליליא ואתער רוחא דצפון וקב\"ה אתי לשתעשעא עם צדיקייא בגנתא דעדן, כדין רוח צפון אקיש ומטא לאלין דממנן בפלגות ליליא לזמרא וכלהו מזמרין ופתחין שירתא. וכד אתי צפרא ומתחבר קדרותא דצפרא בנהורא, כדין כלהו אוחרנין אמרי שירתא וכל ככבי רקיעא וכל שאר מלאכין דלתתא מסייעין לון כד\"א (איוב לח) ברן יחד ככבי בקר ויריעו כל בני אלהים עד דישראל נטלי שירתא ותושבחתא אבתרייהו:",
      "english": "The fifth chamber is a chamber that shines with greater luminosity than all the previous ones. It contains angels, some of fire and some of water; at times they are found in mercy and at times in judgment. These are on this side and those are on that side. At times these illuminate while those darken. These are appointed to sing to their Master, these at midnight and those when the light rises. One appointee over them is named Kadshiel. When night divides and the north wind awakens and the Holy One, blessed be He, comes to delight with the righteous in the Garden of Eden, then the north wind strikes and reaches those appointed at midnight to sing, and they all sing and begin their song. And when morning comes and the darkness of dawn mingles with the light, then all the others recite song, and all the stars of the firmament and all the other lower angels assist them, as it is written (Job 38), \"When the morning stars sing together and all the sons of God shout for joy,\" until Israel takes up their song and praise after them."
    },
    {
      "hebrew": "מדורא שתיתאה הוא מדורא עלאה קריב למלכו שמייא. וביה ארבין ונהרין ונחלין דמתפלגין מן ימא. וכמה נונין דמרחשן לד' סטרי עלמא. ועילא מנהון סרכין ממנן. וחד ממנא עלייהו ואוריא\"ל שמיה והוא ממנא על כל אלין תתאין. וכלהו נטלי בשעתי ורגעי כד נטלי ארבי לסטרא דא ולסטרא דא. כד נטלי ארבי לסטר דרום ממנא דקאים לההוא סטרא הוא מיכאל דאתי מימינא. וכד נטלי ארבי לסטר צפון ממנא דקאים עלייהו לההוא סטרא הוא גבריאל דאתי מסטרא דשמאלא. וכד נטלי ארבי לסטר מזרח הא תמן ממנא דקיימא עלייהו להאי סטרא רפא\"ל (נ\"א אוריאל] שמיה והוא לימינא. וכד נטלי ארבי לסטר מערב ממנא דקאים עלייהו להאי סטרא אוריא\"ל (נ\"א רפאל] שמיה וההוא לבתראה:",
      "english": "The sixth chamber is a supreme chamber, close to the kingdom of heaven. Within it are ships, rivers, and streams that branch out from the sea. And there are many fish that move about in the four directions of the world. Above them are appointed ministers. And one appointee over them is named Uriel, and he is appointed over all those below. And they all travel at specific hours and moments when the ships travel to this side and that side. When the ships travel to the south, the appointee who stands for that direction is Michael who comes from the right. And when the ships travel to the north, the appointee who stands over them for that direction is Gabriel who comes from the left side. And when the ships travel to the east, behold there is an appointee who stands over them for this direction named Raphael [alternate version: Uriel] and he is to the right. And when the ships travel to the west, the appointee who stands over them for this direction is Uriel [alternate version: Raphael] and he is the last one."
    },
    {
      "hebrew": "מדורא שביעאה הוא מדורא עילאה על כלא. ותמן לא אשתכחו בר נשמתהון דצדיקייא דתמן מתעדנין מזוהרא עלאה ומתעדנן בתפנוקין ועדונין עלאין. ותמן לא אשתכחו בר אינון זכאין, וגנזי שלום וברכה ונדבה, כלא הוא כגוונא עלאה, והא אמרו חברייא:",
      "english": "The seventh chamber is the highest chamber above all. And there are found there none but the souls of the righteous who delight in the supernal radiance and take pleasure in divine delights and sublime pleasures. And there are found there none but those who are meritorious, and treasuries of peace, blessing, and generosity - all of it is in the supernal pattern, as the companions have said:"
    },
    {
      "hebrew": " כדין הוא לארץ דלתתא בשבעה מדורין וכלהו כגוונא עלאה. ובכלהו אית זינין בחיזו בני נשא וכלהו מודן ומשבחן לקב\"ה. ולית מאן דידעי למפלח ליה כדקא יאות כאינון דבמדורא עלאה ואינון חזאן יקריה למפלח ליה כדקא יאות ולשבחא ליה ולאשתמודעא יקריה. ועלמא דא עלאה דאיהו תבל לא קיימא בקיומיה אלא בגיניהון דצדיקייא דאינון גופין קדישין. כגוונא דלעילא לא קיימא ההוא מדורא שביעאה אלא לנשמתהון דצדיקייא הכי נמי האי מדורא שביעאה לתתא לא קיימי אלא לגופיהון דצדיקייא למהוי כלא חד דא כגוונא דדא עכ\"ל:",
      "english": "Similarly, the lower earth has seven levels, all corresponding to the supernal pattern. In all of them there are various forms that appear as human beings, and they all acknowledge and praise the Holy One, blessed be He. None know how to serve Him properly like those in the supernal level, for they behold His glory and serve Him appropriately, praise Him, and acknowledge His glory. This upper world, which is Tevel (the inhabited world), exists only by virtue of the righteous ones who are holy bodies. Just as above, where the seventh level exists only for the souls of the righteous, so too below, this seventh level exists only for the bodies of the righteous, so that all may be one, this corresponding to that."
    },
    {
      "hebrew": "והנה כבר אמרנו לעיל כי אין תימה מה שאלו היכלות אינם דומים לאלו. שההיכלות הנז' לעיל הם פנימיות ההיכל והרוח הפנימי וזהו הוא ההיכל בעצמו. ומה שמנה ג' היכלות הראשונים ששם החצוניים כן הוא כי כבר פירשנו בפרק ג\"ד שהמלאכים עומדים ומכריזים לחיצוניים ומודיעים לבני אדם וזהו מפני קרבתם כי סביב למשכן יחנו וסביב רשעים יתהלכון ולכן הם אלה קרובים אליהם אמצעיים בין הקדושה לטומאה רצוצה. ומה שאמר שסמאל בהיכל ג' אין זה מן התימא כי כבר ספרו לנו שקודם החטא של אדם הראשון היה סמא\"ל אחד מן השרפים בעלי שש כנפים ומרד באדוניו עד בא יומו יום פקודתו כי בא יבא ולא יאחר. וכן פי' הרשב\"י ע\"ה (בתקונא כ\"א דף מ\"ב.) שההיכלות הם ז' בז' אלה מוח לאלה כאשר נבאר בס\"ד:",
      "english": "Behold, we have already stated above that it is no wonder that these chambers are not similar to those. For the chambers mentioned above are the inner aspects of the chamber and the inner spirit, and this itself is the chamber proper. And regarding the enumeration of the first three chambers where the external ones reside, this is so because we have already explained in Chapter 3-4 that the angels stand and proclaim to the external forces and inform mankind, and this is due to their proximity, for \"they shall camp around the Tabernacle\" and \"the wicked walk on every side,\" and therefore these are close to them, serving as intermediaries between holiness and crushed impurity. And regarding what was said about Samael being in the third chamber, this is not surprising, for we have been told that before Adam's sin, Samael was one of the seraphim with six wings, and he rebelled against his master until his day comes, his day of reckoning, for it shall surely come and not delay. And thus Rabbi Shimon bar Yochai, of blessed memory, explained (in Tikkunim 21, page 42) that the chambers are seven within seven, these being the essence of those, as we shall explain with Heaven's help."
    }
  ]
}