{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 11,
  "translation": [
    {
      "hebrew": "באות <b><big>ה</big></b> פירש בספר התמונה שהוא בהוד שהיא שמינית ממעלה למטה ואמר שרומז גם כן בבינה ממטה למעלה ושתיהן דין כנודע. ואמר כי לפי שהיא בהוד מדתו של אהרן הכהן היו לו ח' בגדים כנודע. וכן אהרן היה איש חסד כאמרו (דברים לג) תומיך ואוריך לאיש חסידך לרמוז שהיא ג\"כ מקבלת מהבינה שהיא על החסד אבל עיקרה בהוד. ואמר שצורת אות זה כוללת [ב' אותיות] שהם ד\"ו לרמוז שהיא מקבלת ג\"כ שפע מחסד שהיא ד' כדפי'. והכל עשר לרמוז שהכל נכלל במלכות שהיא עשירית. ואמר שלשון חי\"ת מלשון (עובדיה א ט) וחתו גבוריך תימן לרמוז אל דין ההוד כי הוא העיקר. ואמר כי ממשלתה בשעת לבנה מטעם כי הלבנה היא (כתר) [כח] במלכות וזה נכלל הכל בי' כדפי'. ודבריו סמוכים בדברי הרשב\"י ע\"ה כמו שבארנו בשער נ' שערים שהוד עולה למנין נ' שהם ה' פעמים ו\"ד עולה הכל נ' שעד הוד מתפשטים חמשים שערים וכלם מתגלים ע\"י המלכות כדפי' שם וכלל דבריו כי הצורה הרוחניות של האות הזה מקבלת מבינה וחסד ומת\"ת ומהוד.",
      "english": "Regarding the letter <b><big>ה</big></b>, Sefer HaTemunah explains that it corresponds to Hod, which is the eighth from top to bottom, and states that it also alludes to Binah from bottom to top, and both are known to represent judgment. It states that since it corresponds to Hod, which was Aaron the Priest's attribute, he had eight garments, as is known. And Aaron was a man of kindness, as it is said (Deuteronomy 33), \"Your Tummim and Your Urim be with Your pious one,\" suggesting that it also receives from Binah, which is above Chesed, though its essence is in Hod. And it states that the form of this letter comprises [two letters], which are ד\"ו (dalet-vav), indicating that it also receives influence from Chesed, which is dalet, as explained. And everything adds up to ten, indicating that all is included in Malchut, which is the tenth. And it states that the word חי\"ת derives from the verse (Obadiah 1:9) \"your mighty men shall be dismayed,\" alluding to the judgment of Hod, for this is the essential meaning. And it states that its dominion is during the time of the moon because the moon is (power) in Malchut, and this is all included in the ten, as explained. And his words are supported by the words of Rabbi Shimon bar Yochai, peace be upon him, as we explained in the Gate of Fifty Gates, that Hod equals fifty, which is five times ו\"ד (vav-dalet), totaling fifty, for until Hod the fifty gates extend, and they are all revealed through Malchut, as explained there. And the sum of his words is that the spiritual form of this letter receives from Binah, Chesed, Tiferet, and Hod."
    },
    {
      "hebrew": "ויש מי שפי' כי החי\"ת רמז לשכינה הפתוחה למטה כדרך האשה שהיא סתומה מג' רוחות ופתוחה מרוח רביעי לקבל שפע בעלה. ועוד היא אכסדרה שבה משכן הנשמות. ולה שני צלעות, צלע ימין כנגד עדה מצלת וצלע שמאל כנגד עדה שופטת וגוף השכינה על שניהם ורוח רביעי פתוח לקבל לכל הרוצה ללמד זכות יבא וילמד והצדיק נתון בין שתי הכתות להצדיק ולהרשיע. ועוד ג' צדדין רמז לג' אבות זרוע ימין לצד ימין וזרוע שמאל לצד שמאל וגוף שהוא הת\"ת עליהם והיינו ג' ווי\"ן ויסע ויבא ויט כדפי'. ...",
      "english": "There are those who explain that the letter Chet alludes to the Shekhinah which is open at the bottom, like a woman who is closed on three sides and open on the fourth side to receive her husband's influence. Furthermore, it is like a portico where souls dwell. It has two sides: the right side corresponding to the congregation that saves, and the left side corresponding to the congregation that judges, with the body of the Shekhinah above them both. The fourth side remains open to receive anyone who wishes to advocate merit - let them come and advocate. The righteous one is placed between these two groups to either vindicate or condemn. Additionally, the three sides allude to the three Patriarchs: the right arm to the right side, the left arm to the left side, and the body which is the Tiferet above them, corresponding to the three vavs in \"vayisa, vayavo, vayet\" as explained..."
    },
    {
      "hebrew": "ויש מי שפי' בענין אחר וז\"ל כי ח' רומז לגבורה מלשון (בראשית לה ה) ויהי חתת אלדים שהיא פחד. ",
      "english": "And there is one who explained it differently, saying that the letter Chet alludes to Gevurah (strength/might), derived from the verse (Genesis 35:5) \"and the terror of God was,\" which refers to fear."
    },
    {
      "hebrew": "ויש מי שפי' בענין אחר וז\"ל ח' נקראת כך ע\"ש שהיא דפוס לסבת' הגולם גולם רוחני וגולם גופני דמות החי\"ת שהוא צורה לכל הדברים שהם בעלי חיים הטבעיים וע\"כ נק' בלשון חיים. ורמז האות הזה פי' הרשב\"י ע\"ה (בזהר פנחס רנ\"ז.) במלת אחד כי החית נרמז בשמונה ספי' מהחכמה ולמטה עד היסוד. וז\"ל אחד א\"ח כליל ט' ספיראן דאינון א' אין כתר. ח' תמניא ספיראן מחכמה עד יסוד ד' מלכות וכו'. ובמקומות אחרים פי' כי הבינה נקראת ח' מפני שהיא שמינית ממטה למעלה וז\"ל בינה דאיהי תמינאה מי' ספי' מתתא לעילא ע\"כ. ואפשר ליישב ולומר כי כשהבינה כוללת הח' ממטה למעלה אז תקרא חית. ואפשר חי\"ת מפני שהיא השפעת החיות לכל הספי' מן החכמה שהיא מקור החיות השופעת בה. ובזה נתיישבו ונתפשרו דברי הרשב\"י ע\"ה. ",
      "english": "And there are those who explained it differently, saying that the letter Het is called thus because it serves as a mold for the formation of the Golem - both the spiritual golem and the physical golem. The form of the Het represents all natural living things, and therefore it is associated with the language of life (chaim). Rashbi of blessed memory explained the allusion of this letter (in Zohar Pinchas 257) in the word \"echad\" (one), as the Het alludes to the eight sefirot from Chochmah downward to Yesod. And these are his words: \"In 'echad,' the Alef-Chet includes nine sefirot, where Alef represents Ain/Keter, Chet represents the eight sefirot from Chochmah to Yesod, and Dalet represents Malchut, etc.\" In other places, he explained that Binah is called Chet because it is eighth from bottom to top, and these are his words: \"Binah which is eighth among the ten sefirot from bottom to top.\" It is possible to reconcile this by saying that when Binah encompasses the eight from bottom to top, then it is called Chet. It may also be called Chet because it channels vitality to all the sefirot from Chochmah, which is the source of vitality flowing into it. Through this, the words of Rashbi of blessed memory are reconciled and explained."
    }
  ]
}