{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 4,
  "translation": [
    {
      "hebrew": " אות אלף פי' בעל ס' התמונה עקרה בכתר עם הצטרפות שתי המדות שהם חכמה ובינה וזהו ו' באמצע הוא כתר. והוא עליון על כלם ובפרט כשנקימה כזה א' ושני יודין משני צדדיה הם הב' מדות. כי לזה הרמז נמצא היו\"ד שבה שבצד ימין מביט כלפי מעלה כזה א' רמוז אל החכמה שהיא מבטת כלפי מעלה לקבל. יו\"ד שניה שהיא בינה מבטת כלפי מטה כזה א' להשפיע אל התחתונים כי היא האם הרובצת על הבנים להניקם. ולכן נקראת שכינה כי היא משכנת וקושרת הב' ראשונות עם הז' ימי הבנין. ואמר עוד כי הא' נרמזת שהוא ו' עם ב' יודי\"ן שעולה כ\"ו. והכונה לומר שהא' הם ג' ראשונות והעיקר בכתר וידוע הוא שהכתר משפיע בתפארת כי הוא מתעלה עדיו דרך קו האמצעי. ולכן גלוי האות הזה ע\"י הכתר. ואם כן נמצא רוחניות האות הזה רמז היותו כלול ממציאות ג' ראשונות בהיות הכתר עיקר וגובר. והצטייר [א] דרך הת\"ת. ואמר שם כי ממשלת הצורה והרוחניות הזה הוא בשעת נוגה. ויש שפי' כי תפארת רמז ו'. ושני יודי\"ן הם ב' זרועותיו והם פתוחות לקבל המלכות ולחבקה. או ירצה הו' הם הזרועות הפשוטות לקבל המלכות כדפי', והיו\"ד ראשונה רמז לחכמה שמשם נאצל, ויו\"ד שנייה רמז למלכות ה' אחרונה. ולפי זה נמצא כל שם בן ד' בצורת א. ויש מי שפי' כי א' רומז לכתר עליון שנקרא אל\"ף והוא פל\"א מלשון כי יפלא (דברים יז ח) שהוא נעלם ונסתר מעין כל. ויש מי שפי' בענין אחר וז\"ל א יש לה ג' צדדין ראש ואמצע וסוף. הראש הוא מצד העליון שהוא אדוק בו ומורה על ממשות החכמה וזכרון הכח שהיא נאצלת ממנו והאמצע מורה על ממשות השכל המתרבה מן החכמה והסוף מורה על המדע המתרבה מהשכל וזהו צורתה מזומנת להבין מעשה העליונים והיא תחלה לייסר התחתונים ע\"כ נעשה דבר אחד והם כבכור הדעת אלו הג' צדדים שפע מוחלט ויונקים כח מזה החלק שלפניו מצד השוואתם. ובזכותם ובזיוום נוקבים בית קיבול לכח הנאצל והנעדר מהם שהיא הגדולה הנראית בע\"ס שהיא כלל ענפי החכמה שהם בשרשי העליון אצל הכתר כדי למשוך כח החזוק בכל הספי'. ויש מי שפי' כ\"ע אלף גדולה והיא רוחניות בסוד האלפא ביתא העליונה הרוחניות ראש לכל אלפא ביתא ונקרא אלף לפי שהוא אמתי וראשון ובו תלוי הכל בסוד צורת א' והבריח התיכון הסובל עליונים ותחתונים. והרשב\"י ע\"ה פי' בתיקונים (תקוני ז\"ח דף קי\"ז.) ז\"ל א' יו\"ד לעילא יו\"ד לתתא חכמה בראש וחכמה בסוף ו' כריכא דתרווייהו עכ\"ל.",
      "english": "The letter Alef, as explained by the author of Sefer HaTemunah, has its essence in Keter together with the joining of two attributes which are Chochmah and Binah, and the Vav in the middle represents Keter. It is supreme over all, particularly when we establish it thus: א, with two Yuds on its two sides representing the two attributes. This allusion is found in that the Yud on the right side looks upward, like so א, alluding to Chochmah which gazes upward to receive. The second Yud, which is Binah, looks downward, like so א, to influence the lower realms, for it is the mother who crouches over her children to nurture them. Therefore it is called Shechinah, for it dwells within and binds the first two with the seven days of building.\n\nHe further stated that the Alef hints at a Vav with two Yuds, which equals 26. The intention is to say that the Alef represents the first three [Sefirot], with Keter being primary, and it is known that Keter influences Tiferet as it ascends to it through the middle line. Therefore, this letter is revealed through Keter. Thus, the spirituality of this letter hints at its inclusion of the existence of the first three [Sefirot], with Keter being primary and dominant, and it is formed through Tiferet. He stated there that the dominion of this form and spirituality is at the time of Nogah.\n\nSome explain that Tiferet hints at Vav, and the two Yuds are its two arms, which are open to receive and embrace Malchut. Or it means that the Vav represents the extended arms to receive Malchut as explained, and the first Yud hints at Chochmah from which it emanated, and the second Yud hints at Malchut, the final Heh. According to this, the entire four-letter Name is found in the form of Alef.\n\nSome explain that Alef alludes to the supreme Keter which is called Alef, and it is Pele (wonder) from the phrase \"ki yipaleh\" (when it is too wonderful) [Deuteronomy 17:8], for it is hidden and concealed from all eyes. Others explain differently, saying: Alef has three aspects - head, middle, and end. The head is from the upper side which cleaves to it and indicates the substance of wisdom and memory of power that emanates from it; the middle indicates the substance of intellect that multiplies from wisdom; and the end indicates the knowledge that multiplies from intellect. This is its form, prepared to understand the workings of the higher realms and it is first in disciplining the lower realms. Thus they become one thing, and these three aspects are like the firstborn of knowledge, an absolute flow, drawing power from the portion before it through their equivalence. Through their merit and their radiance, they pierce a receptacle for the emanated power and what is absent from them, which is the greatness visible in the ten Sefirot, which includes all branches of wisdom that are in the upper roots near Keter, in order to draw strengthening power to all the Sefirot.\n\nSome explain that Keter Elyon is the great Alef, and it is spirituality in the secret of the upper alphabet, the spiritual head of all alphabets, and it is called Alef because it is true and first, and everything depends on it in the secret of the form of Alef and the middle bolt that supports the upper and lower realms. And Rabbi Shimon bar Yochai, peace be upon him, explained in the Tikunim: \"Alef has a Yud above and a Yud below - wisdom at the beginning and wisdom at the end, with Vav binding them both together.\""
    },
    {
      "hebrew": "ועניינו כי בצורת האלף כללות שלש ספירות שהם חכמה ומלכות והם שני יודי\"ן כי המלכות ג\"כ נקראת יו\"ד כמבואר בשער המציאות והוא\"ו שבאמצע שניהם הוא הת\"ת המיחדם יחד כי ע\"י הת\"ת תעלה המלכות אל החכמה. ובמ\"א אמר תניינא בינה כמה דאוקמוה מ\"מ אלף בינה וכו'. ונראה כי בכתר אלף מלשון פלא המורה על תכלית ההעלם.",
      "english": "And its meaning is that the form of the Alef encompasses three sefirot, which are Chochmah and Malchut, and these are the two Yuds, for Malchut is also called Yud as explained in Sha'ar HaMetzi'ut. And the Vav between them is Tiferet which unifies them together, for through Tiferet the Malchut ascends to Chochmah. And elsewhere it states secondarily that it is Binah, as they established that Alef is Binah, etc. And it appears that in Keter, Alef comes from the word 'wonder' (pele), indicating the ultimate concealment."
    },
    {
      "hebrew": "ועוד כמו שאלף ראשונה לאותיות כן כ\"ע תחלת האצילות ובבינה לשון אלף הוא לשון לימוד מלשון ואאלפך חכמה (איוב לג לג) וכן נקראת בינה לשון הבנה.",
      "english": "And furthermore, just as Alef is first among the letters, so too Keter [Crown] is the beginning of emanation. And in Binah [Understanding], the word Alef is used in the sense of teaching, as in \"I will teach you wisdom\" (Job 33:33), and this is why Binah is called the language of understanding."
    },
    {
      "hebrew": "ועוד כי בכ\"ע הוא אלף רבתי דוקא.",
      "english": "Furthermore, in Keter the letter alef appears specifically in its large form."
    },
    {
      "hebrew": "ועוד כי בכ\"ע מלשון אלוף ר\"ל גדול שכ\"ע אלוף לכל האצילות. ולכל הפי' הוא מורה בו על ההעלם. ובת\"ת הוא ג\"כ אלף רבתי כשהוא מתעלם בכתר כדפי' בשער המציאות.",
      "english": "Furthermore, in Keter the word \"alef\" comes from the term \"aluf\" meaning \"chief/great,\" as Keter is chief over all of Atzilut. According to all interpretations, this indicates concealment. And in Tiferet it is also a large alef when it becomes concealed within Keter, as explained in Sha'ar HaMetzi'ut."
    },
    {
      "hebrew": "ועוד יש אלף קטנה והיא רמוזה במלכות לרמוז שהיא ראשונה ממטה למעלה. ואחרים פי' לרמוז שהיא נעלמת מן התחתונים מלשון פלא. וכבר אפשר לפרשו בלשון אלף כי כערך הכתר אל האצילות כן ערך המלכות לכל אשר תחתיה. ואפשר להיות לשון למוד כמו ואאלפך חכמה כי היא המחכמת הנביאים ומראה להם האצילות העליון. עוד אלף היא רומזת גדולה גבורה ת\"ת. וכן רומז שלשה במציאות החסד וכלא חסד. וכן רומז בינה יו\"ד עליונה, מלכות יו\"ד תחתונה, ו' באמצע ת\"ת האוחז בשתיהן בסוד היחוד. וג' פי' האלו פירשם הרשב\"י ע\"ה וכתבנו בשער השמות בס\"ד. ובזהר פ' אחרי (דף ע\"ג.) וז\"ל ות\"ח מלה קדמאה דאורייתא דיהבין לינוקי אלף בית דא מלה דלא יכלין בני עלמא לאדבקא בסוכלתנו ולסלקא ליה ברעותא וכ\"ש למללא בפומיהון ואפילו מלאכי עילאי ועילאי דעילאי לא יכלין לאדבקא בגין דאינון סתימין דשמא קדישא. ואלף וד' מאה וחמש רבוא עלמין כולהו תליין בקוצא דאל\"ף. וע\"ב שמהן קדישין גליפין באתווי רשימין דקיימי בהו עלאי ותתאי שמיא וארעא וכרסייא יקרא דמלכא תליין מסטרא חדא לסטרא חדא. דפשיטותא דאלף קיומא דעלמין כלהו וסמכין דעלאין ותתאין ברזא דחכמתא. ושבילין סתימין ונהרין עמיקין ועשר אמירן כלהו נפקין מההוא קוצא תתאה דתחות א'. מכאן והלאה שארי לאפשטא אלף בבית. ולית חשבן לחכמתא דהכא אתגליף עכ\"ל לענייננו. וטעם העלם העולמות האלה באלף הוא מפני שהא' הרמז בכתר. וכבר נודע שהכתר בו היו נכללים כל העולמות וכל האצי' קודם ההתפשטות כמו שפי' בשערים הקודמים. ולכן נכללו בו כל הדברים הנזכר במאמר אות אלף שהיא כתר פלא אלף. או אפשר כדפי' לעיל כי אלף הוא בחסד ראש ההתגלות בז' ימים והיא אות כוללת כל האותיות כדפי' לעיל בפ' הקודם. עוד פי' (בז\"ח שה\"ש דף ע\"ז) כי אלף הוא יו\"ד בראש חכמה, ו' ת\"ת, ויו\"ד למטה מלכות, ועוקץ של יו\"ד התחתון הוא רמז לכל המחנות אשר תחתיה קטנים וגדולים חצוניים ופנימיים כלולים במלכות שהיא עצם היו\"ד:",
      "english": "Furthermore, there is a small alef which is alluded to in Malkhut, indicating that it is first from bottom to top. Others interpret this to suggest that it is hidden from those below, derived from the word \"wonder\" (pele). It can also be interpreted in terms of \"alef\" because just as Keter relates to Atzilut, so does Malkhut relate to all that is beneath it. It can also mean \"teaching,\" as in \"I will teach you wisdom,\" for it is what makes the prophets wise and shows them the supreme Atzilut. Additionally, alef alludes to Gedulah, Gevurah, and Tiferet. It also hints at three aspects in the existence of Chesed, which is entirely Chesed. Similarly, it alludes to Binah as the upper yod, Malkhut as the lower yod, and vav in the middle as Tiferet which holds both in the secret of unification. These three interpretations were explained by Rabbi Shimon bar Yochai, peace be upon him, and we wrote about them in Sha'ar HaShemot, with Heaven's help. And in the Zohar, Parashat Acharei (page 73), it states: \"Come and see, the first word of Torah that is taught to children is the alef-bet, a matter that the people of the world cannot grasp with their understanding nor elevate in their will, let alone speak with their mouths, and even the supreme angels and those above them cannot grasp it, for these are the hidden aspects of the Holy Name. And one thousand four hundred and five myriads of worlds all depend on the point of the alef. And seventy-two holy names are engraved in marked letters, upon which stand the upper and lower beings, heaven and earth, and the Throne of Glory of the King, extending from one side to another. For the extension of alef is the foundation of all worlds and the support of the upper and lower realms in the secret of wisdom. And the hidden paths and deep rivers and ten utterances all emerge from that lower point beneath the alef. From here onward, alef begins to extend into bet. And there is no measure to the wisdom that is engraved here.\" The reason for the concealment of these worlds in alef is because alef alludes to Keter. It is already known that within Keter all worlds and all of Atzilut were included before their extension, as explained in previous gates. Therefore, all things mentioned in the discourse about the letter alef are included in it, as it is Keter-wonder-alef. Or possibly, as explained above, alef is in Chesed, the beginning of revelation in the seven days, and it is a letter that includes all letters, as explained in the previous chapter. It is further explained (in Zohar Chadash Shir HaShirim page 77) that alef is yod at the top representing Chokhmah, vav as Tiferet, and yod at the bottom as Malkhut, and the point of the lower yod alludes to all the hosts beneath it, small and great, external and internal, included in Malkhut which is the essence of the yod."
    }
  ]
}