{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 17,
  "translation": [
    {
      "hebrew": "באות <b><big>נ'</big></b> פי' בספר התמונה כי צורתה בבינה ורומז אל שער החמשים המשפעת ופועלת ע\"י המלכות. ולשון נו\"ן רומז כמו נינם יחד (תהלים עד ח) שהוא לשון רבוי. והכונה כי ממנה נמשך שפע אל רבוי הבריות והתולדות שבעולם והכל ע\"י המלכות המקבלת ממנה ומשפעת שפע רב לנערותיה. כדכתיב (משלי לא) ותקם בעוד לילה ותתן טרף לביתה. ולכן בשעת הלבנה ממשלתה. ויש מי שפי' בנו\"ן כפופה ופשוטה כי העיקר בנו\"ן הת\"ת ולכן נרמזה בוא\"ו כי עיקרה כאשר תקבל מצד הימין הרחמים והחסד ויש זכות להשפיע. ואז היא נו\"ן פשוטה להשפיע למטה. וכאשר נתמעט הזכות והשפע מתעכב אז היא נ' כפופה לרמוז אל קיבוץ השפע לתוכו ועכובו. עוד פי' ב' הנונין במלכות. והחלוק שביניהם כאשר קבלה השפע והשלימה ענין קבלתה אז היא כפופה לרמוז כי היא יושבת בין מרכבותיה לתת טרף לביתה וכאשר היא עומדת בעמידה לקבל על עצמה עטרת ת\"ת בעלה אז היא פשוטה לרמוז על עמידתה לכבוד בעלה. ויש מי שפי' נ' מלשון נוני שהם דגים רומז ליסוד שהוא לויתן נחש בריח נ' העקום רומז למלכות ונ' הפשוט רומז ליסוד שהוא מקבל ממעלה ומשפיע למטה. ויש מי שפי' בענין אחר וז\"ל נו\"ן שני דברים כנגד אור הנסתר ותכונת הקדמון ונעשה הכל דבר א' וע\"ז נקרא משה נאמן והוא מגזרת אמונה שמכחו אמונה ע\"ש הכתוב (ישעיה כה א) ה' אלהי אתה ארוממך אודה וכו'. ר\"ל אב האמונה שממנו נאצלה והוא נאמן בבריותיו. ולכן ב' נונין הם. פשוטה עיקרה בבינה, כפופה עיקרה במלכות. אמנם פרטיה הם רבים כי ראש הנו\"ן הוא יוד המורה על החכמה ותחתיה ו' המורה על הת\"ת וזנבה הכפוף היא המלכות זה משפט הכפופה. והפשוטה על דרך זה אלא שהיא פשוטה ממשכת עד היסוד ועוקצה התחתון מורה על המלכות. והכל ביושר בסוד קו האמצעי לעלות דרך שם אל ביתה הרמתה מה שאין כן בכפופה כי היא כפופה נופלת תחת רגליו. ומפני כן ארז\"ל (ברכות ד' ע\"ב) שנו\"ן בה נפילה. וראש הנון כוללת ג' ראשונות בסוד היו\"ד הכוללת אותם קוץ בראש ושני קוצות בצדיו להורות על סוד סגולתא. ואין לתמוה בזה על האומרים שנון פשוטה בכתר. ובזוהר פ' אחרי מות (דף ס\"ו ע\"ב) (יסוד ו' נון כפופה עליה וא\"ו נו\"ן פשוטה עליה וא\"ו) [ז]. ויש חילוק בין וא\"ו לוא\"ו. ו' דנו\"ן כפופה היא ו' זעירתא יסוד, ו' דנון פשוטה הוא וא\"ו עלאה תפארת. וז\"ל נון כפופה דא מטרוניתא וסמיכה לה ו' זעירא דאיהי יסוד בגין לאתברכא מניה. נון פשוטה אתפשטותא דת\"ת. פירש כי בהיות התפארת משפיע במטרוניתא הן השפעתו מספיק להקימה. ובזוהר פ' בהעלותך (דף קנ\"ה ע\"ב) אמר כי נון כפופה נוק' ופשוטה כללא דדכר ונוקבא כחדא שעליה הת\"ת. וכפופה היא נקבה לבד שאין בה הת\"ת שהוא עקר הדבר [ח]:",
      "english": "Regarding the letter <b><big>נ</big></b>, the Sefer HaTemunah explains that its form represents Binah and alludes to the fiftieth gate which influences and operates through Malchut. The term nun alludes to \"ninam yachad\" (Psalms 74:8), which connotes multiplication. The meaning is that from it flows abundance to the multitude of creatures and generations in the world, all through Malchut which receives from it and bestows abundant influence to her maidens, as it is written (Proverbs 31), \"She rises while it is still night and gives food to her household.\" Therefore, during the time of the moon is her dominion.\n\nSome explain regarding the bent and straight nun that the essential aspect of the nun is Tiferet, and therefore it is alluded to in the letter vav, as its essence is when it receives mercy and kindness from the right side and has merit to influence. Then it is a straight nun to influence downward. When merit diminishes and the flow is delayed, then it becomes a bent nun, indicating the gathering and delay of the flow within it.\n\nAnother explanation of the two nuns relates to Malchut. The difference between them is that when it receives the flow and completes its reception, it is bent, indicating that it sits among its chariots to give sustenance to its household. When it stands to receive upon itself the crown of Tiferet, its husband, then it is straight, indicating its standing in honor of its husband.\n\nSome interpret nun from the word \"nunei\" meaning fish, alluding to Yesod which is the Leviathan, the straight serpent. The bent nun alludes to Malchut, and the straight nun alludes to Yesod which receives from above and influences below.\n\nOthers explain differently, saying that nun represents two things: the hidden light and the primordial nature, which become one thing. For this reason Moses was called \"faithful\" (ne'eman), derived from faith (emunah), for from his power comes faith, as it is written (Isaiah 25:1), \"O Lord, You are my God, I will exalt You, I will praise...\" meaning he is the father of faith from whom it emanated, and he is faithful to his creatures.\n\nTherefore there are two nuns: the straight one's essence is in Binah, the bent one's essence is in Malchut. However, its details are many, for the head of the nun is a yod indicating Chochmah, beneath it is a vav indicating Tiferet, and its bent tail is Malchut - this is the nature of the bent nun. The straight one follows this pattern but extends straight to Yesod, and its lower point indicates Malchut. Everything is in straightness in the mystery of the middle line to ascend through there to its elevated house, unlike the bent one which falls beneath its feet.\n\nTherefore our Sages said (Berakhot 4b) that nun contains falling. The head of the nun includes the first three in the secret of the yod which includes them - a thorn on top and two thorns on its sides - indicating the secret of segolta. One should not wonder about those who say the straight nun is in Keter. In the Zohar (Acharei Mot 66b), (Yesod vav, bent nun above it vav, straight nun above it vav). There is a distinction between vav and vav: the vav of the bent nun is the small vav of Yesod, the vav of the straight nun is the supreme vav of Tiferet. As stated: \"The bent nun is the Matronita, and the small vav which is Yesod supports her to receive blessing from it. The straight nun is the extension of Tiferet.\" He explained that when Tiferet influences Matronita, its influence is sufficient to raise her. And in the Zohar (Behaalotcha 155b) it states that the bent nun is female, and the straight one includes male and female together, upon which is Tiferet. The bent one is female alone without Tiferet, which is the essential thing."
    }
  ]
}