{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 24,
  "translation": [
    {
      "hebrew": "באות <b><big>ש'</big></b>. פי' בס' התמונה כי רמז האות הזה היא בבינה ושלשה יודין הם שלש ראשונות ושלשה ווי\"ן הם ג' אבות והכ' ההפוכה למעלה היא מלכות בסוד היסוד לקבל שפע מאלו הספי'. ועיקרה בנצח כי על ידו תתחבר החבור היפה הזה. והיא ג\"כ בבינה כדפי'. וממשלתה בשעת ככב. ויש מי שפי' ש' רומז למלכות מלשון (שה\"ש ו ו) שנייך כעדר הרחלים פי' שהוא שיני [ההר] שיושבי העיר יושבים שם כדי שלא יכנסו האויבים בעיר כך יושבת בשערי המלך ושומרת עצמה שלא יכנס לה זר. ויש מי שפי' בענין אחר וז\"ל ש' כבר אמרתי באות י' שהוא רומזת קשר של תפילין והנתיב שלה נקרא ממשות הפעולה. והמוסכם בדברי הרשב\"י ע\"ה בזוהר כי השי\"ן רומזת ג' אבות שהם גדולה גבורה ת\"ת והרמז בה ג' ווי\"ן של ויס\"ע ויב\"א וי\"ט שהם ג' אבות וירמוז ג\"כ אל נה\"י בכלל הווין בסוד שהם נכללים עם הקוים קו החסד קו הדין קו הרחמים ועכ\"ז שרש השי\"ן דהיינו נקודה שתחתיה שבנחושתה הרמז לה בבינה או במלכות בסוד ממטה למעלה או ממעלה למטה כדפי' בשער ממטה למעלה:",
      "english": "Regarding the letter <b><big>Shin</big></b>: The Sefer HaTemunah explains that this letter alludes to Binah. Its three Yuds represent the three supreme [Sefirot], and its three Vavs represent the three Patriarchs. The inverted Kaf at the top represents Malkhut in the mystery of Yesod, receiving abundance from these Sefirot. Its essence is in Netzach, for through it this beautiful connection is made. It is also in Binah, as explained, and its dominion is in the hour of Mercury. Some explain that Shin alludes to Malkhut, from the verse (Song of Songs 6:6) \"Your teeth are like a flock of ewes,\" referring to the [mountain's] teeth where city dwellers reside to prevent enemies from entering the city - similarly, she sits at the king's gates and guards herself from foreign entry. Others explain differently, stating: Regarding Shin, I have already said concerning the letter Yud that it alludes to the knot of tefillin, and its path is called \"the substance of action.\" The consensus in the words of Rabbi Shimon bar Yochai in the Zohar is that the Shin alludes to the three Patriarchs, who are Gedulah, Gevurah, and Tiferet, represented by the three Vavs of \"Vayisa,\" \"Vayavo,\" and \"Vayet,\" which are the three Patriarchs. It also alludes to Netzach-Hod-Yesod included within the Vavs, in the mystery of their inclusion with the lines of Chesed, Din, and Rachamim. Nevertheless, the root of the Shin, namely the point beneath it in its base, alludes to either Binah or Malkhut in the mystery of ascending from below to above or descending from above to below, as explained in the Gate of \"From Below to Above.\""
    }
  ]
}