{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 8,
  "translation": [
    {
      "hebrew": "והנה בעל ספר יצירה כלל ענין הבריאה בעול\"ם שנ\"ה נפ\"ש. וז\"ל בפ\"ו תלי בעולם כמלך על כסאו. גלגל בשנה כמלך במדינה, לב בנפש כמלך במלחמה עכ\"ל לעניינו. ועם היות דבריו אל הפשט באמרו תלי בעולם כמלך על כסאו ופי' מלך על הכוכבים ומזלות. ותל\"י הוא גשם מאש ואויר ומים ואינו נראה לעין. ולפי האמת הוא הקו הישר שעליו תסובנה הגלגלים כי אותה הנקודה לא תזוז לעולם ממקומה כאלו נאמר שהוא היה גשם מאש אויר וכו'. ע\"ד משל הקו שמצפון לדרום עובר בין האש הסובב העולם ובין המים והאויר ויסוד הארץ שעל אותה נקודה סיבוב כל הגלגלים ולא יחטיאו השערה לא יעלה ולא ירד זה יקרא תל\"י, ולקצת התוכניים נקרא תנין. והוא כמלך על כסאו ע\"י הנהגת הגלגלים כדפי'. גלגל בשנה פי' גלגל השמש שבו יתסדרו ענייני השנה בתקופות וכל העניינים והוא מלך בענייני השנה. לב בנפש הכוונה כי בחלל הלב עקר משכן הנפש החיונית ומשם מתפשטת בשאר איברי הגוף, נמצא עיקר הנפש בלב והוא מולך על שאר הכוחות המתפשטים ממנו והוא מנהיג הגוף ומתקוטט עם אויבי החיות כנודע לבעלי הרפואה והיינו כמלך במלחמה. זהו דרך פשוטו. ועם היות פשוטן של דברים אמת רמיזתן במרומי ערץ. שכן דרך הספר מדבר בעולם הזה ודבריו עומדים ברומו של עולם. והענין הוא כי עולם ר\"ל בינה הנקרא עולם ע\"ש ימי ההקף שהיא העולם באמיתות. ונקרא עולם על שם שהם נעלמים בה, כאשר יתבאר בשער ערכי הכנויים ב\"ה. והאריכות עתה בהכרח שששת ימי ההקף הם בתוכה אין צריך, כי נודע היותה מערכה שניה אל האצילות כדפי' בשערים הקודמי'. ואמר תל\"י בעול\"ם מלשון (שה\"ש ה יא) קווצותיו תלתלים דהיינו מציאות הת\"ת הגנוז בבינה בסוד הדעת. והיינו התל המקבץ השש קצוות הנעלמות בבינה כנודע. והוא כמלך על כסאו. שבמקום הבינה נקרא מלך. וכסאו הוא פארותיו שהם ששת קצוותיו. הנעלמים ומפני שבהיותן שם אינו חסר שפע וברכה לכן נקרא מלך על כסאו בהשקט ובבטחה. והוא על כסאו מיוחד במלכות מלך תפארת על כסא מלכות כי במציאותה הנעלם אין מיעוט כדפי' בשער המיעוט בפ\"ד. גלג\"ל בשנ\"ה. שנה היינו תקופות הששה ימים במקומם בתפארת. ר\"ל מקום אצילותם וקיבוצם ומציאותם שם יקרא שנה והתפארת בתקפו עמהם יקרא גלגל. ומפני שאין שם שקט ובטחון הדין, לכן אמר כמלך במדינה לשון דין, דדין ודאי איכא, אבל מולך עליו, והיינו שהוא מלך במדינה. והיינו יחודו נמי עם בת זוגו שהיא עיר ומדינה. ונקראת כן כשהיא מתלבשת בדין מפני היניקה מהגבורה והמיעוט. ל\"ב בנפ\"ש שני כנויים אלה הם במלכות. אמנם ירצה בלב בתוכיות מציאות עצמות הנקודה האמצעית. ונפש היא בחינת עצמה אל בחינות הו' קצוות שבה והיא נקודה באמצע מציאות נקודת ציון נגד הת\"ת. ואחר שקודם אלינו מציאות ששה קצות בשלשה מערכות אלה והם נקראים עולם שנה נפש. והנקודה האמצעית היינו האילן האמצעי הנזכר במאמר נקרא תלי גלגל ולב וסי' עש\"ן תג\"ל.",
      "english": "The author of Sefer Yetzirah encompassed the matter of creation in World, Year, and Soul. He writes in Chapter 6: \"Teli in the world is like a king on his throne; the sphere in the year is like a king in his province; the heart in the soul is like a king in war.\" Although his words relate to the literal meaning when he says \"Teli in the world is like a king on his throne,\" referring to rulership over the stars and constellations, Teli is a substance of fire, air, and water that is invisible to the eye. In truth, it is the straight line upon which the spheres revolve, for that point never moves from its place, as if to say it was a substance of fire, air, etc. By way of analogy, it is the line from north to south that passes between the fire encompassing the world and the water, air, and element of earth, upon which point all the spheres revolve without deviating a hair's breadth up or down - this is called Teli, and some astronomers call it Dragon. It is like a king on his throne through its governance of the spheres, as explained.\n\n\"Sphere in the year\" refers to the solar sphere, through which the matters of the year are ordered in seasons and all affairs, and it rules over matters of the year. \"Heart in the soul\" means that within the heart's cavity lies the primary dwelling of the vital soul, from where it spreads to the rest of the body's limbs. Thus the essence of the soul is in the heart, and it rules over the other forces that spread from it, directing the body and fighting against enemies of vitality, as known to medical practitioners - hence \"like a king in war.\" This is its simple meaning.\n\nAlthough these matters are true in their simple sense, their hints reach the highest heights. For this is the way of the book - it speaks of this world while its words stand at the pinnacle of existence. The matter is that \"world\" refers to Binah, which is called \"world\" after the days of the cycle, for it is truly the world. It is called \"world\" because they are concealed within it, as will be explained in the Gate of Appellations, God willing. There is no need now to elaborate on the necessity that the six days of the cycle are within it, for it is known to be the second array of emanation, as explained in previous gates.\n\nWhen it says \"Teli in the world,\" it derives from the verse \"his locks are curled\" (Song of Songs 5:11), referring to the existence of Tiferet concealed in Binah in the mystery of Da'at. This is the mound gathering the six extremities hidden in Binah, as is known. He is \"like a king on his throne\" because in the place of Binah he is called king, and his throne represents his branches, which are his six extremities. Because when they are there, there is no lack of flow and blessing, he is called \"king on his throne\" in tranquility and security. He is on his throne, unified with Malkhut - the king of Tiferet on the throne of Malkhut, for in its hidden existence there is no diminishment, as explained in the Gate of Diminishment, Chapter 4.\n\n\"Sphere in year\" - year refers to the cycles of the six days in their place in Tiferet, meaning the place of their emanation, gathering, and existence there is called \"year,\" and Tiferet in its strength with them is called \"sphere.\" Because there is no tranquility and security of judgment there, it says \"like a king in his province\" - a term of judgment, for judgment certainly exists, but he rules over it, hence he is \"king in his province.\" This also refers to his unity with his mate, who is the city and province. She is called thus when she is clothed in judgment due to her drawing from Gevurah and diminishment.\n\n\"Heart in soul\" - these two appellations are in Malkhut. However, \"heart\" refers to the inner existence of the essence of the central point. \"Soul\" is its own aspect in relation to the six extremities within it, and it is a point in the center of the existence of the point of Zion opposite Tiferet. And after the existence of six extremities precedes us in these three arrays, which are called World, Year, Soul, the central point - that is, the central tree mentioned in the statement - is called Teli, Sphere, and Heart, and its sign is AShN TGL."
    },
    {
      "hebrew": "הנה ע\"י תהיה ההנהגה בגלגול הקצוות במערכות שהם מערכה מול מערכה זו שואבת מזו וזו משפעת לזו ומכחה נברא עולם שנה נפש הגשמיות דרך המערכות שהם אצילות בריאה יצירה עשיה. ובכולם עולם שנה נפש כסדר אצילות כן סדר הבריאה כן סדר היצירה כן סדר העשייה. ואחר שנודע כי י\"ב גבולים הם מכח ו' קצוות הנה נמצא היות י\"ב גבולים בבינה וי\"ב בת\"ת וי\"ב במלכות. וביארנום כי הם נחלקים לד' ג' גבולים לכל רוח כזה: ",
      "english": "Behold, through this is the governance manifest in the revolution of the extremities within the systems, which are system opposite system - this one drawing from that one and that one influencing this one. And from its power is created the physical World, Year and Soul through the systems which are Atzilut, Beriah, Yetzirah and Asiyah. And in all of them exists World, Year and Soul: as is the order in Atzilut, so is the order in Beriah, so is the order in Yetzirah, so is the order in Asiyah. And after it is known that the twelve boundaries emerge from the power of the six extremities, we find that there are twelve boundaries in Binah, twelve in Tiferet, and twelve in Malchut. And we explained that they are divided into four groups of three boundaries for each direction, as follows:"
    },
    {
      "hebrew": "",
      "english": "I don't see a specific passage marked for translation between the <passage-to-translate> tags in the provided text. The tags appear to be empty. Please provide the specific Hebrew text you would like me to translate and I'll be happy to help with the translation following the given guidelines."
    },
    {
      "hebrew": "הרי י\"ב לבינה וי\"ב לתפארת. ",
      "english": "Thus there are twelve for Binah and twelve for Tiferet."
    },
    {
      "hebrew": "עתה נכתב כ\"ד צירופים למלכות:",
      "english": "Now we shall write the 24 permutations for Malkhut:"
    },
    {
      "hebrew": "<b>א</b>דני אדיג אניד אנדי אינד אידג דרום:",
      "english": "<b>A</b>donai, Adig, Anid, Andi, Aind, Aidg - South"
    },
    {
      "hebrew": "<b>ד</b>אני דאיג דינא דיאג דנאי דניא צפון:",
      "english": "<b>D</b>ani, Da'ig, Dina, Diag, Denai, Denia - North:"
    },
    {
      "hebrew": "<b>נ</b>אדי נאיד ניאד נידא נדיא נדאי מזרח:",
      "english": "<b>N</b>adi Na'id Ni'ad Nida Ndi'a Nda'i East:"
    },
    {
      "hebrew": "<b>יאדג יאנד ינדא ינאד ידאג ידנא מערב:</b>",
      "english": "<b>YADG YAND YNDA YNAD YDAG YDNA</b> West:"
    },
    {
      "hebrew": "והנה שלשה פעמים לדרום שהוא הי' בחכמה שהוא בחסד דרום והיינו ג\"כ א' של אהי\"ה וא' של אדנ\"י כי הכל א' כמבואר בהרשב\"י ע\"ה באמרו ענין יחוד ג' שמות אלו כזה יאהדונה\"י יאההויה\"ה והם ג' פעמים לצפון שהוא הה\"א שהיא בבינה שהיא בגבורה צפון והם ג\"פ למזרח שהוא הוא\"ו שהוא בת\"ת (והם ג\"פ למערב כו' כנודע) אמנם ביחס ההויות וכן השמות אל הגבולים זה אין בנו כח עד יבא מורה צדק.",
      "english": "And behold, there are three times to the South which is the Yud in Chochmah, which is in Chesed-South, and this is also the Alef of AHYH and the Alef of ADNY, for they are all one, as explained by the Rashbi of blessed memory when he spoke of the unification of these three names thus: YAHDVNHY YAHHVYHH. And there are three times to the North which is the Heh that is in Binah, which is in Gevurah-North, and there are three times to the East which is the Vav that is in Tiferet (and there are three times to the West etc., as is known). However, regarding the relationship of the Havayot and the Names to the boundaries, we do not have the power [to understand this] until the righteous teacher comes."
    },
    {
      "hebrew": "והנה תל\"י הוא שם אהי\"ה, וגלג\"ל הוא שם יהו\"ה, ול\"ב הוא שם אדנ\"י. והד' רוחות הם ד' אותיות השם, אות אחת לכל רוח. והגבול הוא צרוף שם אחד כמו שציירנו.",
      "english": "And behold, TELI corresponds to the name EHYEH, and GALGAL corresponds to the name YHVH, and LEV corresponds to the name ADONAI. And the four directions correspond to the four letters of the Name, one letter for each direction. And each boundary is a permutation of one Name, as we have illustrated."
    },
    {
      "hebrew": "והנה לכל שם מהי\"ב ששה שמות מהע\"ב שמות והיינו דקאמר ששה משמותם על האבן האחת. והטעם כי כל גבול יהיה כלול מששה קצוות. כי כח כלם בכל אחד. ע\"ד שבארנו בענין כללות הספירות בשערים הקודמים. וכל שם הוא מג' אותיות שהם נגד חסד דין רחמים. שבזה נכלל כל האצילות כדפי' בשער מהות וההנהגה פכ\"ה בס\"ד. וכן הם ג' אותיות אות א' בכל פסוק שהרמז בהם אל ג' קוים כדפי' לעיל.",
      "english": "And behold, each of the 12 names contains six names from the 72 names, which is what is meant by \"six of their names upon one stone.\" The reason is that each boundary includes all six directions, for the power of all is within each one, as we explained regarding the inclusiveness of the Sefirot in previous gates. And each name consists of three letters corresponding to Chesed (loving-kindness), Din (judgment), and Rachamim (mercy), for in this all emanation is included, as explained in the Gate of Essence and Governance, chapter 25, with Heaven's help. And so too are there three letters, one letter in each verse, which alludes to the three columns as explained above."
    },
    {
      "hebrew": "והנה כל אחד כלול מחבירו והכל להורות על היחוד ועל ההנהגה. כי כשם שטבע המזלות מתחלפים כן הדבר בהויות ובצירופים איש על עבודתו ועל משאו, ואיש במלאכתו אשר המה עושים. וכבר נתבאר כי הג' מדות האלה הוא הנהגת העולם עליונים ותחתונים והם נכללים בסוד יהו\"ה כנודע ומהם נתפשטו ההויות כלם בכל העולמות בעולם שנ\"ה נפ\"ש (ע\"ד הפשט) שהם י\"ב י\"ב בסוד י\"ב גבולים כאשר נתבאר בספר יצירה. ונתפשטו הצורות העליונות עד היותם במלכות כ\"ד. לסבה כי המלכות היא י' והת\"ת ו' ושיעור ו' שני יודי\"ן כדפי' הרשב\"י ע\"ה והעתקנוה לעיל בשער השמות בפ\"ו בע\"ה וכן שיעור המלכות זרת כמו שנבאר בערכי הכנויים ושיעור הת\"ת אמה כאשר יתבאר שם ושיעור האמה ב' זרתות כנודע. וכן הת\"ת החוצה השקל עשר הוא. ומלכות היא ה' מחצית העשר כדפירשנו בשער א' פ\"ב בס\"ד (כצ\"ל ע\"פ הפלח) וכן המלכות ה' והיינו שהיא ג' ווי\"ם שהם נצח הוד יסוד כדפי' בשער המציאיות. ושיעור הת\"ת כפלים שהוא ו' קצוות. הוכרח מכל זה ששיעור הת\"ת כפל לשיעור המלכות, א\"כ הוכרח לזה שמה שנכללו ו' שמות של הע\"ב בצרוף הא' של אהי\"ה או הי' של יהו\"ה צריך שנים בשם אדנ\"י מפני שאינה כוללת מהקצוות כ\"א ג' כדפי' ולכן באו צרופי אדנ\"י כ\"ד שהם ג\"פ כ\"ד הם ע\"ב, וכן פי' בספר הבהיר במ\"א.",
      "english": "Each one includes its fellow, and everything indicates unity and governance. Just as the nature of the zodiacal signs varies, so too with the divine names and their permutations - each according to its service and burden, and each in its work that they perform. It has already been explained that these three measures govern both upper and lower worlds, and they are included in the mystery of YHVH as is known, and from them all the divine names spread throughout all the worlds in the World, Year, and Soul (in the literal sense), which are twelve corresponding to twelve in the mystery of the twelve boundaries as explained in Sefer Yetzirah. The upper forms spread until they become twenty-four in Malkhut. This is because Malkhut is ten and Tiferet is six, and the measure of six equals two Yods as explained by Rabbi Shimon bar Yochai, of blessed memory, which we copied above in Gate of Names, Chapter 6, with God's help. Similarly, the measure of Malkhut is a zeret (span), as we will explain in Symbolic References, and the measure of Tiferet is an amah (cubit), as will be explained there, and the measure of an amah is two zerets, as is known. Also, Tiferet divides the shekel which is ten, and Malkhut is five, half of ten, as we explained in Gate 1, Chapter 2, with Heaven's help (as corrected according to the Pelach). Thus Malkhut is five, meaning it contains three Vavs which are Netzach, Hod, and Yesod, as explained in Gate of Existences. And the measure of Tiferet is double, as it contains six extremities. From all this it was necessary that the measure of Tiferet be double that of Malkhut. Therefore, it was necessary that what was included in the six names of the 72 in the permutation of the Alef of EHYH or the Yod of YHVH requires two in the name ADNY, because it only includes three of the extremities as explained. Therefore, the permutations of ADNY came to be twenty-four, which when multiplied by three equals seventy-two, and so it is explained in Sefer HaBahir in one place."
    },
    {
      "hebrew": "ועוד פירש שם כי אפי' בשם בן ד' הם כ\"ד צורות כ\"ד צירופים. ואין לתמוה על זה, כי אם היותו שישתוו ההוויות באותיותיהם לא ישתוו ברמיזתם. וראייה מאותיות ה\"ה שבשם ששוים בצורתם ומשונות ברמיזתם כמו שביארנו בשער השמות בפ\"א בס\"ד. ולכן נחשוב כאלו ה' שניה הי' צורתה משונה מחברתה, ויצא לנו כ\"ד צירופים כ\"ד צורות. ועם היות שידמו הי\"ב אל הי\"ב הם כדמות זכר ונקבה מקבל ומשפיע וכן הם י\"ב שעות ביום וי\"ב שעות בלילה, של הלילה מקבלות מהיום ושל יום משפיעות בלילה בסוד מדת יום ומדת לילה.",
      "english": "It further explains there that even in the four-letter Name there are 24 forms and 24 permutations. One should not be puzzled by this, for even though the Names may be equivalent in their letters, they are not equivalent in their symbolic meanings. Evidence of this can be seen from the two letters ה\"ה in the Name, which are identical in form but different in their symbolic meaning, as we explained in Gate of Names, Chapter 1, with Heaven's help. Therefore, we consider the second ה as if its form were different from its companion, yielding 24 permutations and 24 forms. And although the twelve correspond to the twelve, they are like male and female, receiver and bestower, just as there are twelve hours in the day and twelve hours in the night - those of the night receive from the day, and those of the day bestow upon the night, in the mystery of the measure of day and measure of night."
    },
    {
      "hebrew": "ועוד ראוי שנקדים כי תפארת ומלכות מתייחדים ומתדבקים בכל הספירות ובכל האברים העליונים פעמים כלם יחד ופעמים במקום מיוחד כאשר מתבאר מסוד התפילות. כי תפלת השחר מכונה לאברהם ושם מתרפקת על דודה ע\"י החסד, ותפלת המנחה יצחק ושם יחודה עמו ע\"י גבורה, ותפלת ערבית יעקב וכו'. וכסדר התפלות כן סדר המועדים כי פסח הוא חסד ושבועות ת\"ת ור\"ה גבורה וסוכות יסוד וש\"ע מלכות וחנוכה ופורים נצח והוד כי כן ביאר הרשב\"י בתיקונים (תקוני ז\"ח דף קי\"א). והכונה על יחודה עם בעלה, בעוד הענפים האלה ואין זה מקום הדרוש הזה כי נבאר אותו בס' אור יקר בס\"ד. אמנם תשתנה הבחינה לפי השתנות המקום ויתגלה הדבר הזה בסוד צרוף הניקוד כי יעלה המספר לאין תכלית כאשר נבאר בשער הצירוף פ\"ד בס\"ד.",
      "english": "Furthermore, it should be noted that Tiferet and Malkhut unite and cleave together throughout all the Sefirot and all the supreme limbs, sometimes all together and sometimes in specific locations, as is explained through the secret of the prayers. For the morning prayer corresponds to Abraham, and there she [Malkhut] leans upon her beloved through Hesed; the afternoon prayer corresponds to Isaac, and there her union with him is through Gevurah; and the evening prayer corresponds to Jacob, and so forth. And just as with the order of prayers, so too is the order of festivals, for Passover corresponds to Hesed, Shavuot to Tiferet, Rosh Hashanah to Gevurah, Sukkot to Yesod, Shemini Atzeret to Malkhut, and Hanukkah and Purim to Netzah and Hod, as explained by Rashbi in the Tikkunim (Tikkunei Zohar Hadash, page 111). The intention concerns her union with her spouse through these branches, but this is not the place for this exposition, as we will explain it in Sefer Or Yakar, God willing. However, the aspect changes according to the change of location, and this matter will be revealed through the secret of the vowel combinations, as the number will rise infinitely, as we will explain in the Gate of Combinations, chapter 4, God willing."
    },
    {
      "hebrew": "הנה נמצא עתה היות אמת שהם כ\"ד צורות כ\"ד צירופים והם הם י\"ב צורות י\"ב צרופים שהכל א' והכל עולה אל מקום א'. ובזה יתוקן דברי ספר הבהיר במקום אחר, כי כן ביאר הוא בפי' כאשר נבאר כי י\"ב זכרים וי\"ב נקבות דומים אלו לאלו והם עולים כ\"ד.",
      "english": "Thus we now find it to be true that these are 24 forms and 24 permutations, which are themselves 12 forms and 12 permutations, for all is one and all ascends to one place. And through this the words of the Sefer HaBahir are reconciled in another place, for thus it explained explicitly, as we shall explain, that there are 12 males and 12 females resembling one another, and they total 24."
    },
    {
      "hebrew": "והנה נודע היות הזכר הפך הנקבה כמו שנתבאר בספר יצירה זכר באמ\"ש נקבה באש\"ם. ולנו בזה שני דרכים. או אם נאמר שיהיו תיקון הזכרים והנקבות כמו אמ\"ש ואש\"ם ונמליך לעולם אות אחת בראש הזכר והנקבה דהיינו אות מהרוח שבו הזכר ובו הנקבה. כגון אם אנו ברוח מזרחי שהוא י' משם אהיה כמבואר לעיל הנה יהיה הזכר יאה\"ה ונקבתו יהה\"א. וכן אם יהיה הזכר יהא\"ה יהיה הנקבה כמוהו יהא\"ה אלא שהוא המליך אות ה\"א ראשונה והנקבה הפכה והמליכה אות ה' השניה. וכן באדנ\"י המשל אות רוח דרומי הוא א' ויהיה הזכר אדנ\"י והנקבה אינ\"ד, ואם יהיה הזכר אדי\"נ יהיה הנקבה אני\"ד, ואם יהיה הזכר אנד\"י יהיה הנקבה איד\"נ. זהו דרך א'. או אם נאמר י\"ב צרופים ממש נקבות כי\"ב הזכרים ולעולם הזכר והנקבה שוים כזה הזכר יהו\"ה והנקבה יהו\"ה, הזכר הוה\"י והנקבה הוה\"י, זה משפיע וזה מקבל. והב' דרכים שקולים אצלנו עד יבא מורה צדק. וראינו לחלק העניין הזה עוד לפרק בפ\"ע לתת ריוח בין פרשה לפרשה:",
      "english": "It is known that the masculine is opposite to the feminine, as explained in Sefer Yetzirah: the masculine in AMSh and the feminine in AShM. And we have two approaches regarding this. Either we say that the arrangement of the masculine and feminine forms follows AMSh and AShM, and we always crown one letter at the beginning of both masculine and feminine forms, namely the letter corresponding to the direction containing both masculine and feminine. For example, if we are in the eastern direction, which is the Yod of the name EHYH as explained above, then the masculine form would be YAHH and its feminine form YHHA. And similarly, if the masculine form is YHAH, the feminine form would be like it YHAH, except that the masculine crowns the first Heh while the feminine reverses this and crowns the second Heh. And likewise with ADNY, for example in the southern direction which is Alef, the masculine form would be ADNY and the feminine AYND, and if the masculine is ADYN the feminine would be ANYD, and if the masculine is ANDY the feminine would be AYDN. This is the first approach. Or we could say there are exactly twelve feminine permutations corresponding to the twelve masculine ones, and the masculine and feminine forms are always identical, like this: the masculine YHVH and the feminine YHVH, the masculine HVYH and the feminine HVYH - one bestowing and one receiving. Both approaches are equally valid to us until a righteous teacher comes. And we saw fit to divide this matter into a separate chapter to provide space between sections."
    }
  ]
}