{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 8,
  "translation": [
    {
      "hebrew": "באות ה' פי' בספר התמונה כי עקרה בגבורה. אמנם היא ג\"כ במלכות כנודע בענין שם בן ד'. ואמר כי הוא רמז שמדת הדין יכול לפעול בקש\"ה ורפ\"ה. ואמר כי כל זה בכח הבינה, ואמת כי על ידיה יתרפה הדין או יתחזק כמו שפי' למעלה ולכן תרמוז ג\"כ בבינה. וצורתה י\"ד ומצינו י\"ד לטובה כמו בי\"ד רמה, את הי\"ד הגדולה (שמות יד). היד ה' תקצר (במדבר יא כג). וי\"ד לדין וגם יד ה' היתה בם (דברים ב טו). וכן יש ידות הרבה כמו שבארנו בשער ערכי הכנויים. הקיצור הצורה הרוחניות של אות זה מקבלת עיקרה מגבורה אבל מקבלת גם מבינ\"ה ועל ידה יתרפה הדין ותעשה רפה למטה בקבלתה ממנה. ובשעת לבנה ממשלתה כי על כן היא נרמזת במלכות כח הלבנה. ויש מי שפי' כי אות ה' היא המלכות והד' שלה מורה על חצי גורן עגולה ובאמצע החצי גורן שהם ע' סנהדרין האב ב\"ד עומד והוא הוא\"ו קטנה שתחת הדלת. והכל נרמז במלכות כי היא מוצא הדין והיא הירח העומדת כחצי גורן כירח והנקודה באמצע מלואו. עוד פי' באופן אחר כי הדלת רמז למלכות והוא\"ו קטנה רמז למטטרון בנה של השכינה והוא יונק מבין שדי אמו. וזה צודק קצת לפי מה שכתבנו בענין פי' הה' בשער השמות בשם בן ד'. עוד אמר ענין נכון כי הה\"א היא השכינה עומדת על ד' חיות המרכבה והם א\"ב ג\"ד ויפה הוא. ויש מי שפי' בענין אחר ז\"ל ה' נצבת בדוגמתה פתוחה כדי לקבל שפע מכל צד ופתוחה כנגדה לפניה כי להיות שיונקות כל האותיות ממנה כדרך השפע שהיא יונקת. והיא סתומה מלמעלה כדי שלא יתפשט השפע לצאת חוץ ממנה. וכן כבר בארנו בשער שם בן ד' ובשער השערים כי מציאות הה' היא בשני מקומות שהם בינה ומלכות ובשתיהן על דרך א' כי מציאות צורת הה\"א ג' יסו\"ד. והם בבינה מפני שנאצלו על ידה. ובמלכות מפני שמשפיעים בה והיא מתקשטת על ידם בסוד הזיווג כדפי' בשער סדר האצילות.",
      "english": "Regarding the letter Heh, it is explained in Sefer HaTemunah that its root is in Gevurah. However, it is also present in Malchut, as is known regarding the four-letter Name. It is said that this alludes to how the attribute of judgment can operate both strictly and leniently. And it is said that all this is through the power of Binah, and truly through it judgment can be softened or strengthened, as explained above, and therefore it also alludes to Binah. Its form is that of a hand (yad), and we find \"hand\" used for good, as in \"with a mighty hand,\" \"the great hand\" (Exodus 14), \"Is the hand of the Lord shortened?\" (Numbers 11:23). And \"hand\" for judgment, as in \"the hand of the Lord was against them\" (Deuteronomy 2:15). There are many such references to \"hands\" as we explained in the Gate of Appellations.\n\nIn summary, the spiritual form of this letter receives its essence from Gevurah but also receives from Binah, and through it judgment is softened and made lenient below when receiving from it. During the time of the moon's dominion, it is thus alluded to in Malchut, the power of the moon. Some explain that the letter Heh represents Malchut, and its Dalet indicates a semicircular threshing floor, and in the middle of this semicircle, which represents the 70 Sanhedrin, stands the head of the court, represented by the small Vav beneath the Dalet. All this is alluded to in Malchut, for it is the source of judgment and is like the moon standing as a semicircle, with the point in its fullness.\n\nAnother explanation is that the Dalet alludes to Malchut and the small Vav alludes to Metatron, the son of the Shechinah, who nurses between his mother's breasts. This somewhat agrees with what we wrote regarding the explanation of the Heh in the Gate of Names concerning the four-letter Name. Another correct interpretation is that the Heh is the Shechinah standing upon the four Chayot (living creatures) of the Merkavah, which are Alef, Bet, Gimel, Dalet, and this is beautiful.\n\nSome explain it differently, saying the Heh stands in its form open to receive influence from all sides and open before it, as all letters draw sustenance from it in the way of influence that it draws. It is closed from above so that the influence does not spread outside of it. We have already explained in the Gate of the Four-Letter Name and in the Gate of Gates that the Heh exists in two places - Binah and Malchut - and in both in the same way, for the existence of the form of the Heh is three Yesods. They are in Binah because they were emanated through it, and in Malchut because they flow into it and it adorns itself through them in the secret of union, as explained in the Gate of the Order of Emanation."
    },
    {
      "hebrew": "והנה המלכות היא דלה בהיותה יונקת משתי הקצוות מן הימין ומן השמאל. ואז הנחש מבקש לינק. עד שמקבלת מן האמצע ומצטיירת בעלה בה דהיינו ו' בין שיהיה ו' של ת\"ת ממש או ו' של יסוד אז היא מלאה כל טוב והיינו ה' עשויה כלי:",
      "english": "And behold, Malchut is impoverished when it draws sustenance from the two extremes, from the right and from the left. At such time the serpent seeks to draw sustenance. Until it receives from the middle and becomes formed with its mate within it - that is, the Vav, whether it be the Vav of Tiferet itself or the Vav of Yesod - then it becomes filled with all goodness, and this is the Hei fashioned as a vessel."
    }
  ]
}