{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 10,
  "translation": [
    {
      "hebrew": "הנרצה בזה הפרק להתבונן בענין המלאכים היטב וטעם עלות הנשמה למעלה מהם. והענין כי כל הדברים בשמים ממעל ועל הארץ מתחת כלם נאצלו ממקום גבוה ולכן היו נזהרים החסידים שלא לספר בגנות שום א' מהנבראים. והענין הוא כי ד' יסודות העליונים הם גדולה יסוד המים, גבורה יסוד האש, תפארת יסוד הרוח, מלכות יסוד העפר. והם מיוחדים יחוד אמיתי חזק כמ\"ש בשערים הקודמים.",
      "english": "The purpose of this chapter is to contemplate thoroughly the nature of angels and the reason why the soul ascends above them. The matter is that all things in heaven above and on earth below emanated from a high place, and therefore the pious ones were careful not to speak disparagingly of any created being. The matter is that the four supernal elements are: Chesed (Greatness) corresponds to the element of water, Gevurah (Might) corresponds to the element of fire, Tiferet (Beauty) corresponds to the element of air, and Malchut (Kingdom) corresponds to the element of earth. And they are unified in a true and strong unity, as explained in the previous gates."
    },
    {
      "hebrew": "והנה ע\"י ד' היסודות האלה העליונים הנאצלים הדקים נתהוו הד' יסודות שבסדר האצילות והבריאה והיצירה והעשייה, מדרגה אחר מדרגה מעלה לעלול מאצילות אל בריאה ומבריאה אל יצירה ומיצירה אל עשייה.",
      "english": "And through these four sublime and refined emanated elements, the four elements came into being within the order of Atzilut, Beriah, Yetzirah, and Asiyah, descending level by level from cause to effect - from Atzilut to Beriah, from Beriah to Yetzirah, and from Yetzirah to Asiyah."
    },
    {
      "hebrew": "והנה כל ד' מדרגות האלה הם בכל א' וא' מהמדרגות בעצמם כי באצילות בעצמו יש אבי\"ע וכלם אצילות, ובבריאה עצמה יש אבי\"ע וכלם בריאה, וכן לכל המדרגות. והענין הזה נמשל אל צורף הכסף שיבדיל לכל מין ומין בעצמו לד' מינים. הא' הוא כסף נקי שאין בו סיגים כלל, והשני כסף שיורד מדרגה אחת למטה מהכסף הנקי, והשלישי כסף שיש בו כחצי סיגים, והד' כסף שרובו סיגים. וא\"א לכסף הנקי שיהיה כלו כסף שלא יהיו בו סיגים כלל (בשוה) אלא בהכרח יש בו ג\"כ ד' חלקים מתייחסים אל שעור טהרת הכסף כשעור ד' חלקים הראשונים בעצמם המשל כסף הנקי שאין לנקותו יותר וזהו חלק מועט מחלק הכסף, וחלק שני והוא כסף נקי אבל לא כחלק הראשון כי מפני נקיון הכסף הקודם לא יתייחס לו שם נקי מכל וכל, וכן יעשה עוד חלק ג' והוא הנקי סתם ולא כשני, הד' הכסף שיש בו תערובות סיגים מעט עד שאינו נחשב למאומה. וכן נוכל לחלק ד' חלוקות בשניה, וכן בשלישית, וכן בד'. נמצא כמו כן באבי\"ע כי עשייה שבאצילות ראש לאצילות שבבריאה ועשייה שבבריאה ראש לאצילות שביצירה ועשיה שביצירה ראש לאצילות שבעשייה ומד' השתלשלות מדרגות אלו נשתלשלו כל העולמות מאצילות לבריאה מבריאה להיכלות מהיכלות לקליפות מקליפות למציאות הרקיעים הם המזלות ומהם אל היסודות האלה העבים והמורכבים כאשר הם לעיננו.",
      "english": "And behold, these four levels exist within each and every one of the levels themselves, for within Atzilut itself there is ABYA (Atzilut, Beriah, Yetzirah, Asiyah) and they are all Atzilut, and within Beriah itself there is ABYA and they are all Beriah, and so too for all the levels. This matter can be compared to a silver refiner who separates each type into four categories. The first is pure silver without any dross whatsoever, the second is silver that descends one level below the pure silver, the third is silver that contains about half dross, and the fourth is silver that is mostly dross. And it is impossible for even the pure silver to be entirely silver without any dross whatsoever (equally), rather it necessarily contains four parts corresponding to the measure of silver's purity, like the measure of the first four parts themselves. For example, the purest silver that cannot be further refined - this is a small portion of the silver portion; and a second portion which is pure silver but not like the first portion, for due to the purity of the previous silver it cannot be called completely pure; and so too a third portion which is simply pure but not like the second; the fourth is silver that has a slight mixture of dross to the point that it is considered negligible. And we can similarly divide four divisions in the second category, and in the third, and in the fourth. Thus we find similarly in ABYA that the Asiyah of Atzilut is the head of the Atzilut of Beriah, and the Asiyah of Beriah is the head of the Atzilut of Yetzirah, and the Asiyah of Yetzirah is the head of the Atzilut of Asiyah. And from these four descending levels descended all the worlds - from Atzilut to Beriah, from Beriah to the Heichalot, from the Heichalot to the Kelipot, from the Kelipot to the existence of the firmaments which are the constellations, and from them to these dense and composite elements as they appear before our eyes."
    },
    {
      "hebrew": "והנה נמצא כי האצילות שרש אל הבריאה והבריאה שרש אל היצירה והיצירה שרש אל העשייה. וכן נמצא העולם הזה שואב מצד הקליפה הם השרים ושמשיהם הטמאים כי הע' שרים אינם טהורים כל כך והשרים מהיצירה הם המלאכים וע' שרים הם אמצעיים בין המזלות לבין המרכבות. והכסאות מהספירות והספי' מעצמות הא\"ס המתפשט ומחיה אותם כדפי'. נמצא לפי זה כי ד' יסודות הרקיעים הם עצמם שביצירה וכן עד העליונים. אמנם מפני השלשלות נתעבו ונתגלו כי כפי ריחוקם ממקורם כן נתעבו ונתגלו. ולפי זה אין דבר בעולם שלא יושפע עליו מלמעלה שפע ואור אלא שהשפע ההוא כפי רדתו מהאחוריים שהם פנים לשאר המדרגות התחתונים כן יתעבו ויתגלו ויתגשמו ממדרגה למדרגה כפי הראוי אל החומר העכור ההוא עד שלא תמצא בעה\"ז דבר שלא יהיה בו רוחניות וחיות קצת כפי ערך גופו וחומרו לפי המדרגות שיתרחק מהמקור ומחצב כל הדברים.",
      "english": "And behold, it is found that Atzilut is the root of Beriah, and Beriah is the root of Yetzirah, and Yetzirah is the root of Asiyah. And so it is found that this world draws from the side of the kelipah, which are the princes and their impure servants, for the seventy princes are not entirely pure, and the princes of Yetzirah are the angels, and the seventy princes are intermediaries between the constellations and the chariots. And the thrones are from the Sefirot, and the Sefirot are from the essence of the infinite Ein Sof which extends and sustains them, as we explained. Thus according to this, the four elements of the firmaments are the same as those in Yetzirah, and so on up to the highest levels. However, due to their chain of descent they became denser and more manifest, for according to their distance from their source, so did they become denser and more manifest. And according to this, there is nothing in the world that does not receive influence and light from above, except that this influence, as it descends from the back aspects which are the front aspects to the lower levels, becomes progressively denser, more manifest, and more materialized from level to level according to what is appropriate for that coarse matter, until you will not find anything in this world that does not contain some spirituality and vitality according to the measure of its body and matter, in proportion to the levels by which it is distant from the source and quarry of all things."
    },
    {
      "hebrew": "והנה כשיתעלה החומר העב אל מציאות קורבת החומר הדק שעליו הנה יאיר בו שעור אור החומר המעולה ההוא. המשל אל עששית גדולה דולקת באמצע הבירה ומפני גודל הבירה לא תאיר אל מקצעות הבירה בירכתים אלא אור מועט עד שלא יראה האדם את חבירו וכל זמן שיתקרב האדם אל העששית תאיר אור היותר נאה וחזק עד שהמגיע אל תוך ד' אמותיה יכהו עיניו מרוב אורה כן הענין בכאן כי בהיות שנתרחקו הדברים ממחיצתם וממקורם יתעב ויתגשמו ונמצאו עכורים גסים תכלית הגסות כמו הארץ הזאת ר\"ל יסוד העפר שלא יתנועע וממקומו לא ימוש משא\"כ במים מפני שעפר אחרון במדרגה והמים עליה מדרגה יותר עליונה מתקרבת יותר קודם וכן עליהם יסוד הרוח אשר בו קצת יותר תנועה ותכונה מיסוד המים. ומכ\"ש יסוד האש שיש בו יותר ויותר חיות ונלמוד מיסוד האש המעט אשר לנו לא ישקוט ולא ינוח עד עלותו אל יסודו.",
      "english": "When coarse matter elevates itself toward proximity with the refined matter above it, it becomes illuminated according to the measure of light of that superior matter. This can be compared to a large lamp burning in the middle of a fortress - due to the fortress's size, only a dim light reaches its distant corners, such that one person cannot see another. But as one approaches the lamp, its light becomes more pleasant and strong, until one who comes within four cubits of it is dazzled by its intense brightness. So too in our matter - when things become distant from their partition and source, they become coarse and corporeal, becoming turbid and extremely dense, like this earth, meaning the element of earth that does not move and does not shift from its place. This differs from water, because earth is lowest in rank while water above it is a higher level that draws closer first. Above these is the element of air, which has more movement and quality than the element of water. And all the more so the element of fire, which has even more vitality, as we learn from the small amount of fire we have, which does not rest or remain still until it rises to its source."
    },
    {
      "hebrew": "הנה אפי' היסודות שהם גולמים מתים לכאורה יש בהם מעלה כל א' על חבירו כפי שעור אור החיות העליון השופע עליו. וכן סדר עליית המורכבים זה על זה, על הדומם הוא הצומח ועל הצומח החי ועל החי המדבר. ומזה נוכל להבין ענין נפש הבהמה ושאר בע\"ח, כי כאשר יתקבץ החומר ההוא מורכב מד' יסודות ויתהווה ממנו הבהמה או הבריאה ההיא הנה לפי שנצטיירו היסודות צורה נכבדת עלו במדרגה ונתקרבו אל האור החיוני השופע ואותו האור השופע בו הוא נשמה אליהם. ועל האמת יש נפש חיונית ועל היותר אמת אין בה נפש כל עקר כי במות הבהמה והפרדה תחזור אל יסודותיה להתרחקה מן האור שאין לה נפש ולא רוח ונשמה שתעלה או שתרד ולא היתה אלא בדמיון הזבוב הפורחת באויר הנה בהיותה מתקרבת אל העששית [הדולקת] תאיר בה האור ונקרא זה חיות שלה ובהתרחקה בירכתי הבירה יכבה האור מעליה מפני ריחוקה וזהו מיתתה ואין לה במה לחזור אל מקורה ולא במה לרדת. ואין תשובה ממבחר החכמים שהע\"ה באומרו (קהלת ג') מי יודע רוח בני אדם כו' ורוח הבהמה היורדת היא למטה לארץ. כי אדרבה הוא סיוע אל הענין הזה כי בסוד הגלגול [ט] היא עולה למעלה. אמנם כאשר אין לה הענין ההוא היא יורדת למטה בהפרדה וחזרתה אל יסוד העפר והמנו שהיא יורדת למטה לארץ בהתרחקה מן המצב והמקור וחוזרת אל יסודותיה והרוח החיוני ההוא תחזור כל אחד אל יסודו האש ליסודו והרוח ליסודו. ובזה יובן מ\"ש במס' סנהדרין (ד\"סה) רבא ברא גברא שדריה לקמיה דרבי זירא הוה קא משתעי בהדיה ולא הוה קא מהדר ליה א\"ל מן חבריא את תוב לעפריך ופרש\"י שם שעשה זה רבא בהתעסקותו בספר יצירה. והדבר הזה קשה וכי יעלה על הדעת שיש בכח להוריד נשמה ונפש ורוח בגוף ההוא והנה הדבר הזה מן התמיהין שיהיה כח ביד האדם להוריד נשמה מלמעלה על בריאה חדשה אפי' שתהיה בריאתו בכח אלפ\"א ביתות כדפירשנו בשער פרטי השמות בפרק י'. ואם בריאה יברא ה' מה מעלתה ליתרונה על הבריאה ההיא אתמה'.",
      "english": "Behold, even the elements, which appear as lifeless matter, each has superiority over its fellow according to the measure of supernal life-force flowing into it. And so is the order of ascension of composite beings one above the other: above the inanimate is the vegetative, above the vegetative is the animal, and above the animal is the speaking being. From this we can understand the nature of the animal soul and other living creatures, for when that matter composed of four elements comes together and forms an animal or that creature, because the elements have taken on an honorable form, they rise in level and draw closer to the flowing vital light, and that flowing light becomes their soul. In truth, there is a vital soul, but in greater truth, it has no essential soul at all, for when the animal dies and separates, it returns to its elements, distancing itself from the light, having neither soul nor spirit nor higher soul that could ascend or descend. It is merely like a fly flying in the air - when it approaches the [burning] lamp, the light illuminates it, and this is called its vitality, but when it distances itself to the far corners, the light is extinguished from it due to its distance, and this is its death, having no means to return to its source nor to descend.\n\nThere is no contradiction from the wisest of sages, Solomon, who said (Ecclesiastes 3), \"Who knows if the spirit of man ascends upward and the spirit of the beast descends downward to the earth.\" For on the contrary, this supports this matter, for through the secret of reincarnation it ascends upward. However, when it lacks this aspect, it descends below in its separation and returns to the element of earth, meaning it descends earthward in its distancing from its station and source, returning to its elements, and that vital spirit returns each to its element - fire to its element and wind to its element. This explains what is written in Tractate Sanhedrin: \"Rava created a man and sent him before Rabbi Zeira. He spoke with him but he did not respond. Rabbi Zeira said to him, 'You are from the fellowship, return to your dust,'\" and Rashi explained there that Rava did this through his involvement with Sefer Yetzirah. This matter is difficult - could one think it possible to bring down a soul, spirit and higher soul into that body? This is among the puzzling things, that a human would have power to bring down a soul from above into a new creation, even if its creation is through the power of the alphabet as we explained in the Gate of Specific Names, Chapter 10. And if God creates a creation, what advantage would it have over this creation? I am astounded!"
    },
    {
      "hebrew": "ועוד איך לא תצעק חמס העניה ההיא לפני קונה כי הכריחוה לרדת פה אשר לא תושלם בו ולא יעלה ביד הנשמה ההיא כי אם טורח ומשא כבד העה\"ז.",
      "english": "Furthermore, how would that wretched soul not cry out in protest before its Maker, for it was forced to descend here where it cannot achieve completion, and nothing would come to that soul except the toil and heavy burden of this world."
    },
    {
      "hebrew": "ועוד במאמר ר\"ז מן חבריא את תוב לעפריך נמצא ח\"ו כשופך דמים לחזרת הנשמה ההיא בבושת פנים עשוקה ורצוצה לפני קונה [בלי שום השלמה]. אלא בהקדמתינו זאת יובן הכל כי כאשר אותם החכמים מקבצים קבוץ העפר ההוא וע\"י חכמתם בהעסקותם בס\"י יבראו בריה חדשה הנה הבריה ההיא שהיא בצורת אדם יתקבצו חלקיה ויתעלו למעלה בהתקרבם אל מחצבם ומקורם ויאיר נגד היסודות ההם האור הראוי להם כדמיון קבוץ חלקי הבהמה ולא שיהיה בה נשמה ולא נפש ולא רוח אלא חיות בעלמא עם היות שהוא מעולה מחיות הבהמה מפני תכונת צורתו וטבעו שהוא משובח מצורת הבהמה ונתקרב יותר אל מקור האור מהבהמה.",
      "english": "Furthermore, in Rabbi Zeira's statement \"you are from our colleagues, return to your dust,\" it would appear (Heaven forbid) like bloodshed to return that soul in shame, oppressed and crushed before its Maker [without any completion]. However, with our present introduction, everything becomes clear: when these sages gather that dust and through their wisdom in engaging with Sefer Yetzirah create a new creature, this creature, though in human form, has its parts gathered and elevated as they draw near to their source and origin. The light appropriate to these elements shines upon them, similar to the gathering of animal parts, yet it has neither soul, spirit, nor life-force - only mere vitality. Though this vitality is superior to that of an animal due to its form's nature and character, which is more refined than animal form and draws closer to the source of light than does the animal."
    },
    {
      "hebrew": "והנה בחזרת הגוף ההוא אל יסודותיו אין לו כ\"א כמיתת הבהמה שיתפרדו החלקים ויחזרו אל העפר ממש כשהיה כי עפר הוא ואל עפר ישוב. ולכן לא נתן עיניו בו להמיתו כי אין לו מיתה בעצם אפילו כבהמה. אלא חזרתו אל העפר כרגע והיסודות מתפזרים ומתפרדים. והיינו דקאמר ליה תוב לעפרך. ולכן אין במיתתו והריגתו שום עונש כלל כמו שאין עונש בהריגת בהמה כמבואר. ועתה להיות שהיסודות מתקבצים ע\"י הטהרה והקדושה האור המאיר בהם הוא הקדושה והטהרה לכן התירה לנו התורה אכילת קצת מהבהמה חיה ועוף המותרים ומפני כי קצתם קבוץ חלקיהם ע\"י הקליפות כנודע והמאיר בהם היא טומאת הקליפות לכן אסרה התורה [בהמה חו\"ע האסורים]. ועם זה נבין כי כל הדברים בעה\"ז עולים ממדרגה למדרגה המים יורדים על הארץ ויונק הזרע ההוא עובי ושומן הארץ וגדוליהם שיסוד' מן העבים אלו אל חלק אבר הזרע ההוא. והזרע גדל ונעשה עשב מאיר בו אור יותר משובח מאור היסודות מפני קבוצם וקרבתם אל המקור ואז מה שהיה תחת מלאך הממונה על יסוד הארץ יצא מרשותו כי אורו השופע בו אינו אלא אור הנשפע מן המלאך הממונה על העשבים ובפרט הממונה על העשב ההוא וזהו משאחז\"ל (ב\"ר פרשה י') אין לך עשב מלמטה שאין לו מלאך מלמעלה ומכה אותו ואומר לו גדל.",
      "english": "When that body returns to its elements, it is only like the death of an animal - its parts separate and return literally to dust as it was, for dust it is and to dust it shall return. Therefore, he did not set his eyes upon killing it, for it has no true death, not even like an animal. Rather, its return to dust is instantaneous as the elements scatter and separate. This is why he said to it \"return to your dust.\" Therefore, there is no punishment at all in its death and killing, just as there is no punishment for killing an animal, as is clear. Now, since the elements gather through purity and holiness, the light that illuminates them is holiness and purity - this is why the Torah permitted us to eat certain permitted animals, beasts, and birds. And because some of their composite parts are gathered through the shells (kelipot) as is known, and what illuminates them is the impurity of the shells, therefore the Torah prohibited [forbidden animals, beasts, and birds]. Through this we understand that all things in this world ascend from level to level - water descends to the earth, and that seed draws the thickness and richness of the earth, and their growth from these dense elements becomes part of that seed. The seed grows and becomes vegetation, illuminated by a light more refined than the light of the elements, due to their gathering and proximity to the source. Then, what was under the angel appointed over the element of earth leaves its domain, for the light flowing into it is only light flowing from the angel appointed over vegetation, and specifically the angel appointed over that particular plant. This is what our Sages taught (Bereishit Rabbah 10): \"There is no blade of grass below that does not have an angel above striking it and saying to it 'Grow!'\""
    },
    {
      "hebrew": "וענין ההכאה עניינו על הכאת האור והארתו בעשב ההוא ע\"י המלאך והוא הצנור האור הנעלם בסוד יצירת עולם המלאכים ולזה המלאך מאיר בעשב ע\"י הכוכב כנודע כי הכוכבים שבעשייה הם שמשים ועבדים ליצירה. ולזה נמצא בזוהר לפעמים מיחס ענין זה אל המלאכים ופעמים אל הכוכבים והכל ענין א' ואין בהם ספק. ונחזור לעניינינו כי היסודות הפשוטים עולים במדרגה ונעשים חלק אבר לעשב ומתקרבים יותר אל המקור ואח\"כ הבהמה אוכלת העשב ההוא ונעשה חלק אבר ממנה ונעשה כצורתה ומתקרב יותר אל מקורו וכפי קרבתו אל מקורו כן יתקרב אליה האור ויגדל בה ההארה כנודע. ומה שהיה תחת המלאך ההוא הממונה על העשבים יוצא מרשותו ונכנס תתחת המלאך הממונה על הבהמות ובפרט אותן המין כי אין המלאך הממונה על העשבים שופע בו אלא אור מלאך הממונה על אותם הבהמות. וכאשר האדם יאכל הבשר ההוא יעלה הבשר אל מדרגה משובחת ומעולה בקורבתה אל מציאות האדם השופע עליו אור מלך מלכי המלכים הוא הנשמה העליונה כאשר נבאר ב\"ה. ולזאת הסבה עם הארץ אסור לאכול בשר מפני שאין לו קורבה אל מקורו מפאת רוע מעשיו וטוב ממנו הבהמה שהיא בצד הקדושה וזה בצד הקליפה ברשעו. ובה יובן מה שאחז\"ל (שבת דף קח ע\"ב) מאן דאפשר ליה למיכל נהמא דשערי וכו' כי האדם שיוכל להעלות בטבעו אל מדרגת האדם הדברים הקטנים אין ראוי שישתדל בהעלות הדברים הגדולים. והמשל אל צורף אומן וחכם שיודע לעשות מהבדיל כסף נקי, ויודע ג\"כ לצרף הכסף ולנקותו, הנה לפי האמת ראוי אל האומן הזה שלא ישתדל אלא לצרף הבדיל אל הכסף כי היא מעלה משובחת ותועלתו יותר מרובה. ונחזור אל ענייננו שאל זה כיוון מבחר החכמים באומרו (קהלת ג' ע\"ש בתרגום ורש\"י) ומותר האדם מן הבהמה אין כו'. כי האדם מצד קבוץ חלקיו לבד אין לו יתרון ומעלה על הבהמה. ופי' אנשי כנסת הגדולה באמרם לבד הנשמה הטהורה כו' וכן נשמה שנתת בי טהורה כו' אתה נפחתה כו' כי האדם יש לו על קבוץ החלקים נשמה טהורה חצובה ממקום קדוש ועל זה אחז\"ל אין ישראל תחת מזל ומלאך ושרף לפי שהם מעולים ונשמתם עליונה על המלאכים כדמוכח במאמר שהעתקנו בפרק ח' אלא האור הנשפע עליהם הוא אור האדון ית' המאיר לכל העולמות ואדרבה המלאכים שואפים שפע מהצדיקים ולכן בהיות צדיק בעה\"ז אפי' המלאכים יקבלו טוב על ידו. וזהו טעם שישראל בעוד שהי' מרע\"ה חי היתה השפעתם ע\"י השכינה ממש וכשחטאו נאמר (שמות כג כ) הנה אנכי שולח מלאך וכו' לפי שירדו ממדרגתם ומעלתם אל תחת העלול מהן ולכן לא רצה מרע\"ה והשיב אם אין פניך הולכים אל תעלינו מזה (שם לג יד). ובזולת כל זה אפי' ביסודותיו יש בהם הכנ' כמשחז\"ל (בב\"ר פי\"ד) אדם הראשון ממקום כפרתו נברא שהוא עפר המזבח מטעם כי שם נקודת העולם ושם תוקף הארת אור מלך מלכי המלכים ית' כנודע וזהו דברי חכמים כמסמרות נטועים פי' כמו המסמר הזה שאינו נראה ממנו אלא ראשו וע\"י אדם הוא נכנס עד עמקו בתוך נטיעתו בדקותו וחודו כן מאמרי חז\"ל יש להם פנים ועומק ואין סוף לעומקן.",
      "english": "The matter of \"striking\" refers to the striking of light and its illumination upon that plant through the angel, who is the channel of concealed light in the secret of the creation of the angelic world. Thus the angel illuminates the plant through the star, as it is known that the stars in the realm of Asiyah (Action) are servants and attendants to Yetzirah (Formation). Therefore we find in the Zohar that sometimes this matter is attributed to angels and sometimes to stars, but it is all one matter and there is no doubt about this.\n\nLet us return to our subject: The simple elements rise in level and become part of the plant's structure, drawing closer to their source. Then when an animal eats that plant, it becomes part of its body and takes on its form, drawing even closer to its source. The closer it comes to its source, the more the light approaches it and increases its illumination, as is known. What was under the authority of the angel appointed over plants leaves its domain and enters under the authority of the angel appointed over animals, particularly that species, for the angel of plants no longer channels to it - rather, it receives light from the angel appointed over those animals.\n\nWhen a person eats that meat, the meat ascends to a superior and elevated level in its proximity to human existence, upon which shines the light of the King of kings - that is, the supreme soul, as we shall explain with God's help. For this reason, an am ha'aretz (ignorant person) is forbidden to eat meat, because due to his evil deeds he has no proximity to his source, and the animal is better than him as it remains on the side of holiness while he is on the side of the shells in his wickedness.\n\nThis explains the saying of our Sages (Shabbat 108b): \"One who is able to eat barley bread...\" - for a person who can elevate simple things to the human level should not strive to elevate greater things. This is like a skilled craftsman who knows how to make pure silver from tin and also knows how to refine silver - in truth, this craftsman should focus on refining tin into silver, as this is a more praiseworthy achievement with greater benefit.\n\nReturning to our subject: This is what the wisest of men meant when he said (Ecclesiastes 3, see Targum and Rashi): \"The advantage of man over beast is naught...\" - for man, from the perspective of his physical components alone, has no advantage or superiority over animals. The Men of the Great Assembly explained this in saying \"except for the pure soul...\" and \"the soul You placed within me is pure...\" For beyond his physical components, man has a pure soul hewn from a holy source. This is why our Sages said that Israel is not subject to mazal (celestial influence), angel, or seraph, because they are superior and their souls are above the angels, as proven in the passage we quoted in Chapter 8. Rather, the light that flows to them is the light of the Master, blessed be He, who illuminates all worlds. Indeed, the angels draw sustenance from the righteous, and therefore when there is a righteous person in this world, even the angels receive good through him.\n\nThis is why while Moses our teacher was alive, Israel received their divine flow directly through the Shekhinah, but when they sinned it says (Exodus 23:20) \"Behold, I send an angel...\" - because they descended from their level to become subordinate to that which was beneath them. This is why Moses refused, responding \"If Your presence does not go, do not bring us up from here\" (Exodus 33:14). Beyond all this, even in his basic elements there was preparation, as our Sages said (Bereishit Rabbah 14): \"The first man was created from the place of his atonement\" - that is, from the earth of the altar, because there is the point of the world and there is the intensity of the illumination of the King of kings, blessed be He, as is known. This is the meaning of \"The words of the wise are like planted nails\" - just as with a nail, only its head is visible but through human action it penetrates deeply in its planting with its fineness and point, so too the words of our Sages have both surface meaning and depth, and their depths are endless."
    },
    {
      "hebrew": "והנה על ידי הפרק הזה נתבאר שהמלאכים זכים וברים בסוד קבוץ חלקיהם וקרבתם אל היסודות העליונים ובבחינה זו האדם רחוק ממנו ודאי כי אין מעלת קבוץ חלקי האדם כמעלת קבוץ חלקי המלאך. אבל המלאך אין בפנימיותו אלא אור סתם כדרך שאר מעברי האור השופע והאדם לא כן הוא שיש בתוכו נשמה נקייה וברה עד שכאשר יגביר הנשמה על חלקי חומרו יאיר בו אור המאיר נשמתו אור עליון ומשובח מאור השופע על המלאך מפני כי נשמתו מאצילות בריאה יצירה עשייה ואינו מצטרך לקבל ע\"י שום אחת מהמדרגות אלא ע\"י עצמו כי תאיר ותקבל השפע ממקום מקור נשמתו כאשר יאריך הענין בדרוש הזה בשער הנשמה בה\"ו.",
      "english": "And behold, through this chapter it has been explained that angels are pure and clear in the mystery of the gathering of their parts and their proximity to the supernal elements, and in this aspect humans are certainly distant from them, for the quality of the gathering of human parts is not like the quality of the gathering of angelic parts. However, the angel has nothing in its interiority except plain light, like other conduits of flowing light, but not so with humans, who have within them a clean and pure soul, such that when the soul overpowers the material parts, it will shine with a light that illuminates his soul - a supreme light more excellent than the light that flows to the angel, because his soul is from Atzilut, Beriah, Yetzirah and Asiyah, and does not need to receive through any of the levels but rather through itself, for it illuminates and receives the flow from the source of its soul, as will be explained at length in this discourse in the Gate of the Soul, with God's help."
    },
    {
      "hebrew": "ועוד נוסיף לקח בענין המלאכים ועניינם בפ' זה כדי שיתבאר עניינו היטב:",
      "english": "And we shall further explore the topic of angels and their nature in this chapter, so that their matter may be well understood:"
    }
  ]
}