{
  "title": "Pardes Rimmonim",
  "gate_num": 1,
  "chapter_num": 3,
  "translation": [
    {
      "hebrew": "עוד מכריע הת\"ת בין גדולה להוד ובין גבורה לנצח. והטעם כי גדולה ונצח הם צד הימין חסד, וגבורה והוד הם דין שמאל וצריכים אל ההכרעה. ויש לזה קצת ראיה מדברי הרשב\"י ע\"ה בספר ר\"מ (פנחס דף רמ\"ד.) ז\"ל ובחבורא קדמאה אריתי מורי עם בשמי, דרועא ימינא בירכא שמאלא. יערי עם דבשי, יעקב ברחל. ייני עם חלבי, דרועא שמאלא בירכא ימינא. חסד עם הוד, אינון דרועא ימינא עם ירכא שמאלא. יעקב ברחל, עמודא דאמצעיתא במלכות. גבורה עם נצח, אינון דרועא שמאלא עם ירכא ימינא. ואמאי שני מדות דיליה הכי. אלא רזא הוא דיימא הכי. דוד אמר הכא כהניך ילבשו צדק וחסידיך ירננו. ואיתמר התם, ולוייך ירננו מבעי ליה למימר. אמר הקב\"ה לאו אורח ארעא לשנות מדותי, אלא בתר דזמינת לי אית לי למעבד רעותך. מהכא אוליפנא דבעל הבית דמזמן אפי' למלכא אית ליה למלכא למעבד רעותיה, ובג\"ד אוקימנא כל מה שיאמר לך בעל הבית עשה וכו'. ועם כל דא דרזא דא שפיר איהו וכו' עכ\"ל.",
      "english": "Furthermore, Tiferet mediates between Gedulah and Hod, and between Gevurah and Netzach. The reason is that Gedulah and Netzach are on the right side of Chesed, while Gevurah and Hod are judgment on the left side, and they require mediation. There is some proof of this from the words of Rabbi Shimon bar Yochai, of blessed memory, in the Book of Ra'aya Mehemna (Pinchas, page 244), which states: \"In the earlier compilation, 'I have gathered my myrrh with my spice' refers to the right arm with the left thigh. 'My honeycomb with my honey' refers to Jacob with Rachel. 'My wine with my milk' refers to the left arm with the right thigh. Chesed with Hod - these are the right arm with the left thigh. Jacob with Rachel refers to the central column with Malchut. Gevurah with Netzach - these are the left arm with the right thigh.\" And why are these attributes arranged in this way? Rather, this is a mystery that is explained thus: David said here, \"Let Your priests be clothed with righteousness, and let Your devotees sing for joy.\" It was stated there that it should have said \"and let Your Levites sing.\" The Holy One, Blessed be He, said: \"It is not proper conduct to change My attributes, but since you have invited Me, I must fulfill your will.\" From here we learn that when a host invites even a king, the king must do the host's will, and therefore we established that whatever the host tells you to do, do it, etc. And with all this, this mystery is well explained, etc."
    },
    {
      "hebrew": "ומה שיש להתעורר במאמר הזה הוא אריכות לשונו וכפל הענין שלא במלות שונות. באמרו דרועא ימינא בירכא שמאלא, חסד עם הוד וכו', וכי עד עתה לא שמענו כי שני זרועות הם גדולה זרוע ימין גבורה זרוע שמאל, וב' שוקים שהם נצח שוק ימין הוד שוק שמאל, ומה צורך אל האריכות הזה בביאור הדברים הפשוטים. ב' כי מעקרא היה לו לתפוס לשון קצר ומבואר באמרו מורי עם בשמי, חסד עם הוד. יערי עם דבשי, עמודא דאמצעיתא עם מלכות. ייני עם חלבי, גבורה עם נצח. וישתוק מירכין ודרועין כדי שלא יצטרך אל ביאורם אח\"כ. ג' דעיקר המאמר הזה הוא בפ' פינחס (דרמ\"א.), שכן אמר ובחבורא קדמאה, פי' בזוהר כי הוא היה הספר הקודם אל זה. ושם בפרשת פנחס לא האריך לא מינה ולא מקצתה, אלא ראש המאמר לבד. וזה לשונו אריתי מורי עם בשמי, דרועא ימינא בירכא שמאלא. יערי עם דבשי, יעקב ברחל. ייני עם חלבי, דרועא שמאלא בירכא ימינא עד כאן לשונו. ועם היות שהאריך שם בענין ההכרעה כנוי מורי שהוא החסד, ובשמי הנצח כנדרש. עכ\"ז בענין ביאור המלות לא האריך יותר. ויש לראות למה לא תפס כאן היחס הזה. ד' באמרו יעקב ברחל. ולא אמר גופא בנוקבא, כדרך וכיחס האברים שיחד בשאר הספירות. ה' בתר דנחית לפרושי דבריו במה שאמר ואינון וכו' היה מן הראוי שיאמר דרועא ימינא עם ירכא שמאלא, חסד עם הוד. כי זהו הסדר הנכון, ולא להקדים הפירוש אל הלשון באמרו חסד עם הוד דרועא ימינא עם ירכא שמאלא וכו', וכן לכולם. ו' מאי דקשייא ליה ואמאי שני מדות הכי. ומאי קשיא והרי לפעמים יונק הנצח מהגבורה וכן ההוד מהחסד עם היות שרוב יניקתם הם נצח מהחסד והוד מגבורה. כי לפעמים יקרה לפי ההמזגות וההשפעות שיהיו יונקות נצח מגבורה והוד מחסד. ולכן כל א' כלולה מכולם כדי שיהיו כולם מסכימות אל פעולה אחת ולשפע אחת. ולכן אפשר להשתוות שני ההפכים אפי' גבורה עם חסד. ונפרש כי רשב\"י ע\"ה הוקשה לו בכתוב כי היה מן הראוי שיאמר אריתי מורי ובשמי אכלתי יערי ודבשי שתיתי ייני וחלבי. עם עם למה, כי הוא מיותר. ולזה השיב ששם למעלה מן המאמר אשר לפנינו (הנדפס בפ' ויקרא דף ד' ע\"ב ע\"ש) אמר מורי עם בשמי, חסד עם נצח. יערי עם דבשי, גבורה עם הוד. ייני עם חלבי, גוף וברית.",
      "english": "What needs to be addressed in this passage is the verbosity of its language and the repetition of concepts using similar terms. When it states \"right arm with left thigh, Chesed with Hod, etc.,\" we already know that the two arms correspond to Gedulah (right arm) and Gevurah (left arm), and the two legs correspond to Netzach (right leg) and Hod (left leg), so why is such lengthy explanation needed for these simple matters? Second, he could have initially used more concise and clear language by saying \"my myrrh with my spice\" refers to Chesed with Hod, \"my honeycomb with my honey\" refers to the central column with Malchut, and \"my wine with my milk\" refers to Gevurah with Netzach, without mentioning arms and legs that would then require further explanation. Third, the main source of this teaching is in Parashat Pinchas, as indicated by the phrase \"in the earlier compilation,\" referring to the earlier Zohar text. Yet there in Parashat Pinchas, the text is not nearly as elaborate, containing only the opening statement: \"I have gathered my myrrh with my spice - right arm with left thigh; my honeycomb with my honey - Jacob with Rachel; my wine with my milk - left arm with right thigh.\" Although it elaborates there on the concept of mediation, referring to myrrh as Chesed and spice as Netzach as interpreted, it does not elaborate further on the terminology. We must understand why this relationship is not maintained here. Fourth, why does it say \"Jacob with Rachel\" rather than \"body with female,\" which would be consistent with the bodily metaphors used for the other Sefirot? Fifth, when explaining his words by saying \"and they are,\" etc., it would have been more appropriate to say \"right arm with left thigh, Chesed with Hod,\" as this is the proper order, rather than putting the interpretation before the original language by saying \"Chesed with Hod, right arm with left thigh,\" etc. Sixth, what is the difficulty with his question \"why are these attributes paired this way?\" What is problematic about this, given that sometimes Netzach draws from Gevurah and Hod from Chesed, even though they usually draw primarily from Chesed and Gevurah respectively? Sometimes, based on the mixtures and influences, Netzach may draw from Gevurah and Hod from Chesed. Therefore, each one contains aspects of all others so they can all align toward one action and one influence. Thus it is possible to harmonize even opposites, even Gevurah with Chesed. We can explain that Rabbi Shimon bar Yochai found it difficult in the verse, as it should have said \"I gathered my myrrh and my spice, I ate my honeycomb and my honey, I drank my wine and my milk.\" Why say \"with,\" as it seems superfluous? To this he responded that earlier in the text before us (printed in Parashat Vayikra page 4b) it states \"my myrrh with my spice\" refers to Chesed with Netzach, \"my honeycomb with my honey\" refers to Gevurah with Hod, and \"my wine with my milk\" refers to body and covenant."
    },
    {
      "hebrew": "והנה בזה ניתרצה קצת שאלתנו כי אמר עם עם לייחד המדות האלה בדרך הנז'. ומפני כי אין התשובה הזאת מספקת כיון שאין הכונה בפסוק אלא לייחד חסד בנצח, גבורה בהוד ות\"ת ביסוד. עכ\"ז לשתוק מעם עם וממילא משתמע דמיוחדים קאמר דארחייהו בהכי כי ג' מתייחדים בג'. לזה אמר ובחבורא קדמאה פי' בזוהר בפ' פנחס נתבאר בזה פי' אחר יותר מרווח והוא זה דרועא ימינא בירכא שמאלא. שהכוונה חסד עם היותו קו החסד, מיוחד בהוד עם היותו קו הדין. וכן גבורה עם היותו קו הדין, מיוחד בנצח עם היותו קו החסד. ועתה לא יקשה למה אמר עם עם, דאיצטריך משום דלאו אורחייהו בהכי. ולפי שהוא הפך מנהגם וטבעם, לכך הוצרך לומר עם עם להשמיענו הפך הסדר הזה. והטעם שאמר בזוהר בלשון כינוי האברים ירכין ודרועין ולא המדות בשמם. מפני שהוקשה לו כי מאחר שהוא פי' הספירות מהופכות שלא כסדר הוא דבר בלתי אפשר. כי דרך יניקת הנצח הוא מן הימין, וכן הוא תחת החסד קו החסד. ודרך יניקת ההוד מן השמאל, וכן היא תחת הגבורה קו הדין. והיאך אפשר שישנו את תפקידם, כי דבר זה בלתי אפשר. ולפרש לנו ענין זה במליצה נמרצת נקט בלשונו ירכין ודרועין. לומר לך. כי כמו שהירכים והזרועות מדובקים יחד ומחוברים עם הגוף וע\"י הגוף הוא מייחד הזרוע ימין עם הירך השמאלי, וכן הזרוע השמאלי עם הירך הימיני, והגוף האמצעי הוא המייחדם והמזווגם יחד. כך העניין למעלה ע\"י הת\"ת שהוא המסתעף בו' קצוות והקצוות אבריו. כדרך שהאברים ענפים לגוף, כן הקצוות אברים וענפים לת\"ת. ולכן על ידו אפשר לספירות האלה להיותן נמזגות במזיגה הזאת והיא באפשרית ואינו מן הנמנע. ועכ\"ז לא ניצלנו עדיין משאלת אמאי שני המדות דיליה הכי כמו שנבאר.",
      "english": "And with this, our question is somewhat resolved regarding why it says \"with with\" to unite these attributes in the aforementioned way. However, since this answer is insufficient, as the verse's intention is only to unite Chesed with Netzach, Gevurah with Hod, and Tiferet with Yesod - nevertheless, it could have remained silent about \"with with\" and we would have understood automatically that they are united, as this is their nature, for three unite with three. Therefore, it states that in the earlier compilation, explained in the Zohar in Parshat Pinchas, a more expansive interpretation is given, namely \"the right arm with the left thigh.\" The intention is that Chesed, despite being the line of mercy, unites with Hod, despite it being the line of judgment. Similarly, Gevurah, despite being the line of judgment, unites with Netzach, despite it being the line of mercy. Now it is clear why it says \"with with,\" as it is necessary because this is not their usual way. Because it is contrary to their nature and custom, it needed to say \"with with\" to inform us of this reversed order.\n\nThe reason the Zohar uses the metaphorical language of limbs - \"thighs and arms\" - rather than naming the attributes directly, is because it was difficult to understand how the Sefirot could be reversed from their natural order, as this seems impossible. For Netzach naturally draws from the right side, and thus is beneath Chesed on the line of mercy, while Hod draws from the left, and thus is beneath Gevurah on the line of judgment. How then could they change their roles, as this seems impossible? To explain this matter through vivid metaphor, it uses the language of thighs and arms, telling us: Just as the thighs and arms are joined together and connected through the body, and through the body the right arm unites with the left thigh, and the left arm with the right thigh, with the central body unifying and joining them together - so too above, through Tiferet, which branches into six extremities that are its limbs. Just as limbs are branches of the body, so too are the extremities limbs and branches of Tiferet. Therefore, through it, these Sefirot can be mixed in this combination, and it is possible and not impossible. Nevertheless, we have still not resolved the question of why these attributes change in this way, as we will explain."
    },
    {
      "hebrew": "והנה התבאר הטעם שהוכרח לומר ירכין ודרועין ולא המדות ממש בשמם. אבל הרשב\"י ע\"ה בס' ר\"מ כיון להביא לשון החבור הראשון בהעתקות לשונו ממש שהוא אריתי מורי עם בשמי, דרועא ימינא בירכא שמאלא. יערי עם דבשי, יעקב ברחל. ייני עם חלבי, דרועא שמאלא בירכא ימינא עכ\"ל החבור. והאריך בבאור שאר המאמר. הכוונה לבאר לנו דקדוק לשונו היפה באמרו דרועא ימינא בירכא שמאלא וכו' שאין הענין על צד המקרה לא בכונה ממש שהחסד מתייחד עם ההוד, ולא ההוד מתיחד עם החסד. ר\"ל שיהי' משכן החסד בהוד ויהיה העיקר החסד. וכן הגבורה שיהיה משכנה ומושבה בנצח ויהיה העיקר (הנצח) [נ\"א הגבורה] ולא להפך. וכן הת\"ת במלכות למטה. שאם נאמר שיהיה העיקר למעלה התחתונות בעליונות לא יתיישב טעם אמאי שני מדות הכי. שא\"כ נמצאת הכלה ושושביניה עולה לבית החתן ושושביניו. וא\"כ אין ראוי לכלה לשנות מנהגי החתן כלל, מאחר שהיא מתאכסנת בביתו. אלא הכי הנכון הוא. חסד בהוד, גבורה בנצח, ת\"ת במלכות. והם ג' עליונות בג' תחתונות. נמצא החתן מתאכסן עם שושביניו בבית הכלה עם שושביניה. ואחר שהוא בבית הכלה ראוי שיתנהג ברצון הכלה. ויש בידה לשנות המנהג כרצונה כאשר יהיה יותר טוב בעיניה. ועם הענין הזה יש תשובה לשאלת אמאי שני מדות הכי וכו', כמו שנבאר בע\"ה. וזהו שכיון הרשב\"י ע\"ה לבאר לנו דקדוק לשונו בהקדים פי' המאמר אל המאמר עצמו באמרו חסד עם הוד דרועא ימינא בירכא שמאלא ולא להפך. להעירנו על דקדוק לשונו כי בכוונה מכוונת נקט לישנא דירכין ודרועין ולא לישנא דמדות חסד והוד וכו'. להורות שע\"י הגוף היא המזיגה הזאת. וזה כיון בהקדימו לשון חסד והוד אל דרועא וירכא כאמרו דוק כי כבר היה באפשר לקצר בלשון לומר חסד והוד לישנא דמדות ולא לישנא דאברים. אלא להשכילך בינה. כי סוד המזיגה הזאת דלכאורה נראה מהופכת, היא מיושרת ע\"י הגוף שהוא הת\"ת האמצעי כמו שפי'. ואדרבא דרועא וירכא פי' אל חסד והוד, ולא חסד והוד פי' אל דרועא וירכא. ולזה נתרץ כי ביעקב ורחל לא הוצרך לשנות שמהן אל שם אברי הגוף. כי ענינם ויחודם אין בו שינוי אלא כנוהג שבעולם, ת\"ת על המלכות, ולכן לא שנה אותם.",
      "english": "Thus the reason has been explained why it was necessary to say \"thighs and arms\" rather than naming the attributes directly. However, Rabbi Shimon bar Yochai, of blessed memory, in the Ra'aya Mehemna intended to quote the exact language of the first compilation, which states: \"I have gathered my myrrh with my spice\" - the right arm with the left thigh; \"my honeycomb with my honey\" - Jacob with Rachel; \"my wine with my milk\" - the left arm with the right thigh, end quote of the compilation. He then elaborated on the rest of the passage. The intention was to explain to us the precision of his elegant language in saying \"right arm with left thigh,\" etc., showing that this arrangement is not coincidental but deliberately indicates that Chesed unites with Hod, and not that Hod unites with Chesed. That is to say, Chesed dwells within Hod and Chesed is the primary force. Similarly, Gevurah has its dwelling and abode in Netzach, with Gevurah as the primary force, not the reverse. So too with Tiferet in Malchut below. For if we were to say that the lower attributes are primary within the upper ones, the question of why these attributes are paired this way would remain unresolved. For then we would find the bride and her attendants ascending to the house of the groom and his attendants. And it would not be fitting for the bride to alter the customs of the groom at all when she is a guest in his house. Rather, this is the correct understanding: Chesed within Hod, Gevurah within Netzach, Tiferet within Malchut - these are the three upper attributes within the three lower ones. Thus we find the groom staying with his attendants in the house of the bride and her attendants. And since he is in the bride's house, it is fitting that he conduct himself according to the bride's will. She has the right to alter the custom as she sees fit. This provides an answer to the question of why these attributes are paired in this way, as we shall explain with God's help. This is what Rabbi Shimon bar Yochai intended to explain to us through the precision of his language, by prefacing the interpretation of the passage before the passage itself, saying \"Chesed with Hod, right arm with left thigh\" and not the reverse. This alerts us to the precision of his language, for he deliberately chose the terminology of thighs and arms rather than the terminology of the attributes Chesed and Hod, etc., to indicate that this mixture occurs through the body. This is what he intended by prefacing the terms Chesed and Hod to the terms arm and thigh, as if to say: examine carefully, for he could have been more concise by saying just Chesed and Hod in the language of attributes rather than the language of limbs. Rather, this is to grant you understanding. For the secret of this mixture, which at first appears reversed, is actually aligned through the body, which is the central Tiferet, as explained. Indeed, \"arm and thigh\" serve to explain Chesed and Hod, not the reverse. This resolves why with Jacob and Rachel there was no need to change their names to body parts, for their relationship and unity follows the normal pattern of the world - Tiferet above Malchut - and therefore he did not change them."
    },
    {
      "hebrew": "ועוד השכילנו כי בלשון חבורא קדמאה אמר דרועא ימינא בירכא שמאלא וכן דרועא שמאלא בירכא ימינא, ולא אמר עם עם אלא בקצור. ובמאמר הזה בביאורו פירש חסד עם הוד וכו' ואמר עם עם. ואמאי שני מדות דליה הכי, פי' בשלמא אם היינו מפרשים כי לא היה שינוי המדות אלא לענין ההשפעה והיניקה לבד דהיינו מאי דהוה סליק אדעתן בפי' דרועא ימינא בירכא שמאלא שכוונתו על השפע לבד שישפיע חסד בהוד וכן שישפיע גבורה בנצח לא קשיא לן כלל דהכי אורחייהו דמדות דינקי הני מהני. אלא לפי מה שפירש במאמר הזה דרועא ימינא בירכא שמאלא פי' עם ממש דהיינו שתתייחד חסד למטה בתוך ההוד, והגבורה למטה בתוך הנצח. א\"כ קשיא אמאי שני המדות הכי. כי בדרך הייחוד ממש אין זה דרך ייחוד הספירות כי נצח מתקשר בחסד והוד בגבורה כמו שנבאר בשער ירך יעקב בעה\"ו בפ\"ג ד'. והענין כי בהשפעה עם היות שישפיע החסד בהוד עכ\"ז ההוד יפעול פעולתו שהיא פעולת הדין אע\"פ שלא יפעול בחוזק כמו בשעת יניקתו מן הגבורה ואין בזה חשש מאחר שאין שינוי במדות. אמנם ביחוד ממש יש מיחוש מפני שמתבטל פעולת הדין מכל וכל. כי כאשר ירצה לפעול בדין הגבורה, הנצח יכבוש הדין ההוא ולא יניחהו לפעול בסוד היחוד. ולכן קשה אמאי שני מדות הכי. כי הוא שינוי המדות וחסימת הדין וזה אין ראוי. וזהו לאו אורח ארעא הנאמר אל דוד. והשיב בעבור דוד עבדך כו' שנה והמשיך כח הרחמים. כי אפי' הרנה שהיא מצד הדין כנודע רצה שיהיה מצד החסד, וזה יתבאר יותר בשער מהות וההנהגה בע\"ה בפ\"ו. וכן הענין בת\"ת מאחר שהוא בא אל בית המלכות כאמרו באתי לגני אחותי כלה א\"כ ראוי להתנהג כרצונה אפי' בשינוי המדות להמשיך כח הרחמים ביותר. וזהו הנאמר חסד בהוד גבורה בנצח ויעקב ברחל, כי הם שלשה עליונות בשלש תחתונות ע\"י יעקב החתן הבא לבית כלתו רחל כדפירשנו. אבל אם היתה הכלה עולה לבית החתן לא היה ראוי לשנות דלאו אורח ארעא לשנות.",
      "english": "Furthermore, we learn that in the language of the earlier text, it stated \"right arm with left thigh\" and \"left arm with right thigh,\" without saying \"with-with\" but rather in brief. However, in this passage's explanation, it interpreted \"Chesed with Hod, etc.\" and said \"with-with.\" And why did he change the attributes this way? The explanation is: It would be understandable if we were interpreting that there was no change in the attributes except regarding influence and nourishment alone - meaning what initially came to mind in explaining \"right arm with left thigh\" that its intention was only about the flow, that Chesed would influence Hod and likewise Gevurah would influence Netzach - this would not be difficult for us at all, as this is the natural way of the attributes to draw nourishment from one another. However, according to what was explained in this passage that \"right arm with left thigh\" means actual unity - namely that Chesed would unite below within Hod, and Gevurah below within Netzach - this raises the difficulty of why he changed the attributes this way. For in terms of actual unity, this is not the way of unifying the Sefirot, since Netzach connects with Chesed and Hod with Gevurah, as we will explain in Sha'ar Yerech Yaakov, chapter 3-4.\n\nThe matter is that regarding influence, even though Chesed influences Hod, nevertheless Hod will still perform its function, which is the function of judgment, even if not as strongly as when it draws from Gevurah, and there is no concern since there is no change in the attributes. However, in actual unity there is concern because the function of judgment is completely nullified. For when it wishes to act with the judgment of Gevurah, Netzach will suppress that judgment and not allow it to function in the secret of unity. Therefore it is difficult why he changed the attributes this way, as it is a change of the attributes and a blocking of judgment, which is not proper. This is the meaning of \"it is not proper conduct\" that was said to David. And he responded \"for the sake of David Your servant,\" etc., changed and drew forth the power of mercy. For even the song of praise, which is known to be from the side of judgment, he wanted it to be from the side of mercy, and this will be further explained in Sha'ar Mahut v'Hanhaga, chapter 6.\n\nAnd so it is with Tiferet, since it comes to the house of Malchut, as it says \"I have come to my garden, my sister, my bride,\" therefore it is proper to conduct itself according to her will, even in changing the attributes to draw forth more of the power of mercy. This is what is meant by \"Chesed in Hod, Gevurah in Netzach, and Jacob in Rachel,\" for these are three upper ones in three lower ones through Jacob the groom who comes to the house of his bride Rachel, as we explained. But if the bride were to go up to the house of the groom, it would not be proper to change, for it is not proper conduct to change."
    },
    {
      "hebrew": "והנה נשלם פי' המאמר, ויצא לנו טוב טעם ודעת כי תפארת ג\"כ מכריע בין גדולה והוד ובין גבורה ונצח:",
      "english": "And thus concludes the explanation of this teaching, and we have derived good reason and understanding that Tiferet also mediates between Gedulah and Hod, and between Gevurah and Netzach:"
    }
  ]
}