{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 15,
  "translation": [
    {
      "hebrew": "בפי' ההויו\"ת וחילוק אותיותיו יש לנו גלוי קצת בדברי הרשב\"י ע\"ה בתיקונים במקומות מפוזרים ולא נעתיק לשונו הנה שלא להאריך ועוד שכמעט הוא נמנע ובלתי אפשר להיות הענין מפוזר אחד הנה ואחד הנה. ועכ\"ז כאשר בא לידינו נרמז בו בלשון קצר כפי אשר נוכל:",
      "english": "Regarding the explanation of the divine Names and the division of their letters, we have some revelation in the words of Rabbi Shimon bar Yochai, of blessed memory, scattered throughout the Tikkunim. We will not quote his exact language here to avoid lengthiness, and also because it is nearly impossible and impractical to piece together matters that are scattered here and there. Nevertheless, as it has come to us, we will allude to it in brief language as best we can."
    },
    {
      "hebrew": "יחוס הוא הויה הא' שם בן ד' כתיקונו וכהלכתו. והשם הזה מורה על היחוד השלם והרחמים הגמורים וזהו סוד קרבן ליי' ולא אמר לאלהי' ופי' קרב\"ן קירוב ויחוד שמתייחדים ד' אותיות האלה שהם ב' זכרים וב' נקבות זכר ונקבה זכר ונקבה והיינו י' עם ה' ו' עם ה' כמו שפי' בזוהר ויקרא (ד\"ה) ובתיקונים (תקונא ס\"ט דף ק\"ג ע\"ב) וזהו השלמות שבשם הזה המורה על סדר ההשפעה כהוגן וכשורה. ויש עוד בו רמזים רבים רמזנום בשער שם בן ד' וכן בשער השמות ואין להאריך:",
      "english": "The first Havaya is the four-letter Name in its proper and ordained form. This Name indicates complete unification and perfect mercy, and this is the secret of why the Torah says \"sacrifice to YHVH\" and not \"to Elohim.\" The word korban (sacrifice) means drawing near and unification, as these four letters unify - they are two masculine and two feminine, male and female, male and female - namely the Yod with the Heh and the Vav with the Heh, as explained in the Zohar Vayikra and in Tikunim (Tikun 69, page 103b). This represents the perfection within this Name, which indicates the proper and correct order of divine flow. There are many additional allusions contained within it, which we have hinted at in the Gate of the Four-Letter Name and in the Gate of Names, but we shall not elaborate further."
    },
    {
      "hebrew": "יההו היא הוי\"ה הב'. וביאר אותה הרשב\"י ע\"ה בתיקונים והעתקנו לשונו בשער ח' פרק י\"ג. ופי' כי לפעמים תעלה המלכות ותתייחד עם החכמה. והבינה תרד ותתייחד עם הת\"ת. כענין (משלי ג יט) יהו\"ה בחכמה יסד ארץ הנה שהמלכות היא בסוד החכמה, וכן כונן שמים בתבונה כי הת\"ת מתכונן ע\"י הבינה. וזהו סוד יהה\"ו שהה\"א המתיחדת עם היו\"ד היא המלכות, והה\"א שעל הוא\"ו היא הבינה. וזה מוכרח משני טעמים, הא' מפני שא\"א להיות ה' הא' בינה שא\"כ נמצאו חו\"ב מתייחדים ות\"ת ומלכות אין להם יחוד וזה א\"א כדפי' בשער הנזכר, א\"כ מוכרח שה\"א ראשונה היא ברתא מלכות דאיהי לגבי אבא וכן ה' שנייה אמא לגבי ברא. והטעם הב' כי מסטרא דברא שהוא הת\"ת לעולם המלכות למטה ממנו ולכן ה\"א שהיא למעלה מהו' הוא הבינה ולא המלכות. והארכנו בשער הנזכר יעו\"ש:",
      "english": "YHHU is the second permutation of the Divine Name. The Rashbi of blessed memory explained it in the Tikkunim, and we have copied his words in Gate 8, Chapter 13. He explained that sometimes Malkhut ascends and unites with Hokhmah, while Binah descends and unites with Tiferet. This relates to the verse (Proverbs 3:19) \"The LORD by wisdom founded the earth,\" indicating that Malkhut is in the mystery of Hokhmah, and likewise \"established the heavens by understanding,\" for Tiferet is established through Binah. This is the secret of YHHU, where the Heh that unites with the Yod is Malkhut, and the Heh that is above the Vav is Binah. This is necessary for two reasons: First, because it is impossible for the first Heh to be Binah, as then Hokhmah and Binah would be united while Tiferet and Malkhut would have no union, which is impossible as explained in the aforementioned gate. Therefore, it is necessary that the first Heh is the daughter (Malkhut) in relation to the father, and likewise the second Heh is the mother in relation to the son. The second reason is that from the perspective of the son, which is Tiferet, Malkhut is always below it, and therefore the Heh that is above the Vav must be Binah and not Malkhut. We have elaborated on this in the aforementioned gate, see there."
    },
    {
      "hebrew": "יוהה היא הויה הג'. ובזה ג\"כ נתבאר בתקונים מפני שדרך הזכר לנטות אל הימין ומדרך הנקבה לנטות אל השמאל הנה הוכרח מזה שהת\"ת עלה דרך החסד עד החכמה והמלכות דרך הגבורה עד הבינה ונמצא שהת\"ת שהוא הוא\"ו מתייחד עם היו\"ד שהיא החכמה וה' אחרונה שהיא המלכות מתיחדת עם ה' ראשונה שהיא הבינה וזהו יוה\"ה. ואמר כי על ענין החכמה והתפארת אתמר הבן דאתמשך ממוח האב. עוד פ\"א מורה על ענין שפי' בשער ח' פי\"ג מענין גלות שכינתא עילאה ושכינתא תתאה דתרווייהו אתתרכו מאתרייהו ונשאר חכמה ותפארת לבדם וזהו יוה\"ה שני ההי\"ן מתגרשות והת\"ת מסתלק אל החכמה בסוד (תהלים י א) למה ה' תעמוד ברחוק ובסוד תבא לפני\"ך תפלתינ\"ו מלכות שהוא לפני הת\"ת ואל תתעלם מתחינתנו ר\"ל בינה דהיינו העלמה בעולם הנעלם:",
      "english": "YOHH is the third Havayah. This is also explained in the Tikkunim: since it is the nature of the masculine to incline toward the right and the nature of the feminine to incline toward the left, it follows necessarily that Tiferet ascends through Chesed up to Chochmah, and Malchut through Gevurah up to Binah. Thus Tiferet, which is the Vav, unites with the Yod, which is Chochmah, and the final Heh, which is Malchut, unites with the first Heh, which is Binah - and this is YOHH. And it is said regarding Chochmah and Tiferet that this refers to the son who is drawn from the father's brain. Another explanation points to what is explained in Gate 8, Chapter 13, concerning the exile of the upper Shechinah and lower Shechinah, where both are expelled from their places, leaving only Chochmah and Tiferet alone. This is YOHH - the two Hehs are expelled and Tiferet ascends to Chochmah, as in the mystery of (Psalms 10:1) \"Why, O Lord, do you stand afar off,\" and in the mystery of \"May our prayer come before You\" - Malchut which is before Tiferet - \"and do not hide from our supplication\" - referring to Binah, which is concealment in the concealed world."
    },
    {
      "hebrew": "היוה היא הוי\"ה הד'. נראה שהוא אבא נחית לגבי ברא כי כאשר ההוי\"ה הוא יוה\"ה מורה שנסתלק ברא ת\"ת לגבי אבא חכמה אבל כאשר ההויה היו\"ה מורה על האב שהוא חכמה דנחית לגבי ברא. עוד פ\"א כי ו\"ה איהו בסטרא דימינא וזהו ענין שם אלו\"ה א\"ל ו\"ה ובסטרא דשמאלא אלהים דתמן ה\"י דה\"א דאיהי נוקבא שלטא על י' דאיהי דכורא מורה על הדין והנה בהיות השמאל שולט על הימין נמצאת ההויה שהיא היו\"ה ה\"י הוא דין שולט על ו\"ה שהוא מצד הימין.",
      "english": "HYUH is the fourth permutation of the Divine Name. It appears that this represents Father (Abba) descending to Son, for when the Divine Name is YUHH it indicates that the Son (Tiferet) ascends to Father (Chochmah), but when the Name is HYUH it indicates that the Father, who is Wisdom (Chochmah), descends to the Son. Additionally, VH is on the right side, and this is the meaning of the name Eloah (אלו\"ה) which is E\"L-VH, while on the left side is Elohim, where HY of HA, which is feminine, rules over the Y which is masculine, indicating judgment. Thus, when the left rules over the right, the Name becomes HYUH - where HY represents judgment ruling over VH which is from the right side."
    },
    {
      "hebrew": "וענין ה\"י בשמאל ו\"ה בימין הארכנו בביאורו בספר אור יקר בחלק שני:",
      "english": "And regarding the matter of He-Yod on the left and Vav-He on the right, we have elaborated on its explanation in the second part of Sefer Or Yakar."
    },
    {
      "hebrew": "הויה היא ההוי\"ה הה'. מורה על ברא דסליק לגבי אימא ת\"ת עם הבינה שהוא ה' על ו' המורה על האם הסוככת על הבן ואבא נחית לגבי ברתא שזהו י' על ה' והנה ההוי\"ה הזאת הוא הפך ההוי\"ה הב' שפירשנו. כי שם היא ברתא לגבי אבא ואימא לגבי ברא, ובהוי\"ה הזאת אבא לגבי ברתא וברא לגבי אימא כדפי' וזהו הוי\"ה. עוד נוכל לפרשו בסוד הו\"י שפי' הרשב\"י ע\"ה בפ' אחרי (דף ע\"ה) וביארנוה בשער ערכי הכנויים כי ה' היא בינה ו' מורה על הת\"ת שנסתלק אל הבינה ונסתלק עמו ראש הצדיק שהוא ענין משך הברכות וזהו י' והיינו הוי\"ה ופירושו הו\"י שנסתלק מה'. ומטעם זה כאשר רצה על תוקף הדין אמר (שמות ט ג) הנה יד יהו\"ה הוי\"ה. וכן פי' הרשב\"י (בתיקונים בהקדמה ד\"ט.) בענין סוד התפילין כי ההוי\"ה הזאת מורה על תוקף הדין. וי' שהיא ראש הצדיק היא מציאות הנחמד המתהוה שם והוא רמז אל מציאות היו\"ד של היסוד שהוא כנגד העטרה ראש הצדיק והוא כנגד החכמה. והוכרחנו לגלל הענין שלא לצאת מהמנהג שהד' אותיות אלה מורות על ד' ספירות ידועות שהם י' חכמה ה' בינה ו' ת\"ת וכו':",
      "english": "HOYAH is the fifth permutation of the Divine Name. It indicates the Son (Tiferet) ascending to the Mother (Binah), as Tiferet with Binah is represented by the Heh above the Vav, signifying the Mother sheltering the Son. And the Father (Abba) descends to the Daughter (Malchut), represented by the Yod above the Heh. This permutation is the opposite of the second permutation that we explained earlier. For there, the Daughter was with the Father and the Mother with the Son, while in this permutation, the Father is with the Daughter and the Son with the Mother, as we explained - and this is HOYAH. We can further interpret this through the mystery of HOY as explained by Rabbi Shimon bar Yochai, peace be upon him, in Parashat Acharei (page 75) and as we explained in Sha'ar Erchei HaKinuyim, that the Heh is Binah, and the Vav indicates Tiferet which ascends to Binah, and with it ascends the head of the Righteous One, which represents the flow of blessings - this is the Yod, resulting in HOYAH, interpreted as HOY which ascends from Heh. For this reason, when referring to the force of judgment, it states (Exodus 9:3) \"Behold, the hand of YHVH HOYAH.\" Similarly, Rabbi Shimon explained (in the Introduction to Tikunim, page 9) regarding the secret of Tefillin that this permutation indicates the force of judgment. The Yod, which is the head of the Righteous One, is the desired manifestation occurring there, and it alludes to the existence of the Yod of Yesod, which corresponds to the crown of the Righteous One and corresponds to Chochmah. We were compelled to explain this matter without departing from the convention that these four letters indicate four known Sefirot: Yod is Chochmah, Heh is Binah, Vav is Tiferet, etc."
    },
    {
      "hebrew": "היהו היא ההוי\"ה הו'. והיא מורה על י' אבא דנחית לגבי ה' ברתא מלכות וברתא סלקא לקדמותיה והיינו ה\"י ה\"ו כי י\"ה האמצעים הם חכמה ומלכות כדפי'. וגם היא מורה על הדין ושאין ייחוד. או נוכל לומר כי היא מורה דשמאלא שליט על ימינא ומכריעה אל צד הדין. פי' כי היו\"ד הוא אל השמאל וה' אל הימין ובהיות כי השמאל שולט על הימין הוכרחו להיות ה\"י קודם ו\"ה ומפני תוקף כחה הופך ו\"ה אל ה\"ו וזהו ה\"י ה\"ו. והויה זו קרובה אל הוה\"י שהוא מורה דין גמור כמו שנבאר. ועכ\"ז אינה ממש כהוה\"י כי הוה\"י מהופך מראשו לסופו וזה מהופך קצתו בפני עצמו שמה שהיה י\"ה נעשה ה\"י ומה שהי' ו\"ה נעשה ה\"ו ועכ\"ז עדיין ה\"י שהוא עליון עולה על ה\"ו שהוא למטה ממנו. לפיכך הוא מורה על הדין ולא על דין מכל וכל אלא מורה על האור החוזר מבינה כלפי חכמה ועל האור החוזר ממלכות לת\"ת. אבל הוה\"י מורה על הדין החוזר ממלכות עד ראש המעלות כמו שנבאר:",
      "english": "HIHU is the sixth permutation of the Divine Name. It indicates that the Yod (Father) descends to the Heh (Daughter/Malkhut), and the Daughter ascends to its origin, resulting in HI-HU, as the middle YH represents Wisdom and Malkhut as explained. This also indicates judgment and lack of unification. Alternatively, we can say that it shows the dominance of the left over the right, inclining toward judgment. This means that the Yod belongs to the left and the Heh to the right, and since the left dominates the right, HI must precede VH, and through its powerful force VH transforms to HU, resulting in HI-HU. This permutation is similar to HOHI which indicates complete judgment, as we will explain. Nevertheless, it is not exactly like HOHI, for HOHI is inverted from beginning to end, while this one is partially inverted within itself - what was YH becomes HI and what was VH becomes HU. Yet still, HI which is superior remains above HU which is below it. Therefore, it indicates judgment, but not complete judgment; rather, it indicates the returning light from Binah toward Wisdom and the returning light from Malkhut to Tiferet. However, HOHI indicates the returning judgment from Malkhut all the way to the highest levels, as we will explain."
    },
    {
      "hebrew": "והיה היא ההויה הז' וההויה הזאת היא הפך הקודמת בכל פרטיה והיא מורה על ימין שולט על שמאל ומהפך השמאל להיות רחמים ביושר. פי' בימין ו\"ה כהלכתו והנה הו' קודם להורות שמשליט הימין על השמאל ומהפך השמאל כי מה שהי' ה\"ו נעשה ו\"ה. ולפי האמת נמצא ימין בשמאל ושמאל בימין לטוב כי ו\"ה עניינו מקבל וי\"ה עניינו משפיע.",
      "english": "VHYH is the seventh permutation, and this permutation is the opposite of the previous one in all its aspects. It indicates the right ruling over the left and transforming the left into mercy in a direct way. This means that on the right is VH in its proper form, and the Vav comes first to show that the right dominates the left and transforms the left, for what was HV becomes VH. And in truth, the right is found in the left and the left in the right for good, because VH represents receiving and YH represents bestowing."
    },
    {
      "hebrew": "והנה י\"ה הם רחמים ו\"ה הם דין בסוד משפיע ומושפע, והנה עתה להיות שהימין נמזג בשמאל והשמאל בימין נרמז בסוד והי\"ה. עוד נוכל לפרש אותו בדרך אחרת כי בימין הם ו\"ה [בשמאל ה\"י ובאמצע הוא יהו\"ה כי ת\"ת אמצעי כולל ימין ושמאל ונמצא צירופם והיהוהה\"י. וכאשר נצרף ימין הת\"ת בימין החסד יעלה סוד ההוי\"ה הזאת והי\"ה. ובהתייחס שמאל הת\"ת אל הגבורה יעלה והה\"י שהיא ההויה הט' ועוד נוסיף במקומה בע\"ה:",
      "english": "Behold, Y\"H represents mercy and V\"H represents judgment, in the secret of the giver and receiver. And now, since the right is blended with the left and the left with the right, this is alluded to in the secret of VeHY\"H. We can further interpret it in another way: for on the right are V\"H [on the left H\"Y, and in the middle is YHVH, for Tiferet being central includes both right and left, and their combination yields VeHYHVHH\"Y. And when we combine the right of Tiferet with the right of Chesed, the secret of this name VeHY\"H emerges. And when the left of Tiferet relates to Gevurah, it yields VeHH\"Y, which is the ninth name, and we will further elaborate on it in its place, God willing."
    },
    {
      "hebrew": "ויהה היא ההוי\"ה הח'. בהויה הזאת פירוש הרשב\"י ע\"ה בתיקונים (תקונא י\"ט דמ\"ב.) שהוא מורה על גלות השכינה עילאה ושכינתא תתאה ותרוייהו אתתרכו מאתריהון ואבא וברא אסתלקו. והוקשה לו שמן הראוי שיהיה יוה\"ה אבא על ברא ותירץ שם הענין, ושלא להאריך לא נעתיקהו. עוד נוכל לפרש כי שתיהם נתגרשו ואבא נחית לגבייהו לנטרא להו בגלותא. וקרוב לענין זה פי' הרשב\"י ע\"ה בס' ר\"מ (תצא דף רע\"ח ע\"ב) דאבא נחית בצדיק לנטרא לשכינתא בגלותא כו'. וא\"כ נמצא ברא על אבא וזהו ויה\"ה:",
      "english": "VYHH is the eighth permutation. Regarding this permutation, Rashbi of blessed memory explained in Tikunim (Tikun 19, 42) that it indicates the exile of both the upper and lower Shekhina, as both were displaced from their positions while Abba and Bera ascended. He questioned why it shouldn't be YHVH with Abba above Bera, and resolved the matter there, but we won't reproduce it here for brevity. We can further explain that both were exiled and Abba descended to guard them in exile. Similar to this interpretation, Rashbi of blessed memory explained in the Ra'aya Mehemna (Tetze 278b) that Abba descends through Yesod to guard the Shekhina in exile. Therefore, we find Bera above Abba, which is the meaning of VYHH."
    },
    {
      "hebrew": "והה\"י כבר פי' בה בהוי\"ה הז'.",
      "english": "And regarding VeHaHi (והה\"י), it has already been explained in the seventh permutation of the Name."
    },
    {
      "hebrew": "ועוד נפרש בה פ\"א כי הוא מורה על הימין השולט על השמאל ו\"ה שבימין שולט על ה\"י שבשמאל. ועכ\"ז אינו רחמים גמורים כמו והי\"ה כי שם ימין שולט על השמאל ומהפך אותו ג\"כ לרחמים אבל וההי מורה על ימין שולט על השמאל ועדיין השמאל כמנהגה נוהגת שהיא ה' על י' ויש בה קצת דין:",
      "english": "We can further explain another interpretation - that it indicates the right side dominating over the left, where the Vav-Heh on the right rules over the Heh-Yod on the left. Nevertheless, it does not represent complete mercy like VeHaYaH, for there the right side rules over the left and also transforms it into mercy, but VeHeHi indicates the right side ruling over the left while the left still maintains its normal conduct with the Heh above the Yod, retaining some aspect of judgment."
    },
    {
      "hebrew": "ההוי היא ההוי\"ה הי'. זה מורה על גלות שכינה עלאה ושכינה תתאה וברא דאסתלק לגבי אבא והיינו ה\"ה (רות א) ותלכנה שתיהם ואשתאר ו\"י כדפי' הרשב\"י ע\"ה בהויה ח' ויה\"ה. אלא שהויית ויה\"ה מורה על קצת ההשפעה והרחמים בגלות דהיינו שני זכרים על שתי נקבות אלא שאין היחוד מפני שעדיין ה' ראשונה על ה' אחרונה. עוד נוכל לפרש כי נסתלק הת\"ת שהוא ו' עם ראש הצדיק שהוא יו\"ד אל הבינה דהיינו פי' הו\"י כדפי' לעיל וכמו שנבאר בערכי הכנויים והכוונה כי ה' נשארה לבדה ובעלה נסתלק למעלה ונעשה הו\"י והיינו ה' הו\"י:",
      "english": "HHVI is the tenth permutation. This indicates the exile of both the upper and lower Shekhinah, and the Son ascending to the Father, meaning HH (as in Ruth 1) \"and the two of them went,\" leaving VI, as explained by Rashbi of blessed memory regarding the eighth permutation VIHH. However, the permutation VIHH indicates some degree of flow and mercy even in exile, meaning two males over two females, though there is no complete unification since the first H remains above the final H. We can further explain that Tiferet (which is the V) ascended with the head of the Tzaddik (which is the Yod) to Binah, which explains HVI as mentioned above and as we will explain in Erkei HaKinuyim. The meaning is that the H remained alone while her husband ascended above and became HVI, thus H HVI."
    },
    {
      "hebrew": "ההיו היא ההוי\"ה הי\"א. זו ג\"כ מורה על גלות ב' האחיות בסוד ותלכנה שתיהם כלה וחמותה ואבא וברא אסתלקו. אבל לא ו\"י כאשר בהויה הקודמות אמנם נסתלק בסוד קצת הבטה והיינו י\"ו כסדרן ועכ\"ז עדיין השתי ההי\"ן לעילא להורות על מעוט ההשפעה:",
      "english": "HaHaYaV is the eleventh permutation of the divine name. This also indicates the exile of the two sisters, in the mystery of \"and they both went\" - the daughter-in-law and mother-in-law - while Father and Son ascended. However, not as VaYod as in the previous permutations, rather it ascended in the mystery of partial contemplation, meaning Yod-Vav in their proper order, yet still the two Heis remain above to indicate the diminishment of divine flow."
    },
    {
      "hebrew": "הוהי הויה הזאת מורה על תוקף הדין החזק הנוקבין שלטין על דכורין בסוד אור החוזר כדפי' בשער ממטה למעלה והנה ע\"י ההויה הזאת יובן ענין הכתוב (עמוס ה') ובכל חוצות יאמרו הוו, ועניין הכתוב (יחזקאל ב') קנים והגה והי, להורות על תוקף הדין והשבר ההווה להם מה\"ו וה\"י, דהיינו זאת ההוי\"ה הוה\"י. וכאשר יתהפך הגלגל בסוד הרחמים נאמר (תהלים קיח) אבן מאסו הבונים היתה לראש פינה, ומה שהיה הוה\"י חוזר להיות יהו\"ה. ובכלל ההויות האלה נמצא בראש צרופם שהם ג' הוויות ג' יודין וג' ההי\"ן וג' ווי\"ן וג' ההי\"ן כזה יי\"י הה\"ה וו\"ו הה\"ה. ומבואר בתקונא (תקוני ז\"ח דף ק\"כ) כי ג' יודין הם ג' ימיניים בסוד קו החסד והם חכמה חסד נצח, וג' ההין הם ג' שמאליים בסוד קו הדין והם בינה גבורה הוד, וג' ווי\"ן הם ג' אמצעיים בסוד הקו הרחמים והם כתר ת\"ת יסוד, וג' ההין הם סוד נטיית ה' אחרונה מלכות אל א' מהג' קוים האלה. והענין ההוא יומתק לחיך בעיון מה שכתבנו קרוב לזה בשער שם בן ד' בפ\"ד בס\"ד. ודי לנו הערה בפי' ההויו\"ת באותיותיהם:",
      "english": "HOHI - This Name indicates the intensity of strong judgment, where the feminine aspects dominate over the masculine aspects through the secret of returning light, as explained in the Gate regarding bottom-to-top movement. Through this Name we can understand the verse (Amos 5) \"and in all streets they shall say 'ho, ho'\" and the verse (Ezekiel 2) \"lamentations, mourning and woe,\" indicating the intensity of judgment and destruction that comes to them from HO and HI, which is this Name HOHI. When the wheel turns in the secret of mercy, it is said (Psalms 118) \"The stone which the builders rejected has become the chief cornerstone,\" and what was HOHI returns to being YHVH. Within all these Names, at the head of their combinations are found three Names consisting of three Yods, three Heis, three Vavs and three Heis, like this: YYY HHH VVV HHH. And it is explained in the Tikkunim (Tikkunei Zohar Chadash 120) that the three Yods represent the three right aspects in the secret of the line of kindness, which are Chochmah, Chesed, and Netzach; and the three Heis are the three left aspects in the secret of the line of judgment, which are Binah, Gevurah, and Hod; and the three Vavs are the three central aspects in the secret of the line of mercy, which are Keter, Tiferet, and Yesod; and the three Heis represent the secret of the final Hei's (Malchut's) inclination toward one of these three lines. This matter will become sweet to the palate upon examining what we wrote similar to this in Gate of the Four-Letter Name, Chapter 4, with Heaven's help. This is sufficient as an explanation of the Names and their letters."
    }
  ]
}