{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 2,
  "translation": [
    {
      "hebrew": "קודם שנכנס בביאור האותיות רצוננו להקדים הקדמה אחת שבה היה פתיחת דבורינו בשער זה בפרק הקודם. והיא שאין אותיות התורה הסכמיות אמנם הם רוחניות מתייחסות בצורתם אל פנימיות נשמתם. וזהו שדקדקו רז\"ל בביאור מציאות צורת האותיות וקוציהם ותגיהם וזיוניהם לפי שהם רומזים אל רוחניות ידוע אל הספירות עליונות וכל אות ואות יש להם צורה רוחניות ומאור נכבד אצול מעצם הספי' משתלשל ממדרגה למדרגה כדרך השתלשלות הספירות.",
      "english": "Before we delve into the explanation of the letters, we wish to preface with one introduction that was the opening of our discussion in this gate in the previous chapter. And it is that the letters of the Torah are not conventional, rather they are spiritual entities whose forms correspond to their inner spiritual essence. This is why our Sages of blessed memory were precise in explaining the existence of the letters' forms, their crowns, their decorative marks, and their embellishments, for they allude to a known spirituality relating to the supernal Sefirot, and each and every letter has a spiritual form and an honored light that emanates from the essence of the Sefirot, descending from level to level in the manner of the chain of the Sefirot."
    },
    {
      "hebrew": "והנה האות היכל ומכון לרוחניות ההוא. ובהיות האדם מזכיר ומניע אות מהאותיות בהכרח יתעורר הרוחניות ההוא והבל הפה ממנו יתהוו צורות קדושות יתעלו ויתקשרו בשרשם שהם שרש האצילות. ולא זה בלבד אלא גם במציאותם רצה לומר בכתיבתם להם רוחניות שורה על האותיות ההם. וזה טעם קדושת ספר תורה. וזהו טעם מ\"ם וסמ\"ך שבלוחות בנס היו עומדים, מפני שהרוחניות מעמיד הגשם הזך ההוא. וזה טעם בענין שבירת הלוחות שפירשו רז\"ל שפרחו האותיות. וז\"ל במדרש נסתכל בלוחות וראה הכתב שבהם שפרח וכבדו על ידי משה ונפלו מידיו ונשתברו עכ\"ל.",
      "english": "Behold, the letter is a sanctuary and dwelling place for that spirituality. When a person mentions and activates any of the letters, that spirituality is necessarily awakened, and from the breath of the mouth holy forms are created, which ascend and become bound to their root, which is the root of emanation. And not only this, but even in their physical existence - meaning in their written form - spirituality rests upon these letters. This is the reason for the sanctity of the Torah scroll. And this explains why the mem and samech in the tablets miraculously stood in place, because the spirituality sustained that pure physicality. This also explains the matter of the breaking of the tablets, which our Sages explained as the letters flying away. And thus it states in the Midrash: \"He looked at the tablets and saw that the writing had fled from them, and they became heavy in Moses's hands, and they fell from his hands and shattered.\""
    },
    {
      "hebrew": "עוד בירושלמי (תעניות פ\"ד) פי' הענין רבי עזריה בשם ר\"י הלוחות משאן מ' סאה והכתב היה סובלן כיון שפרח הכתב כבדו ע\"י של משה ונפלו ונשתברו. כך כל דבר שהקדוש ברוך הוא מסלק שכינתו ממנו שוב אינו מתקיים. ובמדרש (רבה במדבר פ\"ב) ודגלו עלי אהבה [בראשונה כל מי שמראה איקונין של מלך באצבע היה נהרג והתינוקות הולכים אל בית הספר ומורים את האזכרה באצבע אמר הקב\"ה ודגלו עלי אהבה א\"ת ודגלו] אלא וגודלו עכ\"ל.",
      "english": "Furthermore, in the Jerusalem Talmud (Ta'anit Chapter 4), Rabbi Azariah explains in the name of Rabbi Yudan that the tablets weighed forty se'ah, but the writing bore their weight. Once the writing departed, they became too heavy for Moses's hands, fell, and shattered. Thus, anything from which the Holy One, blessed be He, removes His Divine Presence can no longer sustain itself. And in the Midrash (Numbers Rabbah Chapter 2) regarding \"and his banner over me is love\" [initially, anyone who would point with their finger at the king's image would be put to death, yet the children would go to school and point with their finger at the Divine Name, and the Holy One, blessed be He, said \"and his banner over me is love\" - do not read it as \"and his banner\"] but rather as \"and his greatness.\""
    },
    {
      "hebrew": "הורה כל זה על רוחניות האותיות. וזה טעם לענין ס\"ת שנשרף ח\"ו שאחז\"ל (מ\"ק ד\"כו) שקורע שתי קריעות והכריחו כן מפסוק אחרי שרוף המלך את המגלה ואת הדברים דקורע חדא אגויל וחדא אכתב דהיינו רוחניות האותיות. וכאלה רבות מורות על ענין רוחניות האותיות אפילו בכתיבתן לבד, כ\"ש בקריאתן, כ\"ש בכוונתן. והענין האותיות הנכתבות הם גוף והיכל לאותיות הקבועות בפה. המשל בזה האותיות הנכתבות הם גשמיות והנקראות על פה הם רוחניות. וזהו טעם תורה שבכתב ותורה שבעל פה כי תורה שבכתב רוחניות במקום גבוה וצריך תיק להתלבש אורה באותיות גשמיות אבל תורה שבעל פה היא עצמה תיק ואינה צריכה אל לבוש התיק כלל.",
      "english": "All this demonstrates the spirituality of the letters. This explains the law regarding a Torah scroll that is burned (God forbid), about which our Sages taught (Moed Katan 26) that one must make two rents. They derived this from the verse about the king burning the scroll and its contents - one rent for the parchment and one for the text, which represents the spirituality of the letters. There are many similar examples that demonstrate the spiritual nature of the letters even in their mere written form, all the more so in their recitation, and even more so in their intentional contemplation.\n\nThe written letters serve as a body and vessel for the letters that are fixed in speech. To illustrate: the written letters are physical, while those spoken orally are spiritual. This explains the relationship between the Written Torah and the Oral Torah, for the Written Torah is spirituality from a higher realm and requires a container to clothe its light in physical letters, but the Oral Torah is itself a container and requires no additional containing vessel at all."
    },
    {
      "hebrew": "והנה האותיות הנכתבות הם גוף והיכל אל הנזכר בפה. ואותם הנזכ' בפה הם גשמיות בערך המחשביות שהם בלב. ואותם שהם בלב הם האצילות ידועות בלב משכילי עם בני ישראל.",
      "english": "Behold, the written letters are the body and vessel for that which is spoken by mouth. And those spoken by mouth are physical in relation to those of thought which are in the heart. And those that are in the heart are the known emanations in the hearts of the wise among the children of Israel."
    },
    {
      "hebrew": "והנה הענין בזה הוא בערך האותיות פשוטות כל אחד ואחד לבדה. אמנם כאשר יתחברו האותיות ויתקבצו ויעשה מהם תיבות לפי שיעור התיבה במספר אותיותיה כן שיעור רוחניותה. המשל בזה מ' לבדה היא בינה וי' לבדה היא חכמה, וכל אחד לבדה יורה על ענין רוחניות וכח אצול משתי המדות האלה, וכאשר יורכבו יתהוו מהם רוחניות היותר חשוב ולא שנכללו הב' כחות הקודמים בתיבת מי ואין שם אלא רוחניות מ\"י, אלא הוא שרש ורוכב על ב' כחות אצולים שהם מ' בפני עצמה וי' בפני עצמה והיינו מ\"י. אחר כך רוכב עליה רוחניות כולל אותם והוא מ\"י שמורה על בינה המתעלמת בחכמה בסוד הבחינות.",
      "english": "Now this matter pertains to the value of individual letters, each one on its own. However, when letters combine and join together to form words, the spiritual potency of the word corresponds to the number of its letters. For example, the letter Mem alone represents Binah, and Yod alone represents Chochmah, and each one independently indicates a spiritual matter and force emanating from these two attributes. When they combine, they form a more elevated spiritual entity - not that the two previous powers are merely included within the word \"Mi\" with only the spirituality of \"Mi\" present, but rather it becomes a root that rides upon two emanated forces, which are Mem by itself and Yod by itself, forming \"Mi.\" Subsequently, a comprehensive spirituality rides upon it, encompassing them, and this is \"Mi\" which indicates Binah concealed within Chochmah in the mystery of the aspects."
    },
    {
      "hebrew": "והנה לא מפני זה חסר כח הבינה ממקומה וגם לא חסר כח החכמה. אמנם בין שתיהם יתהווה מציאות יפה מובחר מכל אות לבדו והוא מ\"י. והמשל בזה אל שני ענפים מתפשטים מן השרש כי לא מפני ההתפשטות חסר השרש כח שתיהם חס ושלום, והיינו מ\"י שורש ליו\"ד בפני עצמה ולמ' בפני עצמה עם היות שאינו שרש בעצם אלא אדרבא מ' וי' הם שני ענפים אל ענף אחר גדול. וכן הדין אל מלה מורכבת משלשה אותיות כמו אמת שודאי א' בפני עצמה היא בכתר והמ' בבינה ות' במלכות והם ענפים דקים. וכאשר יתחברו שלשתן יעשה ענף גבוה אמ\"ת שירמוז בתפארת. ולא נאמר מפני זה שירדו הא' והמ' ממעלתם שעד הנה היו בכתר ובינה ועתה הם בתפארת. כי עתה הם מתקרבים אל השרש והעיקר. וא' אפשר שהיא כתר שבתפארת או כתר שבמלכות, וכן במ' כי כל אחת כלולה מי' וי' מי'. ויש חילוק בין הענפים הרחוקים מן השרש ואף אם הם רומזים במקום גבוה, או לענפים הקרובים אל השרש ואף אם ירמזו במקום נמוך. ומענין זה נקיש אל תיבה בת ארבע ובת חמש וכיוצא בהן והיינו טעם הצירוף שכל עוד שיתרבו האותיות יתרבה הצרוף והכחות כאשר נבא בשער הצרוף בסייעתא דשמייא.",
      "english": "And behold, because of this neither is the power of Binah diminished from its place nor is the power of Chochmah diminished. Rather, between the two of them a beautiful existence forms, more choice than any single letter alone, and this is \"Mi.\" This can be compared to two branches extending from the root, for the extension does not diminish the power of both from the root, Heaven forbid. Thus \"Mi\" is a root for the Yod by itself and for the Mem by itself, even though it is not essentially the root - rather, the Mem and Yod are two branches of another, greater branch. And so too regarding a word composed of three letters, like \"Emet,\" where certainly the Alef alone is in Keter, the Mem in Binah, and the Tav in Malchut, and these are thin branches. And when the three join together, they form a high branch - \"Emet\" - which alludes to Tiferet. And we do not say because of this that the Alef and Mem have descended from their elevated status, for until now they were in Keter and Binah and now they are in Tiferet. For now they are drawing closer to the root and the essential. And the Alef could be the Keter of Tiferet or the Keter of Malchut, and likewise with the Mem, for each one contains ten and ten from ten. And there is a distinction between branches that are distant from the root, even if they allude to a high place, and branches that are close to the root, even if they allude to a lower place. And from this matter we can deduce regarding words of four letters and five letters and the like, and this is the reason for combinations - that as the letters increase, so do the combinations and powers increase, as we shall explain in the Gate of Combinations, with Heaven's help."
    },
    {
      "hebrew": "והנה בהזכרת האדם התיבה ההיא הרומזת באותיות בסבת תנועת הכחות ההם והכאתם זה בזה על ידי פטיש הנשמה. בזולת שיתעוררו הם בשרשם העליון לפעול הפעולה ההיא. עוד יתהווה ממנה מהבל פיו רוחניות ומציאות יהי' כמו מלאך שיעלה ויתקשר בשורשו שימהר להפעיל פעולתו בזריזות ומהירות וזהו סוד הזכרת השמות וכוונת התפלה. ואחר קביעות הקדמה זו בלב המעין. עוד זאת צריך אליו כי עם היות שיהיו האותיות שוות בצורתם ותנועתם לא ישתוו ברוחניותם ובאצילותם. וכן התיבות עם היותם תיבות שוות וכבר בארנו זה בשער בן ד'. וראייה משם בן ארבע שבי\"ג מדות יהו\"ה יהו\"ה אל רחום וכו' ופי' הרשב\"י ע\"ה באדרא כי הראשון רומז בכתר עליון והב' במלכות עם היות האותיות שוות. והטעם כי העיקר הוא רוחניות ואצילות ונשמות התיבה או השם. וכן הענין באהי\"ה שלשה פעמים וכל אחד מורה בענין בפני עצמו כדפי' הרשב\"י ע\"ה והעתקנוהו בשער השמות פ\"ב.",
      "english": "When a person pronounces that word which is alluded to by the letters, through the movement of these forces and their collision with each other by means of the hammer of the soul, besides awakening their upper roots to perform that action, there will also be formed from the breath of his mouth a spiritual entity and existence that will be like an angel that ascends and connects to its root, hastening to perform its action with alacrity and speed - and this is the secret of pronouncing the Names and the intention of prayer. After establishing this premise in the heart of the seeker, there is yet another thing needed: even though letters may be identical in their form and vocalization, they are not equal in their spirituality and emanation. The same applies to words that are identical, as we have already explained in Gate 4. Evidence of this comes from the four-letter Name that appears in the Thirteen Attributes - \"YHVH YHVH, God, merciful...\" - which the Rashbi of blessed memory explained in the Idra that the first refers to the supreme Crown while the second to Malkhut, even though the letters are identical. The reason is that the essential aspect is the spirituality, emanation, and souls of the word or Name. Similarly with \"Ehyeh\" which appears three times, each indicating a distinct matter, as the Rashbi of blessed memory explained and as we have transmitted in Gate of Names, Chapter 2."
    },
    {
      "hebrew": "וענין חלוקם עם היותם שוות גורם לפי סדר התיבות אם הוא שנית או ראשונה. וכן באותיות אם היא שנית בתיבה או ראשונה, כגון שני ההין שבשם. וכן לפי האות הסמוכה אליה. ופי' עניינים אלו קבל משה מפני הגבורה. וזהו שנתעכב משה רבינו ע\"ה בהר ארבעים יום וארבעים לילה בלוחות שניות, הוא בלימוד הסודות, יותר ויותר ממה שלמד בפעם הראשון. כי ענין סודות תורתינו הקדושה לא יכילם רעיון ומחשבה. וזה וכדומה לו הוא החלוקה הד' שאמרנו בפ\"א שאנו עתידין להשיג בזמן תחיית המתים. וקרוב לזה לעוה\"ב שהצדיקים בגן עדן יושבים ועוסקים בלימוד הסודות וזהו שמחתם כשמתחדש ביניהם חדושי תורה וסודותיה. ונחזור לענייננו כי האותיות הם היכלות וטירות לרוחניות והם כלים שואבים האצילות כדרך הגוף שהוא שואב הנשמה בתוכו. ולפ\"ז נמצא כי אף על פי שלא ידע האדם כי אם קריאת התורה ר\"ל הפסוק לבד בהכרח יקבל שכר על הקריאה ההיא ויהיה שכרו מרובה. ואין לומר שמפני כך יהיה שכר קריאת תורה שבכתב מרובה משכר קריאת תורה שבעל פה כי זה אינו דבר כי הקורא בתורה הוא כמו שקורא הכל בלי הבנה. וקריאת המלות העיקר צריך שיכוין בנשמתם ובמקורם וברוחניותם שהם פירושם. ואם בלא זה יתעסק בתורה הוא כמו מי שקורא בגוף בלא נשמה לזה צריך בהכרח שיתעסק בתורה שבעל פה שהוא פירוש התורה והיא נשמת התורה רצה לומר מגלה רוחניותיה שהוא פירושיה וסודותיה. וכן כתב הרשב\"י עליו השלום (בזהר תרומה קע\"ו) וז\"ל מאן צניעותא דספרא. אמר רבי שמעון חמשא פרקין אינון דכלילן בהיכל רב ומליין כל ארעא. אמר רבי יהודא אי כלילן הני מכלהו עדיפי. אמר רבי שמעון הכי הוא למאן דעאל ונפק ולמאן דלא עאל ונפק לאו הכי. מתלא לבר נש דהוה דיוריה ביני טינרין ולא ידע בדיורי דמתא זרע חטין ואכל חיטין בגופייהו יומא חד עאל למתא אקריבו ליה נהמא טבא. אמר ההוא בר נש דנא למה. אמרו ליה נהמא הוא למיכל כו'. אמר וממה אתעביד דא. אמרו מחיטין. לבתר אקריבו ליה גריצן דלישא במשחא. טעם מינייהו אמר ואילין ממה אתעבידו. אמרו מחיטין. לבתר אקריבו קדמוהי טריקי מלכין דלישין בדובשא ומשחא. אמר ואלין ממה אתעבידו. אמרו מחיטין. אמר אנא מארי כל אילין דאנא אכיל עקרא דכל אלין דאיהו הטה. ובגין ההוא דעתא מעדוני מלכא לא ידע ואתאבידו מניה. כך מאן דנקיט כללא ולא ידע בכלהו עדונין דמהניין דנפקין מההוא כללא עכ\"ל.",
      "english": "The matter of their division, even when they are identical, is determined by the order of the words - whether it appears first or second. Similarly with letters, whether they appear first or second in a word, such as the two Heis in the Divine Name, and also according to which letter is adjacent to it. Moses received the explanation of these matters directly from the Divine. This is why Moses our teacher, peace be upon him, stayed on the mountain for forty days and forty nights with the second tablets, studying these mysteries, far more than what he learned the first time. For the mysteries of our holy Torah cannot be contained by thought or contemplation. This and similar matters constitute the fourth division that we mentioned in Chapter 1, which we will comprehend in the time of the resurrection of the dead. Similar to this is the World to Come, where the righteous sit in the Garden of Eden and engage in studying these mysteries, and this is their joy when new insights into Torah and its secrets are revealed among them.\n\nLet us return to our matter: the letters are palaces and fortresses for spirituality, and they are vessels that draw down emanation just as the body draws the soul into itself. Therefore, we find that even if a person knows only how to read the Torah, meaning just the verses alone, he will necessarily receive reward for that reading and his reward will be great. However, one should not say that because of this the reward for reading the Written Torah is greater than the reward for studying the Oral Torah, for this is not so, as one who reads the Torah [only] is like one who reads everything without understanding. The essential reading of the words requires that one direct their intention to their soul, their source, and their spirituality, which is their interpretation. If one engages with Torah without this, it is like one who reads the body without the soul. Therefore, one must necessarily engage with the Oral Torah, which is the interpretation of the Torah and is the soul of the Torah, meaning it reveals its spirituality, which is its interpretations and mysteries.\n\nAnd thus wrote Rabbi Shimon bar Yochai, peace be upon him (in Zohar Terumah 176): \"What is the Sifra Di-Tzniuta? Rabbi Shimon said: It consists of five chapters that are included in the great palace and fill all the earth. Rabbi Yehuda said: If these contain everything, they are superior to all. Rabbi Shimon said: This is true for one who has entered and exited, but not for one who has not entered and exited. This is comparable to a person who lived among the rocks and did not know city life. He would plant wheat and eat the wheat as is. One day he entered the city and they brought him good bread. That person asked, 'What is this for?' They told him, 'It is bread to eat.' He asked, 'What is it made from?' They said, 'From wheat.' Later they brought him pastries kneaded with oil. He tasted them and asked, 'And these, what are they made from?' They said, 'From wheat.' Then they brought before him royal delicacies kneaded with honey and oil. He asked, 'And these, what are they made from?' They said, 'From wheat.' He said, 'Indeed, I am the master of all these, for I eat their essential ingredient, which is wheat.' Because of this attitude, he knew nothing of the king's delicacies and they were lost to him. So it is with one who grasps the general principle but does not know all the delights that derive from that principle.\""
    },
    {
      "hebrew": "והנה רבי שמעון התחיל לשבח ספרא דצניעותא שהם חמש פרקים ובהם כלל כל חכמת הקבלה. ולכן אמר רבי יהודא שא\"כ נמצא שאין אדם צריך אלא לימוד הספר ההוא לבד. והשיבו ר\"ש שכן הוא למי שנכנס באדרא ויצא. ואמר ויצא לפי שנכנסו עשר ולא יצאו אלא שבעה כי ג' נסתלקו כמו שכתוב באדרא בסופה. אבל מי שלא נכנס ולא ידע ההקדמות שנגלו שם לא יוכל להנות מסודות הספר ההוא הנעלם. והמשיל משל אל הבן כפר וכו' וכן ודאי ישיגהו מי שילמוד בתורה שבכתב ויאמר שבו כלול הכל כי ישאר ריקן מכל, כמקרה הבן כפר גם הוא יקרהו. ולכן עיקר השלימות בהשכלת תורה שבכתב היינו התורה שבעל פה כמו שנתבאר. ואחר שבארנו ענין האותיות במציאות רוחניותם נבא לייחסם בכלל אל השרשים ואח\"כ נייחס אותם בפרט בעה\"ו:",
      "english": "And behold, Rabbi Shimon began to praise the Safra D'Tzniuta, which consists of five chapters containing all the wisdom of Kabbalah. Therefore, Rabbi Yehuda said that if this is so, one need only study that book alone. Rabbi Shimon responded that this is true only for one who entered the Idra and emerged. He specifically said \"emerged\" because ten entered but only seven emerged, as three departed, as is written at the end of the Idra. However, one who has not entered and does not know the principles that were revealed there cannot benefit from the secrets of that hidden book. He gave the parable of the village son, etc., and similarly, this will certainly happen to one who studies only the Written Torah and claims that everything is contained within it, for he will remain empty of everything, just as happened to the village son. Therefore, the essential perfection in comprehending the Written Torah is through the Oral Torah, as has been explained. Now that we have explained the matter of the letters in their spiritual existence, we shall proceed to relate them generally to their roots, and afterward we shall relate them specifically, with God's help."
    }
  ]
}