{
  "title": "Pardes Rimmonim",
  "gate_num": 1,
  "chapter_num": 8,
  "translation": [
    {
      "hebrew": "אחרי שנתאמתנו בענין מספר הספירות, ראוי שנחקור אם הם מוכרחות מצד החקירה אם לאו. ולזה נאמר כי הם מוכרחות מכמה סבות. הראשונה מפני שאנו המאמינים בהשגחה ואפי' בהשגחה פרטית מוכרחים אנו לומר שהוא משגיח מצד הספירות מפני כי האחד הפשוט סבת כל הסבות ועלת כל העלות מסולק מן השנוי ומן המדות. ר\"ל חכם צדיק שומע ושאר התוארים אשר סלקו ממנו החוקרים. וכן גדרי הגוף והגשמות כגון וירד ה' וכן ומראה כבוד ה' כאש אוכלת וכו' וכן ואראה את ה' יושב על כסא וכו' וכן וכבוד ה' מלא את המשכן וכן ויראו את אלקי ישראל ותחת רגליו וכו' וכן הנאמר בדניאל (ז ט) ועתיק יומין יתיב לבושיה כתלג חיור וכן כתובים באצבע אלקים, אזני ה' יד ה' עיני ה' כעניינים אלו אשר באו בכתוב המורים על הגבול ועל הגשמות וכן המורים על התוארים. וזה באחד הפשוט בערך בחינתו אל עצמותו ופשיטותו א\"א לומר עליו כן. אם לא נערוך בחינתו אל מדותיו כאשר נבאר בשער עצמות וכלים ובשער הכנויים בעזרת האל.",
      "english": "After we have verified the matter of the number of Sefirot, it is appropriate to investigate whether they are necessary from the perspective of analytical inquiry or not. To this we say that they are necessary for several reasons. The first is because we who believe in divine providence, and even in individual providence, are compelled to say that He oversees through the Sefirot, because the Simple Unity, the Cause of all causes and the Source of all sources, is removed from change and from attributes. That is to say, [attributes like] wise, righteous, hearing, and other descriptions which the philosophers removed from Him. Similarly, [there are] physical and corporeal definitions such as \"and God descended\" and \"and the appearance of God's glory was like a consuming fire,\" etc., and \"and I saw God sitting upon a throne,\" etc., and \"and God's glory filled the Tabernacle,\" and \"and they saw the God of Israel and under His feet,\" etc., and as it is said in Daniel (7:9) \"and the Ancient of Days sat, His garment white as snow,\" and likewise \"written with the finger of God,\" \"the ears of God,\" \"the hand of God,\" \"the eyes of God\" - such matters that appear in scripture indicating limitation and corporeality, as well as those indicating attributes. And this cannot be said of the Simple Unity in relation to His essence and simplicity, unless we relate His aspects to His attributes, as we will explain in the Gate of Essences and Vessels and in the Gate of Appellations, with God's help."
    },
    {
      "hebrew": "והנה על ידי המדות יהיו השינויים והדין והרחמים לא בבחינתו כאשר יתבאר בשער הנזכר.",
      "english": "And behold, through the attributes there will be changes, judgment, and mercy - not in His essence - as will be explained in the aforementioned gate."
    },
    {
      "hebrew": "והנה מפאת בחינה זו כדי שלא נכחיש עקרי אמונתנו באחד הפשוט במציאות פשיטותו שהוא מסולק מן התוארים המחייבים הגוף והנשמות. ואנו מוכרחים להאמין השגחתו שגם הוא מעיקרי הדת ולכן אנו צריכין להאמין בספירות כדי שלא יהיו עיקרי אמונתנו סותרים אלו לאלו כדפי'. וזו הוא סבה או סבות המכריחות אמונת הספירת והם ראיות מוכרחות קצת מפאת התורה על דרך החקירה. אמנם על דרך החקירה בזולת סעד וסמך מהתורה כתבו המפרשים עוד ראיות רבות ומפני שאין דרכנו בחבור זה על דרך החקירה לא העתקנו אותם כלל. עוד נתבארו המדות האלה עשרה, סודם ועניינם בכתוב. ג' ראשונות נתבארו מתוך דברי איוב לחביריו שאמר (כח יב) והחכמה מאין תמצא ואיזה מקום בינה. בפסוק זה באר לנו סדר ג' ראשונות שהם נקראים אין חכמה בינה. ראשונה אמר החכמה היא נאצלת מהספירה הראשונה הנקרא אי\"ן וזהו והחכמה מאי\"ן תמצא. וא\"י שהוא א' אין י' חכמה, ז\"ה הוא מקום בינה שע\"י נאצלת הבינה. ואמנם מאצילות האי\"ן לא דבר בו כלל כי אפילו הנאצל נקרא אין כ\"ש המאציל.",
      "english": "And from this perspective, so that we do not deny the fundamental principles of our faith regarding the Simple Unity in its simple existence - which is removed from attributes that necessitate corporeality and souls - and since we are compelled to believe in His providence, which is also among the fundamentals of religion, we must therefore believe in the Sefirot so that the principles of our faith do not contradict one another, as we explained. This is the reason, or reasons, that necessitate belief in the Sefirot, and these are somewhat compelling proofs from the perspective of Torah through philosophical investigation. However, regarding philosophical investigation without support and foundation from the Torah, the commentators have written many additional proofs, but since our approach in this work is not philosophical, we have not copied them at all. Furthermore, these ten attributes, their secret and their meaning, are explained in Scripture. The first three are explained through Job's words to his companions when he said (28:12) \"But where shall wisdom be found? And where is the place of understanding?\" In this verse, he explained to us the order of the first three, which are called Ayin (Nothingness), Chochmah (Wisdom), and Binah (Understanding). First, he said that Wisdom emanates from the first Sefirah called Ayin, and this is \"wisdom from Ayin shall be found.\" And the letters Alef-Yud represent Alef (for) Ayin and Yud (for) Chochmah, and this is the place of Binah through which Binah emanates. However, regarding the emanation of Ayin itself, he did not speak of it at all, for if even that which emanates is called Ayin (nothingness), how much more so the Emanator."
    },
    {
      "hebrew": "והנה הז' הנמשכות מהם נתבארו בדברי דהמע\"ה בכתוב שנאמר (ד\"ה א' כ\"ט) לך ה' הגדולה והגבורה והתפארת והנצח וההוד כי כל בשמים ובארץ לך ה' הממלכה. מלות לך ה' הם כנוי אל ג' ראשונות והבינה נקרא לך שעולה נ' כמנין חמשים שערי בינה. ול\"ך וכ\"ל האותיות זה כאותיות זה. והיסוד כאשר הוא מקבל מבינה מנו\"ן השערים הנזכר נקרא כ\"ל והוא כדמות החותם המתהפך מן ל\"ך אל כ\"ל, והטעם שנרמזו חמשים שערים במלת לך ובמלת כל מפני שהשערים הם נ' בסוד הבינה המתפשטת עד הוד שהם ה' ספירות וכל אחת כלולה מעשר הרי חמשים והם שלשה על שנים גג\"ת הם סגול או סגולתא הם ל'. נצח והוד הם צי\"רי או שב\"א. הרי ך' הרי ל\"ך כסדרן. וכ\"ל בסוד חותם המתהפך, מה שהיה למעלה חזר למטה. ושאר ענייני השערים יתבארו בשער השערים בע\"ה. הגדולה היינו חסד, הגבורה היינו פחד, והת\"ת והנצח וההוד. כ\"י כ\"ל בשמים ובארץ, דא יסוד כת\"א דאחיד בשמיא ובארעא. פי' המייחד הת\"ת הנקרא שמים, וארץ הנקרא מלכות, והוא היסוד. ומלכות לא נתבארה בכתוב היטב אלא אמר לך ה' הממלכה, מפני כי המלכות מקומה למעלה מהנצח וההוד והיסוד ומפני המיעוט ירדה למטה לכן לא רצה להזכירה אלא ע\"י היחוד להורות שמקומה בשמים אלא שהשליך משמים ארץ ואח\"כ אמר לך ה' הממלכה לבאר חייליה וקשוטיה בפני עצמה ועכ\"ז חזר ויחד אותה עד השרש העליון באמרו לך ה' הממלכה לך בינה כדפי'. ידו\"ד ת\"ת. ממלכה מלכות כמשמעה. והיינו מציאותה עם בעלה שני מלכים יונקים מכתר א':",
      "english": "And behold, the seven that extend from them are explained in the words of King David in the verse that states (I Chronicles 29): \"Yours, O Lord, is the greatness, and the power, and the glory, and the victory, and the majesty, for all that is in heaven and earth; Yours, O Lord, is the kingdom.\" The words \"Yours, O Lord\" are an allusion to the first three sefirot, and Binah is called \"Yours\" (lekha) which equals 50, corresponding to the fifty gates of Binah. And the letters of \"lekha\" and \"kol\" are the same letters. And Yesod, when it receives from Binah from the aforementioned fifty gates, is called \"kol,\" and it is like a reversible seal from \"lekha\" to \"kol.\" The reason why the fifty gates are alluded to in the word \"lekha\" and the word \"kol\" is because the gates are fifty in the mystery of Binah extending to Hod, which are five sefirot, each containing ten, thus fifty. And they are three over two - Chesed, Gevurah, and Tiferet are segol or segolta which equals 30, Netzach and Hod are tzerei or sheva, making 20, thus \"lekha\" in sequence. And \"kol\" in the mystery of the reversible seal - what was above returns below. The remaining matters of the gates will be explained in the Gate of Gates, God willing. \"The greatness\" refers to Chesed, \"the power\" refers to Pachad, and \"the glory, and the victory, and the majesty.\" \"For all in heaven and earth\" refers to Yesod, as translated \"that unifies heaven and earth.\" This means it unifies Tiferet, which is called heaven, and earth, which is called Malkhut, and this is Yesod. And Malkhut is not clearly explained in the verse except by saying \"Yours, O Lord, is the kingdom,\" because although Malkhut's place is above Netzach, Hod, and Yesod, due to diminishment it descended below. Therefore, he chose to mention it only through unification, to indicate that its place is in heaven, except that \"He cast down from heaven to earth,\" and afterward said \"Yours, O Lord, is the kingdom\" to explain its forces and adornments independently. Nevertheless, it returned and unified with the supreme root in saying \"Yours, O Lord, is the kingdom\" - \"Yours\" refers to Binah as explained. YHVH is Tiferet. Kingdom is Malkhut in its literal meaning. And this is its existence with its spouse - two kings drawing from one crown."
    }
  ]
}