{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 7,
  "translation": [
    {
      "hebrew": "כל דבר גשמי שיהיה לו שש קצוות יחוייב היות לו י\"ב גבולים באלכסון. הא כיצד, נצייר בדעתינו בית אחד בד' כתלים וקרקעית ותקרה שהם שש קצות.",
      "english": "Every physical object that has six sides must have twelve diagonal boundaries. How so? Let us envision in our minds a house with four walls, a floor, and a ceiling, which are the six sides."
    },
    {
      "hebrew": "הנה יחוייב י\"ב גבולים באלכסון שהם י\"ב הוויות. הא כיצד, גבול שבו יתדבק כותל מזרח עם התקרה שהוא גבול מזרחית רומית. וכן לד' כתלים, גבול צפונית רומית, גבול מערבית רומית, גבול דרומית רומית. הם ד' גבולים. וד' גבולים אחרים למטה. גבול מזרחית תחתית, גבול צפונית תחתית, גבול מערבית תחתית, גבול דרומית תחתית. הם ד' גבולים אחרים למטה. והם ח'. וד' זוויות מקום דבוק הכתלים זו בזו. כיצד, גבול מזרחית צפונית והיינו צפונית מזרחית הרי א', וכן גבול מזרחית דרומית והיינו דרומית מזרחית הם ב', וכן גבול מערבית דרומית והיינו דרומית מערבית הם ג', וכן גבול מערבית צפונית והיינו צפונית מערבית הם ד'. ונקראים גבולי אלכסון מפני שהם באלכסון. ואינם כסדר הו' קצוות שהם ביושר מזרח נגד מערב צפון נגד דרום מעלה נגד מטה. אבל אלה הם נגדיים זה לזה באלכסון. גבול מזרחית רומית נגד מערבית תחתית, וגבול מערבית רומית נגד מזרחית תחתית, וגבול צפונית רומית נגד דרומית תחתית, וגבול דרומית רומית נגד צפונית תחתית, וגבול מזרחית צפונית נגד מערבית דרומית, וגבול מזרחית דרומית נגד מערבית צפונית. וכלם נגדיים באלכסון. ובישוב דברים האלה הם קרובים אל השכל בציור נקל מאד כדפי'. וכענין הזה אל הספירות להבדיל כמה הבדלות. כי הכל ע\"ד משל ולשכך את האזן. כיצד ת\"ת שהוא המזרח יתיחד עם הצפון שהוא הגבורה ועם הדרום שהוא החסד ועם הנצח שהוא המעלה ועם ההוד שהוא המטה. וכמו שלא ישתוה הדרום עם הצפון דהיינו החסד עם הגבורה, שהרי הם שתי ספירות, לכל אחד מהם פעולה בפני עצמה. כן לא ישתוה יחוד הת\"ת עם החסד עם יחודו עם הגבורה. וכן לא ישתוה בחינת יחודו עם הנצח עם בחינת יחודו עם ההוד. נמצא לפי זה יתהוה בחינה אחת מיחוד התפארת עם החסד והיא תקרא גבול מזרחית דרומית. ובודאי שהיה מתהווה מיחוד שתי מדות בחינה של רחמים. הרי גבול אחד. ונגד הגבול זה שהוא מזרחית דרומית היא גבול מערבית צפונית. והיינו יחוד יסוד עם הגבורה.",
      "english": "Thus there must be twelve diagonal boundaries which are twelve existences. How so? The boundary where the eastern wall meets the ceiling is called the eastern-upper boundary. Similarly for the four walls: the northern-upper boundary, the western-upper boundary, and the southern-upper boundary. These are four boundaries. And four other boundaries below: the eastern-lower boundary, northern-lower boundary, western-lower boundary, and southern-lower boundary. These are four other boundaries below. Together they are eight. And four angles where the walls join together. How so? The eastern-northern boundary (which is the same as the northern-eastern) is one; and similarly the eastern-southern boundary (which is the same as the southern-eastern) makes two; and similarly the western-southern boundary (which is the same as the southern-western) makes three; and similarly the western-northern boundary (which is the same as the northern-western) makes four. These are called diagonal boundaries because they are diagonal. They are not like the six directions which are straight - east opposite west, north opposite south, up opposite down. Rather, these are opposite each other diagonally: eastern-upper opposite western-lower, western-upper opposite eastern-lower, northern-upper opposite southern-lower, southern-upper opposite northern-lower, eastern-northern opposite western-southern, and eastern-southern opposite western-northern. All are diagonally opposed. Upon reflection, these concepts are easily understood through visualization, as we explained. And this matter applies to the Sefirot, with many distinctions. For it is all by way of metaphor to make it comprehensible. How so? Tiferet, which is East, unites with North which is Gevurah, and with South which is Chesed, and with Netzach which is Above, and with Hod which is Below. And just as South does not equal North, meaning Chesed does not equal Gevurah, for they are two separate Sefirot each with its own function, similarly the union of Tiferet with Chesed is not equal to its union with Gevurah. And similarly, the aspect of its union with Netzach is not equal to the aspect of its union with Hod. Thus according to this, one aspect is formed from the union of Tiferet with Chesed which is called the eastern-southern boundary. And certainly from the union of these two attributes an aspect of mercy is formed. This is one boundary. And opposite this boundary which is eastern-southern is the western-northern boundary, which is the union of Yesod with Gevurah."
    },
    {
      "hebrew": "והנה היחוד הזה הוא דין, כי היסוד בעצמו דין והגבורה דין, ויחודם יתהוה ממנו דין. והיינו גבול ב'. עוד יתייחד הת\"ת עם הגבורה, וזה יהיה בהכרח נוטה אל הדין כי הגבורה דין, וזה נקרא גבול מזרחית צפונית. הרי גבול ג'. ונגד הגבול הזה שהוא מזרחית צפונית הוא גבול מערבית דרומית, והיינו יחוד היסוד עם החסד. וזהו ודאי רחמים הפך הגבול הקודם. הרי גבול ד'. והם שנים נגד שנים תפארת נגד היסוד. עוד יתייחד הדרום עם המעלה. והיינו יחוד החסד עם הנצח. ואז ודאי היא בחינת רחמים, שכן שניהם רחמים. והיינו גבול דרומית רומית. הרי גבול ה'. ונגד זה הגבול גבול צפונית תחתית והיינו יחוד הגבורה בהוד, וזה ודאי דין גמור, שכן שניהם דין, וזהו יחוד הצפון עם התחת. והרי גבול ששי. עוד יתיחד הדרום עם התחת, והיינו יחוד החסד עם ההוד, והיא בחינת רחמים, והיינו גבול דרומית תחתית. הרי גבול ז'. ונגד הגבול הזה הוא גבול צפונית רומית, והיינו יחוד הנצח עם הגבורה, והוא הפך הגבול הקודם. הרי גבול ח', הם שנים נגד שנים. עוד יתייחד הרום עם המזרח, והיינו יחוד הנצח בת\"ת, והיא בחינת רחמים, והיינו גבול מזרחית רומית. הרי גבול ט'. ונגד גבול זה גבול מערבית תחתית, והיינו יחוד הוד ביסוד, והיא בחינת דין. הרי גבול י'. עוד יתיחד הנצח עם היסוד, והיינו גבול מערבית רומית, והיא בחינת רחמים. והיינו גבול אחד עשר. ונגד גבול זה גבול מזרחית תחתית, והיינו יחוד התפארת עם ההוד, והיא בחינת דין. והיינו גבול י\"ב. הרי שנים נגד שנים נצח נגד הוד. נמצא כלל הגבולים האלה ששה לדין וששה לרחמים ולכן בחינתם י\"ב כדפי'. וכאשר נבחינם בערך ד' קצוות שהם מזרח ומערב צפון ודרום שהם עיקר ועולים ג\"כ ברוחניות אל ד' רגלי המרכבה ואין מעלה ומטה נחשבים לעצמם אלא נטפלים אל הד' הנזכר כנודע ומפורסם בדברי הרשב\"י ע\"ה בענין ד' רגלי המרכבה אברהם יצחק יעקב דוד כי יסוד ומלכות הכל אחד לענין מערב כמפורסם הם י\"ב נחלקים אל ד'. כיצד, ג' לכל אחד מהד' רוחות והם ד' פעמים ג' יעלו י\"ב.",
      "english": "This unification is judgment, for Yesod itself is judgment and Gevurah is judgment, and their unification results in judgment. This is the second boundary. Furthermore, Tiferet unifies with Gevurah, and this necessarily inclines toward judgment since Gevurah is judgment, and this is called the northeastern boundary. This is the third boundary. Opposite this northeastern boundary is the southwestern boundary, which is the unification of Yesod with Chesed. This is certainly mercy, opposite to the previous boundary. This is the fourth boundary. These are two opposite two, Tiferet opposite Yesod. Additionally, the south unifies with the height, which is the unification of Chesed with Netzach. This is certainly an aspect of mercy, as both are mercy. This is the southeastern upper boundary. This is the fifth boundary. Opposite this boundary is the northwestern lower boundary, which is the unification of Gevurah with Hod, and this is certainly complete judgment, as both are judgment, and this is the unification of north with below. This is the sixth boundary. Furthermore, the south unifies with below, which is the unification of Chesed with Hod, and this is an aspect of mercy, which is the southeastern lower boundary. This is the seventh boundary. Opposite this boundary is the northeastern upper boundary, which is the unification of Netzach with Gevurah, and it is opposite to the previous boundary. This is the eighth boundary, two opposite two. Additionally, the height unifies with the east, which is the unification of Netzach with Tiferet, and this is an aspect of mercy, which is the eastern upper boundary. This is the ninth boundary. Opposite this boundary is the western lower boundary, which is the unification of Hod with Yesod, and this is an aspect of judgment. This is the tenth boundary. Furthermore, Netzach unifies with Yesod, which is the western upper boundary, and this is an aspect of mercy. This is the eleventh boundary. Opposite this boundary is the eastern lower boundary, which is the unification of Tiferet with Hod, and this is an aspect of judgment. This is the twelfth boundary. Thus, two opposite two, Netzach opposite Hod. Therefore, these boundaries total six for judgment and six for mercy, and thus their aspects are twelve as explained. When we examine them in relation to the four directions - east, west, north, and south - which are fundamental and also ascend spiritually to the four legs of the Merkavah, with up and down not counted independently but rather attached to the aforementioned four, as is known and proclaimed in the words of Rabbi Shimon bar Yochai, peace be upon him, regarding the four legs of the Merkavah - Abraham, Isaac, Jacob, and David - for Yesod and Malchut are one regarding the west, as is well-known, they are twelve divided into four. How so? Three for each of the four directions, and thus four times three equals twelve."
    },
    {
      "hebrew": "הנה גבול מזרחית צפונית משוך כל פני המזרח וגבול מזרחית רומית וגבול מזרחית תחתית הם ג' גבולים למזרח ומתמתח והולך עד גבול דרומית מזרחית ומשם תחלת גבולי דרום. כיצד גבול דרומית מזרחית וגבול דרומית רומית וגבול דרומית תחתית הרי ג' גבולים לדרום ומתמתח והולך עד גבול מערבית דרומית ומשם תחלת גבולי המערב כיצד גבול מערבית דרומית וגבול מערבית רומית וגבול מערבית תחתית. הרי ג' גבולים למערב ומתמתח והולך עד גבול מערבית צפונית ומשם תחלת גבולי הצפון כיצד גבול מערבית צפונית וגבול צפונית רומית וגבול צפונית תחתית הרי ג' גבולים לצפון ומתמתח והולך עד גבול צפונית מזרחית שהוא מכלל גבולי המזרח כדפי'. נמצאו לפ\"ז שלשה גבולים למזרח שלשה גבולים למערב שלשה גבולים לדרום שלשה גבולים לצפון וכלם גבולים לאילן האמצעי שהוא הת\"ת כדפירשנו בפ' הקודם. וזהו אילן אחד יש לו להקב\"ה ובו י\"ב גבולים והאילן באמצע. וראוי עתה ליחד פרק בפ\"ע לענין תלי גלגל ול\"ב כדי ליתן ריוח בין הדבקים לתת מקום אל השכל להבין:",
      "english": "Behold, the northeastern boundary extends across the entire eastern face, and together with the upper eastern boundary and lower eastern boundary, these constitute three boundaries for the east, stretching until the southeastern boundary, from where the southern boundaries begin. How so? The southeastern boundary, upper southern boundary, and lower southern boundary comprise three boundaries for the south, stretching until the southwestern boundary, from where the western boundaries begin. How so? The southwestern boundary, upper western boundary, and lower western boundary. These constitute three boundaries for the west, stretching until the northwestern boundary, from where the northern boundaries begin. How so? The northwestern boundary, upper northern boundary, and lower northern boundary comprise three boundaries for the north, stretching until the northeastern boundary, which is included among the eastern boundaries, as we explained. Thus we find three boundaries for the east, three boundaries for the west, three boundaries for the south, and three boundaries for the north, and all these are boundaries of the central tree, which is Tiferet, as we explained in the previous chapter. And this is the one tree that the Holy One, blessed be He, possesses, containing twelve boundaries with the tree in the center. And now it is appropriate to dedicate a separate chapter to the matter of Teli, the sphere, and the thirty-two paths, in order to create space between the connected concepts and allow the mind to understand."
    }
  ]
}