{
  "title": "Pardes Rimmonim",
  "gate_num": 31,
  "chapter_num": 9,
  "translation": [
    {
      "hebrew": "ואחרי היות הגוף הזה בנוי בנין נחמד וחשוב כזה המבואר בפ' הקודם. עוד טובה כפולה כי באברים הנחמדים האלה יורכב רוח חיוני אשר אין הרוח ההוא ממש נאצל ממקום גבוה. אמנם יתהוה בתוך הגוף מצד זיכוך החמרים אל מדרגת הצורה והבריאה ההוא. ומצד עליות החמר והעפר אל מצב צורת האדם כמו שביארנו בשער היכלות (פ\"י). ועל הרוח החיוני הזה הוא משכן הנפש ועל הנפש הרוח ועל הרוח הנשמה ובזה נחלקו (התנאים) [המפ'] כאשר נבאר. וקודם ביאור ההקדמה הזאת ראוי לבטל דעת קצת המפרשים שאמרו שהעצמות משכן לרוח והבשר משכן לנפש ורצו להכריח ענין זה מן הכתוב שאמר (איוב יד כב) אך בשרו עליו יכאב ונפשו עליו תאבל. והם אומרים מאחר שהנפש מתאבלת מכאב הבשר הרי ודאי שהבשר מרכבה לנפש. ואין סברא זו עולה יפה מכמה טעמים. ראשונה שאם הוא כן שהבשר מרכבה לנפש והעצמות משכן לרוח א\"כ היה מן הראוי שאחר הקבורה ככלות הבשר תסתלק הנפש ותשאר הרוח שם בעוד שהעצמות קיימין ואין הדבר כן. אלא אדרבה הרוח תשוב אל האלדים אשר נתנה אל גן עדנים והנפש בקבר מעדנת את הגוף או להפך הכל לפי המעשה וכן בארו בזהר פ' תרומה (דף קמ\"א ע\"ב) וכבר כתבנו מזה קצת לעיל בפ\"ג. וכן בפרשת אחרי (דף ע' ע\"ב). ועוד כי אחר שהנפש היא למטה ממדרגת הרוח ודאי אם כן היה ראוי להיות שהרוח שחיותו גדול יהיה משכנו בבשר שחיותו גדול מהעצמות בבירור כי הבשר בה מתפשטים הוורידים הדופקים ובלתי דופקים ומרגיש ודאי בחיות יותר מהעצמות. וקשה מכלם כי הרשב\"י ע\"ה (בפ' לך) מפ' כדפי' כי יש רוח חיוני שבו משכן הנפש כאשר נבאר. ועתה נבא בביאור השתלשלות הנשמה הזאת מתחלתה ועד סופה. כבר קדם לנו בשערים הקודמים מענין האותיות ורוחניותם כי לא דבר רק הוא. וכן הענין ממש בהבל הפה מההבל מתהוה אותיות ורוחניות ונשמה שהם מסתלקים מעלול לעילה עד המקום הנרצה אליהם המיוחדים בשרשי הנשמה הזאת וזהו ענין שמים החדשים וארץ החדשה הנעשה מחידושי תורה כמו שנדרש בזהר בראשית (בהקדמה ד\"ד וד\"ה) ובפ' קדושים (דף פ\"ה) כי כאשר יחדש האדם חידושי תורה אותם האותיות המתהוות ומצטרפות בפיו יתהוה מהם רוחניות וענין נחמד. וזהו ענין התפלה שאכתריא\"ל מקבל אותה וקושר כתרים לרבו כדפי' בערכו. וההקדמה זו היא מפתח לכמה היכלי תורה. ולזה אז\"ל מצות צריכות כונה [דהיינו כוונה לצאת י\"ח] וכלם הסכימו שאם כונתו שלא לצאת י\"ח בוודאי שלא יצא (ע' ב\"י סי' תקפ\"ט). והענין כי בהיות האדם מקיים המצות הגופניות הנה הם יהיו גוף ומשכן לרוחניות כונתו הנמשך מנשמתו. והכונה מתלבשת במעשה המצוה. ולכן כאשר אין למצוה כונה הנה לפי האמת היא כגוף בלא נשמה. ומזה נקיש כי כל עוד שתגדל כונת האדם במעשה המצות הנה לפי שיעורה תגדל רוחניותיה ותעלה מעלה מעלה דרך המדרגות כדפי' לעיל בפ\"ו. ",
      "english": "After this body is built in such a pleasing and important structure as explained in the previous chapter, there is yet a double benefit, for within these pleasing organs is composed a vital spirit, which is not actually emanated from a higher place. Rather, it forms within the body through the refinement of materials to the level of form and that creation, and through the elevation of matter and dust to the state of human form, as we explained in Sha'ar Heichalot (Chapter 10). Upon this vital spirit rests the nefesh, and upon the nefesh rests the ruach, and upon the ruach rests the neshamah, and regarding this the commentators disagreed, as we will explain. Before explaining this introduction, it is proper to refute the opinion of some commentators who said that the bones are the dwelling place for the ruach and the flesh is the dwelling place for the nefesh, and they tried to prove this from the verse that says (Job 14:22) \"But his flesh upon him feels pain, and his soul within him mourns.\" They say that since the soul mourns from the pain of the flesh, surely the flesh must be a vehicle for the soul. This reasoning is flawed for several reasons. First, if it were true that the flesh is a vehicle for the nefesh and the bones a dwelling for the ruach, then after burial when the flesh is consumed, the nefesh should depart and the ruach should remain there while the bones still exist - but this is not the case. Rather, the ruach returns to God who gave it, to the Garden of Eden, and the nefesh remains in the grave refining the body or vice versa, all according to one's deeds, as explained in the Zohar Terumah (141b) and as we wrote briefly above in Chapter 3, and in Parashat Acharei (70b). Furthermore, since the nefesh is below the level of ruach, surely then the ruach, whose vitality is greater, should dwell in the flesh, whose vitality is clearly greater than the bones, for in the flesh spread the pulsing and non-pulsing veins, and it clearly has more vitality than the bones. Most difficult of all is that Rashbi (in Parashat Lech Lecha) explains as we explained that there is a vital spirit in which dwells the nefesh, as we will explain. Now let us explain the chain of descent of this soul from beginning to end. We have already established in previous gates concerning letters and their spirituality that it is not an empty matter. And so it is with the breath of the mouth - from breath form letters, spirituality and soul, which ascend from effect to cause until the desired place designated in the roots of this soul. This is the matter of the new heavens and new earth created from Torah innovations, as expounded in Zohar Bereishit (Introduction 4-5) and in Parashat Kedoshim (85), for when a person innovates in Torah those letters that form and combine in his mouth create from them spirituality and a pleasing matter. This is the matter of prayer that Achtariel receives and binds crowns for his Master as explained in its entry. This introduction is a key to many chambers of Torah. Therefore our Sages said that commandments require intention [meaning intention to fulfill one's obligation] and all agreed that if one's intention was not to fulfill the obligation, he certainly did not fulfill it (see Beit Yosef 589). The matter is that when a person performs physical commandments, they become a body and dwelling place for the spirituality of his intention that flows from his soul. The intention clothes itself in the performance of the commandment. Therefore when a commandment lacks intention, it is in truth like a body without a soul. From this we can deduce that the more a person's intention grows in performing commandments, according to its measure its spirituality will grow and ascend higher and higher through the levels, as explained above in Chapter 6."
    },
    {
      "hebrew": "ואחר היות הקדמה הזאת אמיתית ונכונה הנה בהיות האדם מתייחד עם בת זוגו בטוב ובכונה שלימה לעבודתו ית' כדי ליחד החתן והכלה ולהמציא אליו מתוך כך נשמה מהקדושה הנה אז באמת ימציא לו השי\"ת נשמה מתוך נשמות הקדושות. ומה גם אם קדם לו אל הזווג התפלה הנחמדה הידועה. הנה עאכ\"ו טובה כפולה שיתהוה מן המעשה ההוא גוף וטפה מוכנת לנשמה קדושה.",
      "english": "After this premise is established as true and correct, when a person unites with his spouse properly and with complete intention for divine service, in order to unite the groom and bride and thereby draw forth a soul from holiness, then truly the Blessed One will provide him with a soul from among the holy souls. And especially if he preceded the union with the known pleasant prayer, then all the more so there will be a double benefit - that from this act will form a body and seed prepared for a holy soul."
    },
    {
      "hebrew": "והנה כמו שביחוד הזכר והנקבה הגופניים כן ביחוד הנשמות הנעימות אשר גם להם זכר ונקבה ויפעלו בטוב כוונתם ברוחניות נפש רוח ונשמה להתלבש הנשמה במעלותיה העליונות. והכונה הזו הנחמדת היא הטפה שמעלה אותה המלאך הממונה על ההריון דליכא למימר דטיפה גופניות קאמר.",
      "english": "And just as with the physical union of male and female, so too with the union of the pleasant souls, which also have male and female aspects, and they operate through their proper intention in the spirituality of Nefesh, Ruach, and Neshamah, causing the soul to be clothed in its higher levels. And this pleasant intention is the drop that the angel appointed over conception elevates, for one cannot say that it refers to a physical drop."
    },
    {
      "hebrew": "והנה כזה פירש בזהר (בראשית דף נ\"ד ע\"ש ע\"ב) בקרי ונגעי בני אדם שמתעברין הרוחות מקרי. והוקשה להם שאחר שהאדם גשמי איך אפשר שיתעבר ממנו הרוח הפשוט עם היותו טמא. ואמרו שאין העיבור מהטיפה כי הטיפה נמשכת באיבוד אמנם מתעברת מהתאוה ההיא שהאדם מתחמם בה להזריע ופי' בשער היכלות הטומאה פ\"ב. וכן הוא לענין הקדושה כדפרישית. ואז בהעלות הטפה ההיא ר\"ל כוונתו הקדושה והרוחניות לפי האדון יי' צבאות בעל המשפט ונשפט עליה. וכפי הכנתה כן גזרת האדון בחיוב הנשמה הנשפעת ונתנת בטפה ההיא. ועתה יתגלה לנו ענין המצוה שישא אדם בת ת\"ח כדי שתהיה נשמתה זכה וברה ותכוין דעתה לשם שמים. וכן הענין מה שאחז\"ל (שבועות דף י\"ח ע\"ב) המקדש עצמו בשעת התשמיש כו'. וכן ענין היתר בעילת המעוברת והמניקה ואינו נק' זרע לבטלה ח\"ו, מפני שעם היות שאינו לענין הולדה גשמית הוא לענין הולדה רוחניות כי בטוב כונתם יתייחדו חתן וכלה העליונים כמו משאר מעשה המצות. וזהו סוד אברהם ושרה שהיו מולידים נשמות לגרים כדפי' רז\"ל כי ע\"י כונתם היו מתייחדים החתן והכלה ומולידים בסוד ההולדה העליונה המבוארת בשער מהות והנהגה נשמות קדושות לגרים ההם והיינו (בראשית יב ה) ואת הנפש אשר עשו בחרן. ונחזור לענייננו שאז בהיות הטפה ההיא לפני המלך נשפע עליה נשמה. וכבר נתבאר בזוהר בסבא (דמשפטים דף ק\"ב) כי בהיות האדם משתמש בבת זוגו מכניס בה נצוץ מרוחו והרוח ההוא עומד בתוך גופה מתקשקש בה כמבואר הענין הזה שם בארוכה. ומזה נקיש אל הנשמה העליונה השלוחה אל הולד תתלבש בטפה הרוחניות בתוך נשמת הנקבה ונמצאת הנקבה מעוברת היא בעצמה ומעוברת בנשמתה. ואין תימה בזה כלל כי כן הדרך אפי' בזכרים שמתעברים [בעיבור נשמה אחרת] כענין פנחס שנתעבר בנשמת נדב ואביהוא כמבואר בזוהר פרשת אחרי (דף נ\"ז ע\"ב) ופרשת פנחס (דף רי\"ז.) וכענין אדה\"ר שנצטרף באברהם יצחק ויעקב כנדרש בזהר וספר ר\"מ ובתקונים.",
      "english": "And thus it is explained in the Zohar (Genesis 54b) regarding nocturnal emissions and human afflictions, that spirits become impregnated from emissions. They questioned how it is possible that from physical man a simple spirit could become impregnated, given its impurity. And they explained that the impregnation is not from the physical seed, as the seed is lost, but rather becomes impregnated from the desire with which a person becomes aroused to emit seed, as explained in Gate of the Palaces of Impurity, chapter 2. And so it is regarding holiness, as we explained. And when that seed - meaning his holy intention and spirituality - ascends before the Lord of Hosts, Master of Judgment, it is judged. And according to its preparation, so is the decree of the Lord regarding the soul that will flow and be given into that seed. And now we understand the meaning of the commandment that one should marry the daughter of a Torah scholar, so that her soul will be pure and clear and her mind will be directed toward heaven. And this is also the matter of what our Sages said (Shevuot 18b) regarding one who sanctifies himself during intimate relations, etc. And likewise regarding the permissibility of relations with a pregnant or nursing woman, which is not considered wasting seed heaven forbid, because although it is not for physical procreation, it is for spiritual procreation, as through their proper intention the supernal bridegroom and bride unite, as with other commandments. This is the secret of Abraham and Sarah who would \"produce souls\" for converts, as our Sages explained, for through their intention the bridegroom and bride would unite and produce, through the secret of supernal birth explained in the Gate of Essence and Conduct, holy souls for those converts - this is the meaning of \"the souls they made in Haran\" (Genesis 12:5). Returning to our matter, when that seed comes before the King, a soul flows into it. And it is explained in the Zohar in Saba (Mishpatim 102) that when a man is intimate with his wife, he places within her a spark of his spirit, and that spirit remains within her body moving about within her, as explained there at length. From this we can deduce regarding the supernal soul sent to the child - it clothes itself in spiritual seed within the female's soul, such that the female becomes pregnant both physically and in her soul. And this should not be surprising at all, for this is the way even with males who become pregnant [with another soul], as with Pinchas who became pregnant with the souls of Nadav and Avihu, as explained in the Zohar portions of Acharei (57b) and Pinchas (217), and like Adam who was refined through Abraham, Isaac and Jacob, as expounded in the Zohar, the Book of the Faithful Shepherd, and the Tikunim."
    },
    {
      "hebrew": "וענין בחי' העיבור הוא סוד מסודות הגלגול. ולכן אמרו (חז\"ל ערכין ד\"ז) עובר ירך אמו ואין ממתינין לאשה מלהענישה מיתה עד שתלד כי כמו שנטמאת נשמת האשה בתוך הקליפה בעבירה ההיא כן נטמאת נשמת העובר ושתיהן צריכין טהרה ולכן ימותו שניהם ואין ממתינין להם עד שתלד. ודי בהערה זו אל מעלת המשכת הנשמה ומתוכה יפתחו להמשכיל כמה מסתרי המלך:",
      "english": "The matter of pregnancy is one of the mysteries of reincarnation. Therefore, [the Sages] stated (in Arachin 7b) that a fetus is considered as the mother's limb, and we do not wait for a woman [who has been sentenced to death] to give birth before carrying out her punishment, for just as the woman's soul becomes defiled within the kelipah through that transgression, so too does the soul of the fetus become defiled, and both require purification. Therefore, both shall die and we do not wait for her to give birth. This brief note regarding the excellence of the soul's derivation is sufficient, and through it many of the King's mysteries will be revealed to the discerning person."
    },
    {
      "hebrew": "עתה נבאר ענין שכינתה בתוך הגוף הנגוף. והוא כי עיקר משכן הנפש הוא כח החיוני אשר באדם אשר הכח ההוא טבע מטבע בו כדמיון החיות בבהמות ואינו דבר נאצל עליו כענין ז' חלקי האדם שבארנו בפ\"ד. ולכן יש שקראוהו נפש הבהמיות שהוא כח חיות הבהמות ואין לה ידיעה עיקרית בעולם אלא הוא אד עשניי שוכן בחלל הלב מתפשט בכל הגוף והוא חיות המתהוה מתוך העלות העפר הזה אל מדרגת צורת האדם כמו שהיו בוראים אותם האנשים המתעסקים במעשה ספר יצירה כדפי' בשער היכלות (פ\"י). ולהיות כי כח החיוני הזה הוא משכן לנפש הוצטרך להיות כדמות הנפש הנאצלת בתכונתה ואברים הפנימים הנעימים המבוארים בפ' הקודם, והוצרך אל החיות הזה להיותה מתפשטת ומסתעפת כענין הדמות אשר לגוף. ומפני שהנפש הזאת עדיין היא דקה ביותר הוצרך להיות לה ענין דק שבו תתלבש והיינו הדם הדק שבוורידי הלב והם הוורידים החיים הדופקים. ומטעם שאם מחיות הזה המתפשט בורידים ההם בלי הצטרפות עצמות וגידים לא היה יכול להתקיים כלל כי לא יהיה עומד לחולשתו והיה נפסד ודבר קל יזיקהו. לזה הוצרך לערוך מערכת עצמות שהם כדמות גשרים שעליהם מתפשטים העורקים האלה. ומפני היות העצמות קשי המשוש ומקומות בולטים ומקומות שוקעים הוצרך להשוותם בבשר בתכונתם הנבחרת עם התדמות הצורה אל הצורה העליונה כדפי'. ומפני שהבשר היא בלתי בעלי שמירה מתוך רכות טבעה כי היא רפה ומתמסמסת והולכת, לכן הוצרך לקרום עליה העור שהוא גדר וסייג לבל יפסד הבשר ולא יתקלקל. ומטעם שלא יפגם הבשר ויפסד מעצמו הוצרך להיות תעלות משקים הגידים והם וורידי הכבד שהם מתים שאין בהם כ\"א השקאת הבשר לשיגדל ויתעדן ויהיה מלוחלח וישוקה על ידם תמורת מה שניתך מחום הטבעי. זהו הקצור הצריך אלינו מחכמת טבע הבריאה אל הנשמה.",
      "english": "Now we will explain the matter of its dwelling within the physical body. The primary dwelling place of the soul is the vital force within humans, which is a natural force embedded within them similar to the life-force in animals, and is not an emanated thing like the seven parts of man that we explained in Chapter 4. Therefore, some have called it the animal soul, as it is the life-force of animals, and it has no fundamental knowledge of the world. Rather, it is like a smoky vapor that dwells in the cavity of the heart and spreads throughout the body. It is the vitality that emerges from the elevation of this earthly matter to the level of human form, similar to how those who engaged in the work of Sefer Yetzirah would create beings, as explained in the Gate of Chambers (Chapter 10).\n\nSince this vital force serves as a dwelling place for the soul, it needed to be formed in the likeness of the emanated soul in its character and pleasant internal organs as explained in the previous chapter. This vitality needed to spread and branch out in accordance with the body's form. Because this soul is still extremely subtle, it required a delicate medium in which to clothe itself - namely, the fine blood in the heart's vessels, which are the living, pulsing veins. Because this vitality that spreads through these vessels could not exist without the combination of bones and sinews, as it would not endure due to its weakness and would be easily damaged, it required an arrangement of bones that serve as bridges over which these vessels spread.\n\nBecause the bones are hard to the touch with protruding and sunken areas, they needed to be evened out with flesh in their chosen formation, conforming to the supernal form as explained. Since flesh lacks protection due to its soft nature, being tender and dissolving, it required the skin to form over it as a fence and boundary so the flesh would not decay or spoil. To prevent the flesh from becoming damaged and decaying on its own, it needed channels of liquid - the sinews, which are the liver's vessels. These are inert vessels that only serve to irrigate the flesh so it grows, becomes refined, remains moist, and is nourished through them to replace what is dissolved by natural heat. This is the necessary summary for us regarding the natural wisdom of creation in relation to the soul."
    },
    {
      "hebrew": "והנה על רוח החיוני ההוא יהיה משכן הנפש. וראיה אל הכח החיוני הזה הוא בעת שינת האדם בהסתלק הנפש לחשוב לפני קונה ישאר הרוח החיוני ההוא יושב וזן ומפרנס תכונת האדם וזהו ענין רוח החיוני הנושב בו הנשימה וכחות הגוף אשר לו, כדמיון כח העכול ושאר כחות הנפש כגון כח המושך והדוחה וכו' המבואר אצל חכמת הטבע. ונתבאר ענין זה בזהר פ' לך לך (דף פ\"ג) וז\"ל ת\"ח נפשא דבר נש כד סליק לערסיה נפקת מיניה וסלקא לעילא. ואי תימא דכלהו סלקין לאו כל חד וחד חמי אפי מלכא אלא נפשא נפקא וסלקא ולא אשתאר ביה בהדיה גופא בר חד רשימו דקוסטא דחיותא דליבא. ונפשא אזלת ובעיא לסלקא וכו' עכ\"ל.",
      "english": "And behold, upon this vital spirit shall be the dwelling place of the soul. Evidence for this vital force can be found during human sleep, when the soul departs to contemplate before its Maker - this vital spirit remains present, nourishing and sustaining the human constitution. This is the nature of the vital spirit that produces breath and the body's powers, such as the power of digestion and other soul-powers like the powers of attraction and repulsion, etc., as explained in natural science. This matter is explained in the Zohar, Parashat Lech Lecha (page 83), which states: \"Come and see - when a person goes to sleep in his bed, his soul departs from him and ascends above. And if you might say that all souls ascend - not every single one merits to see the face of the King. Rather, the soul departs and ascends, and nothing remains with the body except for a single impression of the vital force of the heart. And the soul travels and seeks to ascend, etc.\" End quote."
    },
    {
      "hebrew": "והכונה מבוארת כי בעת שינת האדם נפשו מסתלקת ממנו ולא נשאר בגוף כ\"א רוח חיוני בעלמא והוא לפי האמת החיות הטבעי אשר בגוף והוא הנעשה מרכבה לנפש והנפש אל הרוח והרוח אל הנשמה וכל זה ע\"י הצלם הנכבד כמבואר לעיל בפרקים הקודמים. והנה עתה לא יפלא בעינינו היות הנשמה מתחברת אל הגוף עם היותו גשמי והנשמה הויה דקה ורוחניות.",
      "english": "And the intention is clear that during a person's sleep, their soul departs from them and all that remains in the body is merely the vital spirit alone, which is in truth the natural life force within the body, and this becomes a vehicle for the soul, and the soul for the spirit, and the spirit for the neshamah, all of this through the honored image as explained above in previous chapters. And now it should not be wondrous in our eyes that the neshamah connects to the body despite it being physical while the neshamah is subtle and spiritual."
    },
    {
      "hebrew": "והנה נכלל החלק השני. ועתה נבא בביאור חלק השלישי והוא ענין פגימתה בעצמה ופגימתה בשערים הנכבדים:",
      "english": "Thus concludes the second part. Now we shall proceed to explain the third part, which concerns its [the soul's] impairment of itself and its impairment of the exalted gates:"
    }
  ]
}