{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 5,
  "translation": [
    {
      "hebrew": "היכל החמשי הוא נקרא היכל אהבה. והוא היכל שבו תלוי המזון והחיות ושאר ההיכלות אשר תחתיו ובהיכל הזה פתח א' ובו ממונה א' ושמו סניגורי\"ה והוא עומד ללמד סנגוריא על ישראל שלא ישלוט עליהם צד השמאל. בהיכל הזה עומד מאור אחד כלול בד' מאורות מד' גוונים לבן שחור ירוק ואדום והרוח הזה הכלול מכלם נקרא סורי\"ה שר כל החיילים אשר תחתיו וכל מפתחתות העליונים מסורים בידו והוא סוגר ופותח וכל סתרי רבו מסורים בידו ובו הם נכללים כל המאורות אשר תחתיו ג' פעמים בכל יום ונזונים ממנו ולהיות שבו גנוזים כל גנזי וסתרי רבון העולמים לכן נקרא אהבה כדכתיב (שה\"ש ז יג) שם אתן את דודי לך שהוא סוד התדבקות כל מתדבק ולכן בו כל שמירה עליונה ולכן נקרא שומר ישראל שומר הברית להיות כי כאן שמורים וגנוזים כל סודות העליונים ומכאן יוצאים נתיבות ודרכים לכל אותם למטה ממנו להאיר באורו ואלו הד' גווני מאורות אשר אמרנו כאשר יתייחד לבן באדום שחור בירוק אח\"כ שחור בלבן נעשית מהם חיה אחת מרוקמת דיוקן שלה בצורת אדם הכוללת כל הצורות והוא נקרא זהר ועליה נאמר (יחזקאל י) היא החיה אשר ראיתי תחת אלהי ישראל וממנה יוצאים ד' עמודים שהם חיות גדולות על אותם אשר למטה. הא' נקרא אופן שהם שנים כי בתוך האופן נעשה אופן אחר בתוכו וכאשר היא מתנוצצת מתנוצץ האחר בתוכה וע\"ז נאמר (שם א טז. י י) כאשר יהיה האופן בתוך האופן ואחר כך שנים אחרים ג\"כ זה בתוך זה כלולים יחד כראשונים ומתנוצצים ד' יחד לד' רוחות העולם וכלם א' ועליהם נאמר כאשר יהי' האופן בתוך האופן. המאור אשר אמרנו למעלה הנכלל בארבע גוונים הוא כולל שני רוחות מאורות האחד אל הימין והוא זה אשר הוציא החיה אשר אמרנו ואחד אל השמאלי (הוא כולל) ומתנוצץ שני מאורות שהם ארבע והם מתהפכים בגוונים וזהו להט החרב המתהפכת כאשר נבאר. ומבין שני מאורות אלו יוצאים שרפים והוא אוחז אותם ולוהט אותם. בכח הלהט הזה המתהפך הוציא חיה אחת עומדת על ארבע עמודים כאשר הוציאה הימנית והארבע שתים מימין ושתים משמאל וכאשר המאור הגדול נכנס בתוך אלו ומתנוצץ בהם יוצאים מהם ב' מאורות ומתנוצצים חוץ להיכל הזה ומתהפכים לכמה עניינים לפעמים זכרים ולפעמים נקבות לפעמים רוחות לפעמים מלאכים והם שלוחי הדין בעולם וכך הם מצד שמאלי שבהיכל הזה. ומההיכל הזה יוצאים כל הנשמות שעתידים לכנס בגופות בעה\"ז וההיכל הזה לעולם לא עמד ריקן מיום שנברא העולם והוא מקבל כל הנשמות המושפעות מבינה והוא נקרא גוף וע\"ז אחז\"ל (יבמות ס\"ב) אין בן דוד בא עד שיכלו כל הנשמות שבגוף וכאשר יבא מלך המשיח יתעורר ההיכל הזה למעלה והיכל אחר למטה מהיכל הזה ועליהם נאמר (שה\"ש ד ה. ז ד) שני שדייך כשני עפרים כי המאור הגדול והחיה הראשונה אשר אמרנו מוציאין שני מאורות כלולים יחד מתקשרים זה בזה ונקראים א\"ל שד\"י והטעם שנקרא שדי מפני שיוצא' בין אלו השדיים ועוד כי האי א\"ל מקבל מן המקום הזה כל אותן הרחמים הראויים למזון וחיות אותם התחתונים אשר בהיכל זכות אשר הם מצד הימין וכן לכל אותם התחתונים הנקראים יתידות המשכן ומטעם שהוא מספיק להם מזון נקרא אל שדי. אל שמו כדפירשנו בהיכל ד' ושדי מפני שדיים העליונים. והטעם כי הוא מספיק חלב מהשדיים לכל אותם התחתונים. וג\"כ מהמאור הגדול הזה יוצאת חיה א' ימיניית והיא על השמאלית המתהפכת לזכר והיא ממונה על העולם בזמן שיש רעב ושוד לשמור הצדיקים והטובים שלא ימותו ברעב וסועד לבם שלא יתקלקל המזון במיעיהם ע\"י ב' כחות הטומאה הנקראים שו\"ד וכפן כמ\"ש עניינם בשער היכלות התמורות בע\"ה. וזהו לשוד ולכפן תשחק (איוב ה כב). בהיכל הזה ישנו ב' מאורות עומד כל א' וא' על אלף אלפי אלפים ורבוא רבבן הנקרא גפנים ואלף ורבוא רבבן [דאקרון רמונים] וכלם עומדים באהבה ואלה הם המכניסים אהבה בין ישראל לאביהם שבשמים והוא בהזכרתם החסידות שישראל עושים למטה וכאשר מעוררים האהבה מלמטה אז מתמלא ההיכל הזה מכמה טובות מכמה חסדים מכמה רחמים ואלה עומדים במעמד על אותה המוסרים נפשותם באהבה על ייחוד קונם והחסד שעושים בני אדם כלם עולים כאן ומשם עולין ומתעטרין לפני הקב\"ה. ולהיכל הזה שלש מאות וששים וחמשה יתידות כמנין ימות החמה ולמעלה מכלם ד' יתדות עליונים מכלם ושמם קרשיהא\"ל סרטיהא\"ל עסירי\"ה קדמיא\"ל ואלה הם ממונים לשמח העולם בערב שבת כאשר הנשמה נתוספת בישראל אלו יוצאים עמה ומעבירים מכל ישראל כל רוגז וכל דאגה וכל עצבות ומשמחין אותם בשמחה ואלו הם משמחי עולם ואותם אשר תחת הד' ממונים להעביר הדין מאותם היושבים בגיהנם ולפיכך כל היתידות שבהיכל הז' הם בעלי שמחה ע\"כ:",
      "english": "The fifth chamber is called the Chamber of Love. It is the chamber in which sustenance and vitality depend, as well as the other chambers beneath it. In this chamber there is one entrance with one appointed official named Sanigoria, who stands to advocate for Israel so that the left side will not dominate them. In this chamber stands one light that contains four lights of four colors: white, black, green and red. This spirit that contains them all is called Suria, minister of all the forces beneath him, and all the supreme keys are given into his hand - he closes and opens, and all his master's secrets are entrusted to him. Within him are included all the lights beneath him three times each day, and they are nourished from him. Because all the treasures and secrets of the Master of Worlds are stored within him, he is called Love, as it is written (Song of Songs 7:13) \"There I will give you my love,\" which is the secret of all attachment that attaches. Therefore in him is all supreme protection, and therefore he is called Guardian of Israel, Guardian of the Covenant, because here are protected and stored all the supreme secrets, and from here emerge paths and ways to all those below him to illuminate with his light.\n\nThese four colors of lights that we mentioned, when white unites with red and black with green, then black with white, there is formed from them one embroidered living creature whose image is in human form containing all forms, and it is called Zohar. Of this it is said (Ezekiel 10) \"This is the living creature that I saw beneath the God of Israel.\" From it emerge four pillars that are great living creatures over those below. The first is called Ofan, which are two, for within the Ofan another Ofan is made within it, and when it sparkles the other sparkles within it. Of this it is said (Ezekiel 1:16, 10:10) \"As if there were an Ofan within an Ofan.\" And afterward two others also one within the other, included together like the first ones, and they sparkle together in four directions of the world, and they are all one. Of them it is said \"As if there were an Ofan within an Ofan.\"\n\nThe light we mentioned above that includes four colors contains two spirit-lights, one to the right which brought forth the living creature we mentioned, and one to the left (it includes) and sparkles two lights that are four, and they transform in colors - this is the flame of the revolving sword as we will explain. From between these two lights emerge seraphim, and it grasps them and inflames them. Through the power of this transforming flame it brought forth one living creature standing on four pillars as the right one brought forth, and the four are two on the right and two on the left. When the great light enters into these and sparkles within them, two lights emerge from them and sparkle outside this chamber and transform into various matters - sometimes male and sometimes female, sometimes spirits and sometimes angels, and they are the agents of judgment in the world, and so they are from the left side of this chamber.\n\nFrom this chamber emerge all the souls that are destined to enter bodies in this world, and this chamber has never stood empty since the world was created. It receives all souls that flow from Understanding and is called \"Body.\" Regarding this our Sages said (Yevamot 62) \"The son of David will not come until all the souls in the Body are completed.\" When the King Messiah comes, this chamber will be aroused above and another chamber below this chamber, and of them it is said (Song of Songs 4:5, 7:4) \"Your two breasts are like two fawns,\" for the great light and the first living creature we mentioned bring forth two lights included together, connected to each other, and they are called El Shaddai. The reason it is called Shaddai is because it emerges between these breasts, and also because this El receives from this place all the mercies appropriate for sustaining and enlivening those below who are in the Chamber of Merit, who are from the right side, and likewise for all those below called the stakes of the Tabernacle. Because it provides them sustenance it is called El Shaddai - El is its name as we explained in the fourth chamber, and Shaddai because of the supreme breasts, because it provides milk from the breasts to all those below.\n\nAlso from this great light emerges one right-sided living creature which is over the left one that transforms to male, and it is appointed over the world in times of famine and destruction to protect the right"
    }
  ]
}