{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 6,
  "translation": [
    {
      "hebrew": "היכל שישי הוא הנקרא היכל רצון מטעם שבו תלוי עת רצון וטוב לב לכל דבר ולכל שאלה ולכל תפלה והטעם כי בו יחוד ת\"ת ומלכות כמ\"ש בעזרת הצור וישועתו ולפיכך בו נסתלק מרע\"ה בעת רצון כי מת בנשיקה שהוא נשיקת אשה בבעלה. ובהיכל הזה ו' פתחים לשש קצוות ד' לד' רוחות העולם ומעלה ומטה וממונה א' גדול ממונה על כלם ושמו רזיא\"ל. וכל רזי סודות התורה תחת ידו ופתחים אלו עומדים להתגלות כי כאשר הם מתגלות כל ההיכלות הם מתגלות וכל המאורות וכל הרוחות נגלים כששערי רצון נפתחים. בהיכל הזה נמסרו נשמות ר' עקיבא וחביריו וכל הנהרגים באהבת קונם שאינם נכנסים בנהר דינור מה שאין כן בשאר הנשמות כדפירשנו. והיכל הזה מוציא י\"ב מאורות מטעם שהוא כלול מששה היכלות התחתונות ומששה עליונות וכאשר י\"ב המאורות עולים ומתנוצצים מוציאים ארבע חיות וכלם נכללים בי\"ב כדרך דגלי המדבר שהם ד' ומתחלקים לי\"ב כל א' לג'. הד' הנז' כלם נכללים כא' כאגוז הזה שמתחלק לד' ראשים ונכללים כא' ומטעם זה נקרא ההיכל הזה גנת אגוז וזהו אל גנת אגוז ירדתי (שה\"ש ו יא) שהקב\"ה משתעשע עם הצדיקים ביחוד תפארת ומלכות. הד' אשר לד' רוחות. הא' לצד דרום הוא הימין והוא נקרא מיכאל השר הזה הוא אפוטרופוס של ישראל המלמד עליהם סניגורא להיותם נצולים מקטרוג הקליפות וכאשר חרב בה\"מ וגבר יד עושי רשעה נאמר על המאור הזה השיב אחור ימינו (איכה ב ג) והוא יונק מצד החסד. בצד צפון עומד מאור שני והוא עומד לקחת דין מצד היכל ד' היכל זכות ונותן הדין למלאך הממונה על הפתח כדי שיתן למלאכים העומדים בצד הטומאה כי הוא יונק מצד הגבורה ולכן נקרא גבריאל ולפעמים הוא בעצמו דן את האדם ואינו נמסר לקליפות לזה הם יסורין של אהבה והטעם כי הוא כלול מצד החסד ולכן נקרא אל ולכן כל מכה ומכה שבאת מצד זה קרוב להתרפאות כי מכה ורפואה אחוזים זה בזה. והמלאך הזה ג\"כ ממונה על ההריון ר\"ל שנוטל הטפה ומעלה אותה למעלה והקב\"ה גוזר עליה חכם או טפש וכו' וכן נתבאר בזהר פ' שמות (דף י\"א.) וז\"ל דתנינן בשעתא דאתיליד גופא דצדיק בהאי עלמא קב\"ה קרי ליה לגבריאל ונטל ההיא נשמתא די בגנתא ונחתא לה להאי גופא דצדיקא דאתייליד בהאי עלמא ואתפקיד עלה ונטיר לה. ואי תימא ההוא מלאכא דאתמנא על רוחיהון דצדיקיא לילה שמיה ואת אמרת דאיהו גבריאל. הכי הוא ודאי בגין דאתי מסטרא דשמאלא וכל מאן דאתי מסטרא דשמאלא הכי אקרי עכ\"ל.",
      "english": "The sixth palace is called the Palace of Will, because within it depends the time of favor and goodwill for all matters, all requests, and all prayers. The reason is that within it is the unity of Tiferet and Malkhut, as we will explain with God's help and salvation. Therefore, Moses our teacher departed in this time of favor, for he died with the \"kiss,\" which is like the kiss between wife and husband. In this palace there are six openings to the six directions - four to the four directions of the world, plus up and down - and there is one great appointed one over them all, whose name is Raziel. All the secrets of the Torah are under his authority, and these openings stand ready to be revealed, for when they are revealed, all the palaces are revealed, and all the lights and all the spirits are revealed when the gates of will are opened. In this palace were delivered the souls of Rabbi Akiva and his companions, and all those who were killed for love of their Creator, who do not enter the River of Fire like other souls, as we explained. This palace emanates twelve lights because it contains the six lower palaces and six upper ones, and when the twelve lights rise and sparkle, they produce four creatures, and they are all included in the twelve, like the banners in the desert which were four and divided into twelve, each into three. The aforementioned four are all included as one, like this walnut which divides into four parts yet is included as one, and for this reason this palace is called the Garden of Nuts, as it is written \"I went down to the garden of nuts\" (Song of Songs 6:11), for the Holy One, blessed be He, delights with the righteous in the unity of Tiferet and Malkhut. Of the four to the four directions: The first to the south side is the right, and it is called Michael. This minister is the guardian of Israel who teaches their defense to save them from the prosecution of the shells, and when the Temple was destroyed and the hand of evil-doers prevailed, it was said of this light \"He has drawn back His right hand\" (Lamentations 2:3), and it draws from the side of Chesed. On the north side stands a second light, and it stands to receive judgment from the fourth palace, the Palace of Merit, and gives the judgment to the angel appointed over the opening to give to the angels standing on the side of impurity, for it draws from the side of Gevurah and is therefore called Gabriel. Sometimes it itself judges the person and is not delivered to the shells - these are the sufferings of love - because it includes the side of Chesed and is therefore called El, and therefore every blow that comes from this side is close to healing, for the blow and the healing are connected to each other. This angel is also appointed over conception, meaning that it takes the drop and raises it above, and the Holy One, blessed be He, decrees whether it will be wise or foolish, etc. And so it is explained in the Zohar, Parashat Shemot (page 11): \"We have learned that when the body of a righteous person is born in this world, the Holy One, blessed be He, calls to Gabriel, and he takes that soul that is in the garden and brings it down to this body of the righteous person that was born in this world, and is appointed over it and guards it. And if you say that the angel appointed over the spirits of the righteous is named 'Night,' and you say it is Gabriel - indeed it is so, because it comes from the left side, and everything that comes from the left side is called thus.\""
    },
    {
      "hebrew": "ופי' כי כל הנשפע מן הדין נקרא לילה והטעם כי מדת לילה היא מדת הדין ולילה במ\"ק עולה גבריאל:",
      "english": "And it explains that everything that flows from judgment is called \"night,\" and the reason is that the attribute of night is the attribute of judgment, and \"night\" in its numerical value equals \"Gabriel.\""
    },
    {
      "hebrew": "ובצד המזרח עומד מאור ג' והוא יונק מצד הת\"ת והוא אוחז וכולל השני המאורות האלה כדרך הספירה והוא שר הרפואה והוא מזכיר לרפואה כל אותם החולים שנשכחו בחוליים והוא מעלה זכרונם למעלה וע\"ז נקרא רפאל. והרפואה הזאת רפואות דין בדוחק כי הוא יונק רפואה מצד ימין ודוחק מצד השמאל ולכן הרפואה מצד זה אל החולה בדוחק רב ואע\"פ שלפעמים מתייחס שם רפאל אל המלכות ואל המערב אין תימא כי ג\"כ הוא שם בסוד ת\"ת במלכות ומלכות בת\"ת. ועכ\"ז רוב דברי הרשב\"י ע\"ה בס\"ה מסכימים שם זה אל הת\"ת במזרח כדפי'. בצד המערב מאור א' ושמו נוריאל והוא עצמו אוריא\"ל והוא שליח מג' המאורות שזכרנו כי הוא נגד המלכות שהוא כלול מג' העליונים. וכאשר תינק מצד הימין חסד נקרא אוריא\"ל שהוא מלשון אור שכן לשון אור אל הימין כדפי' בשער ערכי הכנויים. וכאשר תינק מן השמאל גבורה נקרא נוריא\"ל מלשון נור דלוק. ועניין המלאך הזה נדרש בזוהר פ' יתרו (דף ע\"ח.) וז\"ל בחדש השלישי דשלטא ביה אוריא\"ל רב ממנא ותלת מאה ושיתין וחמש רבוא משריין עמיה כחושבן יומי שתא. וכלהון אית להון שס\"ה מפתחן נהורין מההוא נהורא דנפקא מגו חשמל עילאה פנימאה גניז וסתים די רזין דאתוון קדישין עלאין דשמא קדישא תלייא ביה ואיהו רזא דאיש תם מריה דביתא איש האלדים. תם, דתמן סיומא וקשרא דתפילין ויעקב איש תם הוה. ובדיוקניה קיימא רזא דחשמל פנימאה עילאה טמיר וגניז וכל נהורין סתימין עילאין נקט איהו ונפקין מיניה וכל הני משריין נקטי אינון מפתחן דההוא נהורא דנפק מגו חשמל. וההוא נהורא כלול בתרין נהורין ואינון חד. נהורא קדמאה איהו נהורא חיוורא דלא שלטא ביה עינא ודא איהו נהורא דגניז לצדיקייא דכתיב אור זרוע לצדיק וגו'. נהורא תניינא איהו נהורא מנצצא מלהטא בגוון סומק. ואתכללו תרין נהורין כחדא והוו חד. והאי אוריא\"ל רב ממנא וכל אינון משריין נטלי ההוא נהורא ובגין דכליל בתרין אקרי תאומים. וע\"ד שלטא ביה ההוא מזלא דאקרי ברזא דליה תאומים וביה אתיהבת אורייתא ומכאן אתמשכן דרגין לתתא עד דסליקין בשמהן לאנהגא עלמא עכ\"ל.",
      "english": "On the eastern side stands the third light, which draws from the side of Tiferet and grasps and includes these two lights in the manner of the sefirot. He is the minister of healing and reminds for healing all those sick ones who were forgotten in their illnesses, raising their remembrance above, and for this he is called Rafael. This healing is healing through judgment with difficulty, for he draws healing from the right side and difficulty from the left side, and therefore healing from this aspect comes to the sick one with great difficulty. Although sometimes the name Rafael is attributed to Malchut and to the west, this is not surprising, for he is also there in the secret of Tiferet within Malchut and Malchut within Tiferet. Nevertheless, most of the words of Rabbi Shimon bar Yochai in the Sefer HaZohar agree that this name belongs to Tiferet in the east, as explained.\n\nOn the western side stands one light whose name is Nuriel, who is the same as Uriel, and he is a messenger of the three lights we mentioned, for he corresponds to Malchut which includes the three higher ones. When he draws from the right side of Chesed, he is called Uriel, which comes from the word \"or\" (light), as light pertains to the right side as explained in Sha'ar Erkei HaKinuyim. And when he draws from the left side of Gevurah, he is called Nuriel, from the term \"nur\" (fire). The matter of this angel is expounded in the Zohar, Parashat Yitro (78a), which states: \"In the third month, when Uriel the great appointed one rules, and three hundred and sixty-five myriad hosts are with him, corresponding to the days of the year. And all of them have 365 keys of light from that light that emerges from the supreme inner Chashmal, hidden and concealed, wherein depend the mysteries of the holy supreme letters of the holy name, and this is the mystery of the perfect man, master of the house, man of God. 'Perfect,' for there is the conclusion and knot of the tefillin, and Jacob was a perfect man. And in his likeness stands the mystery of the supreme inner Chashmal, hidden and concealed, and all the supreme hidden lights he takes and they emerge from him, and all these hosts take those keys of that light that emerges from the Chashmal. And that light includes two lights which are one. The first light is white light which no eye can control, and this is the light hidden for the righteous, as it is written 'Light is sown for the righteous.' The second light is a sparkling light that flames in a red hue. And these two lights are included as one and become one. And this Uriel the great appointed one and all those hosts take that light, and because it includes two it is called Twins. And therefore that zodiac sign called in its mystery Twins rules in it, and in it the Torah was given, and from here levels extend downward until they rise in names to govern the world.\""
    },
    {
      "hebrew": "ועי' בפ' צו (דף ל\"ב ע\"ב) וז\"ל ת\"ח כתיב ותצא אש מלפני ה' ותאכל על המזבח את העולה וגו' דא אוריאל דנחית כחיזו דאשא בשלהובא עד דנחית למדבחא לקבלא דורונא ואתחזי כאריה רברבא רביע על קורבנא עכ\"ל.",
      "english": "And see in Parashat Tzav (folio 32b) where it states: \"Come and see, it is written 'And fire came forth from before the Lord and consumed the burnt offering upon the altar, etc.' - this refers to Uriel who descended in the appearance of a flaming fire until he descended to the altar to receive the offering, and appeared as a great lion crouching over the sacrifice.\""
    },
    {
      "hebrew": "ובפ' (בהעלותך דף קנ\"ד) נדרש בזוהר בד' מלאכים אלו עניינים גדולים ומשם נראה בהם ג\"כ ד' חיות שביחזקאל ולאורך הענין לא נעתיקו. ונחזור לדבריו שבפ' פקודי והד' מאורות שזכרנו הם נגד ד' יסודות ומאלו נפרדו היסודות מהם מלאכי אש מצד גבריא\"ל מהם מלאכי רוח מצד רפאל מהם מלאכי עפ\"ר מצד אוריא\"ל מהם מלאכי מים מצד מי\"כאל ואל' הד' הם מתיחדים ותחתי' ח' שהם י\"ב כדפי'. ההיכל הזה כלול מכל התחתונים וכלם נכללים בו ויש להיכל הזה ק' יתידות לצד ימין ועליהם ב' ממונים עליונים ושמם מלכיא\"ל שמעיהא\"ל ואל השמאל מאה ועליהם ב' ממונים אחרים ושמם מססרני\"ה צפצני\"ה והם ממונים בזמן שיגיע עת הצדיק להפטר מן העולם הם מזדמנים שם כדי שתצא נשמתו בנשיקה ולא יהיה כפטורא בפי ושט כדפי' במס' ברכות (דף ח'.) ואל ההיכל הזה מתאוים כל ההיכלות התחתונים והם מתייחדים זה לתוך זה [בתוך] לבנת הספיר בתוך עצם השמים בתוך היכל נוגה וכן כלם וזהו כל חפצם וכל מאווים ושלימותם כי בזה מתייחדים בשרשם וענין היחוד הזה ע\"י התפלה בהיותה כראוי כדמפרש התם הרשב\"י ע\"ה:",
      "english": "And in the portion of Behaalotecha (page 154), the Zohar expounds great matters concerning these four angels, and there too can be seen the four creatures of Ezekiel, but due to the length of the matter we will not transcribe it. We return to the discussion in the portion of Pekudei: the four lights we mentioned correspond to the four elements, and from these the elements are divided - angels of fire from the side of Gabriel, angels of wind from the side of Raphael, angels of earth from the side of Uriel, and angels of water from the side of Michael. These four unite, and beneath them are eight, making twelve as explained. This chamber includes all the lower ones, and all are included within it. This chamber has one hundred stakes on the right side, over which are appointed two supreme appointees named Malchiel and Shemaiah, and one hundred on the left side, over which are appointed two other appointees named Masasniah and Tzaftzaniah. These are appointed for when the time comes for the righteous to depart from the world - they gather there so that his soul may depart with a kiss, and not like food in the throat as explained in Tractate Berachot (page 8). All the lower chambers desire this chamber, and they unite one within the other - within the sapphire brick, within the essence of heaven, within the chamber of Nogah, and so on - and this is all their desire and all their longing and their perfection, for through this they unite with their root. This unification occurs through prayer when properly performed, as Rabbi Shimon bar Yochai explains there."
    }
  ]
}