{
  "title": "Pardes Rimmonim",
  "gate_num": 31,
  "chapter_num": 8,
  "translation": [
    {
      "hebrew": "מפורסם הוא כי לפי הכנת הדברים התחתונים כן חשק העליונים לדבק בהם. וראיה גדולה ממעשה המשכן כי מפני היות אבריו [א] כללם ופרטם רומזים אל העניינים העליונים רצוני לומר אל המרכבות העליונות לכן היו העולמות והמרכבות ההם נמשכות ושופעות בגולמים ההם. וממה שהיו גולמים מתים, מצד רמז פעולתם נמשך עליהם החיים העליונים ולכן השכינה היתה שורה בהם וכבוד ה' מלא את המשכן. וכן הענין כי להיות הגוף דומה אל הרוחני לכן הוכרח כי אפילו שיהיה הדבר רוחני יתדבק בגשמי לרוב תשוקתו אליו. והטעם מפני שהתחתונים הם משכן לעליונים וכמו שחשק המסובב לעלות אל סבתו כן חשק הסבה שיהיה מסובבו קרוב אליו. וכחשק העלול אל עלתו כן חשק העלה שיתקרב עלולו אליו. והדברים האלה מוכרחים מעצמם כי ע\"י כך הוא קשר העולמות עם היותם מנורה של פרקים. ואם ח\"ו היה חפץ הסבה לעלות והמסובב לרדת לא הי' אל מציאות ההויות תקומה בעולם והיחוד והקשר היה נתפרק לפרקים. ואל ענין כזה נאמר בתורה קדושים תהיו כי קדוש אני. וזהו אחד מן הטעמים שהאין סוף מתייחד במדותיו בזולת מה שכתבנו בשער עצמות וכלים.",
      "english": "It is well known that according to the preparation of the lower things, so is the desire of the higher ones to cleave to them. And there is great proof from the construction of the Tabernacle, for because its components - both in their general and specific aspects - allude to the supernal matters, namely to the celestial chariots, therefore those worlds and chariots were drawn to and flowed into those physical forms. And although they were lifeless forms, by virtue of their symbolic function, supernal life was drawn into them, and thus the Divine Presence dwelled within them and the glory of God filled the Tabernacle. Similarly, because the physical body resembles the spiritual, the spiritual must necessarily cleave to the physical due to its great desire for it. The reason is that the lower realms serve as a dwelling place for the higher realms, and just as the effect desires to ascend to its cause, so does the cause desire that its effect draw close to it. And as the derivative yearns for its source, so does the source yearn for its derivative to draw near to it. These matters are inherently necessary, for through this the worlds are bound together, even though they are like a segmented lamp. And if, heaven forbid, the cause were to desire to ascend and the effect to descend, existence would have no stability in the world, and the unity and connection would fragment into pieces. Regarding such a matter it is written in the Torah, \"You shall be holy for I am holy.\" And this is one of the reasons why the Infinite unifies with Its attributes, beyond what we have written in the Gate of Essences and Vessels."
    },
    {
      "hebrew": "והנה על פי הדברים האלה לא יתרחק ממנו קשר הרוחני בגשמי. ומה גם כי המדרגות בכל הענינים משתלשלות מאצילות לבריאה ומבריאה ליצירה ומיצירה לעשייה והכל נקשר בקשר אמיץ. וכן הענין בנשמה כי משתלשלת מעלה לעלול ע\"י המדרגות הנז' כמבואר בפי'. ועל אכו\"כ טובה כפולה כי כמו שרמזנו בשער זה ובשערים הקודמים בהנשמה כן הגוף שהוא מרכבתה שברא לה הקב\"ה הוא דומה אליה בכל ענייניו:",
      "english": "And according to these matters, the connection between the spiritual and physical should not be distant from us. Moreover, the levels in all matters descend in a chain from Atzilut to Beriah, and from Beriah to Yetzirah, and from Yetzirah to Asiyah, and all is bound together in a strong bond. And so it is with the soul, for it descends from cause to effect through the aforementioned levels, as explained in the commentary. And all the more so is this doubly beneficial, for just as we alluded in this gate and in previous gates regarding the soul, so too the body, which is its chariot that the Holy One, blessed be He, created for it, resembles it in all its aspects."
    },
    {
      "hebrew": "ועתה נבאר קצת מהרמז אל תבנית הגוף. כבר נתבאר כי האצילות כלו נכלל בחסד דין ורחמים והרמז לשלשתם גדולה גבורה ת\"ת. ולכ\"א מאלה ע\"ב ענפים כדפירשנו בשער פרטי השמות. וכללותם רי\"ו. וכשנכלול עמהם שורש הע\"ב שהם ל\"ב נתיבות שבחכמה יעלה אל מספר רמ\"ח והם רמ\"ח אברים שבאדם רמ\"ח כחות עליונים שהם רמ\"ח מצות עשה מאורות מצד החסד.",
      "english": "And now we will explain some of the allusions to the structure of the body. It has already been explained that all of Atzilut is included in Chesed (loving-kindness), Din (judgment), and Rachamim (mercy), and these three are symbolized by Gedulah (greatness), Gevurah (might), and Tiferet. Each of these has 72 branches, as we explained in the Gate of the Details of Names. Their total is 216. When we include with them the root of the 72, which are the 32 paths of wisdom, it amounts to the number 248, corresponding to the 248 limbs in man, which represent 248 supernal powers, which are the 248 positive commandments, lights emanating from the side of Chesed."
    },
    {
      "hebrew": "ועוד יש באדם שס\"ה גידים כנגד שס\"ה מאורות שבגבורה שכנגדה נתן אלינו שס\"ה מצות לא תעשה וכללם תרי\"ג והם תרי\"ג מצות התלויים בשם יהו\"ה כענבין באתכלא כדפי' הרשב\"י ע\"ה בתקונים. זהו כלל אבריו. ופרטיו הם רבים.",
      "english": "Furthermore, there are 365 sinews in the human body corresponding to the 365 spiritual lights within Gevurah (Divine Severity), which in turn correspond to the 365 negative commandments given to us. Together these total 613, which are the 613 commandments that depend upon the Divine Name YHVH like grapes on a cluster, as explained by Rabbi Shimon bar Yochai, of blessed memory, in the Tikkunim. This comprises the general structure of his limbs, while their details are numerous."
    },
    {
      "hebrew": "והנה בראשו הם נרמזות ג' ראשונות כיצד קרום של מוח והעצם החופה והעור שעליו הוא רמז לכ\"ע. ולכן יש בו שערות לרמוז אל שרשו העליון והם עולמות וצנורות המתפשטות מכח הא\"ס הנעלם בתוכו. ולהראות מעלתו וכחו יש לכל אחד משער הראש גומא בפני עצמו ויניקה בפני עצמה להראות עוצם וגבורת ההשפעה העליונה שממנו שואבים כל הנאצלים שפע ממקור המקורות הוא הא\"ס אשר אין לפניו צרות עין כלל. ולכן לכל או\"א תעלה בפני עצמו ואין מצטרך אל חברו כי אין עניות במקום עשירות. משא\"כ בשאר שערות הגוף. וידוע כי כל שערה ושערה הוא עולם בפני עצמו ויש לו שרש נעלם המתאחד בסבתו כמו השערה שכל מה שכינס יותר במקורו שבתוך העור מתקרב אל מציאות טבע הבשר. והמוח תחת הקרום מתחלק אל שלשה מוחות להראות שלשה מציאות שבחכמה והם חכמה תבונה ודעת כמו שבארנו בשערים הקודמים וכן העצם החופה על המוח חלול חללים רבים וחדרים רבים להראות עולמות נעלמים כענין תר\"ך עמודי אור שבכתר כדפירשנו בשער מהות והנהגה. וכן תלויים מהמוח החושים והם י' ראייה י\"ה שמיעה יה\"ו ריחא יהו\"ה דבור כמבואר בתקונים (תקוני ז\"ח דף קט\"ז.) ואמרו חכמי הנתוח כי ל\"ב נתיבות נמשכים מהמוח אל הגוף. לרמוז אל ל\"ב נתיבות שבחכמה כדפירשנו בשער הנתיבות. וכן נשפעים ל\"ב מקורות מהראש אל ל\"ב שינים שיש לאדם בפה לרמוז אל ל\"ב נתיבות ול\"ב כנגד ל\"ב. והל\"ב שינים הם נחלקים בצורה רוחניות ד' שינים עליונים וד' התחתונים ושני ניבים עליונים וב' תחתונים הם י\"ב. וה' טוחנות מצד ימין וה' מצד שמאל הם עשר למעלה בלחיים בעליונים, וכנגדם בתחתונים עשר. ובאו לרמוז ענין גדול כי הם ה' מפה וה' מפה וששה באמצע בין ניבים ושינים הרי שתי ההין ו' באמצע להראות על שם בן ד' והיו\"ד הוא המוח על הכל שמשם נשפעים כל הל\"ב והם סוד הו\"ה למעלה בשינים העליונים והו\"ה למטה בשינים התחתונים דהיינו זכר ונקבה שבעה בשבעה מוצקות כזה הוה י, הוה והם שבעה קני מנורה העליונה בסוד המשפיע וסוד ז' קני מנורה התחתונה המקבלת והם ת\"ת ומלכות והרוח אשר ביניהם קו האמצעי המייחדם היוצא בכח הדבור. ובזה יובן הטעם שבני ישראל לא ידברו כזב וגם הטעם שעונש הכזב גדול מאד כי יהפך לו מקור מים חיים לאכזב.",
      "english": "In his head are alluded to the three highest sefirot, as follows: the membrane of the brain, the skull covering it, and the skin above it allude to Keter. Therefore it has hair to symbolize its supreme root, which are worlds and channels extending from the power of the concealed Ein Sof within it. To demonstrate its elevation and power, each individual hair of the head has its own follicle and its own nourishment, showing the might and power of the supreme flow from which all emanated beings draw abundance from the Source of sources - the Ein Sof - which has no limitation whatsoever. Therefore each one has its own channel and does not need its neighbor, for there is no poverty where there is wealth, unlike the other hairs of the body. It is known that each and every hair is a world unto itself and has a hidden root unified with its cause, like the hair which the more it is gathered at its source within the skin, the closer it approaches the nature of flesh. The brain beneath the membrane divides into three brains to show the three aspects within Wisdom, which are Wisdom, Understanding and Knowledge, as we explained in previous gates. Similarly, the skull covering the brain has many hollow spaces and chambers to show the hidden worlds, like the 620 pillars of light in Keter as we explained in the Gate of Essence and Governance. The senses also extend from the brain: Yod is sight, Yah is hearing, Yahu is smell, and YHVH is speech, as explained in the Tikunim. The anatomists said that 32 pathways extend from the brain to the body, alluding to the 32 paths of Wisdom as we explained in the Gate of Paths. Similarly, 32 sources flow from the head to the 32 teeth in the mouth, alluding to the 32 paths, 32 corresponding to 32. The 32 teeth are divided in spiritual form: 4 upper teeth and 4 lower teeth, and 2 upper canines and 2 lower canines make 12. And 5 molars on the right and 5 on the left make ten above in the upper jaw, and corresponding to them ten below. They come to allude to a great matter, for they are 5 on this side and 5 on that side, and 6 in the middle between the canines and incisors - thus two Heis with Vav in the middle showing the four-letter Name. The Yod is the brain above all, from which all 32 flow. They are the secret of HaVaYaH above in the upper teeth and HaVaYaH below in the lower teeth, meaning male and female, seven corresponding to seven, arranged thus: HVH Y, HVH. These are the seven branches of the upper menorah in the mystery of the giver and the seven branches of the lower menorah that receives, which are Tiferet and Malkhut, and the spirit between them is the middle line unifying them that emerges through the power of speech. Through this we can understand why the children of Israel do not speak falsehood, and also why the punishment for falsehood is so severe, for it transforms the source of living waters into deception."
    },
    {
      "hebrew": "ועוד הפה רומז אל הבינה והחיך אל החכמה ומפני שאין השגה בחכמה לכן החיך משולל מכל טעם בעולם כי אין לו שום טעם.",
      "english": "Furthermore, the mouth alludes to Binah (Understanding), and the palate to Chochmah (Wisdom). And since there is no comprehension in Chochmah, therefore the palate is devoid of all taste in the world, for it has no taste whatsoever."
    },
    {
      "hebrew": "ועוד בקנה שש' טבעות לרמוז אל ו' ספי' שבקו האמצעי.",
      "english": "Furthermore, there are six rings in the trachea, alluding to the six Sefirot of the middle column."
    },
    {
      "hebrew": "ועוד הפנים יש בהם ב' תפוחים כעין התפוחים העליונים הנשפעים על ידי המלכות הנק' שדה תפוחים וגוונם אדום ולבן בסוד דודי צח ואדום והזקן זקן אהרן. וב' עינים הרומזים אל שני יודין והחוטם וא\"ו באמצע בסוד הא' שפי' בשערים הקודמים. ושני נקבי החוטם לרמוז אל ב' השפעות הנשפעות מהת\"ת הימיני חסד והשמאלי גבורה והם רומזים גם אל ב' ההי\"ן שהם כ\"א ג' ווין שהם ג' אבות. ובת עין לרמוז אל היוד שבתוך הה\"א. והלבן שבו רומז אל מציאות המלכות י' שנקראת ים. ושבעה גלדי עינא (כדפי' גם חכמי הנתוח) הם רמז אל ז' ספי'. אור שבהם רומז על הכתר. בת עין הפנימי הוא י' בהצטרפות הבינה ועיקרה בחכמה נמצאו עשר ספי' בעין. וכאשר נדקדק נמצא שם מלוי יודי\"ן. יו\"ד הוא סוד המוח המשפיע חוש הראות וראיה בחכמה והראיה עצמה יו\"ד ושתי עינים הי' הי'. כי הי' הם בת עין הפנימי וג' ווין הם ג' אבות שבה\"א כזה ה והחוטם האמצעי הוא הוא\"ו בין הההי\"ן והוא וא\"ו במלאוה שני ואוי\"ן שני מקורות החוטם והבחי' המיחדת הוא א' וכבר נתבארו עניינים אלה בשערים הקודמים. ושתי הכרובים [של העינים שהם גבות העינים] שהם פורשי כנפים הם נצח והוד ושערות שבהם רומזות אל עולמות מתפשטים. ומכח הדין אינן גדול' שהם נשרפות באשם כי סתם עין הוא דין והיינו נתן עיניו בו וכו' וכל מקום שנתנו חכמי' עיניהם. והגיד המקיף שתי הכרובים שעל ידו מתייחדים פותחים וסוגרים הוא יסוד עולם הנקרא גי\"ד. ומציאות העינים בכלל נרמזים אל החכמה והבינה ומציאות החוטם בכלל נרמז אל הדעת המתמצע בין שתיהם. והמצח שעל שלשתן הוא מצח הרצון כ\"ע. והזקן זקן אהרון נרמז בחסד לרמוז אל עולמות הנמשכים מהכתר בסוד י\"ג מדות של רחמים שבו והם י\"ג תקוני הזקן עם פאתי הראש כמבואר באדרא.",
      "english": "Furthermore, the face has two \"apples\" (cheeks) corresponding to the supernal \"apples\" that flow through Malchut, which is called the \"Field of Apples,\" and their colors are red and white, in the secret of \"my beloved is white and ruddy,\" and the beard is \"Aaron's beard.\" The two eyes correspond to two Yods, and the nose is the Vav in the middle, in the secret of the Alef as explained in previous gates. The two nostrils allude to two influences flowing from Tiferet - the right being Chesed and the left being Gevurah, and they also allude to the two Heis, each containing three Vavs representing the three Patriarchs. The pupil alludes to the Yod within the Hei, and its white part alludes to the presence of Malchut, which is Yod and is called \"sea.\" The seven layers of the eye (as explained by anatomists) correspond to the seven Sefirot. The light within them alludes to Keter. The inner pupil is Yod combined with Binah, and its essence is in Chochmah, thus all ten Sefirot are found in the eye. When examined carefully, we find there the filling of Yods. Yod is the secret of the brain that influences the sense of sight and vision through Chochmah, and vision itself is Yod, and the two eyes are Hei Hei. For the Heis are the inner pupil, and the three Vavs are the three Patriarchs within the Hei, thus: ה, and the middle nose is the Vav between the Heis, and it is Vav in its filling - two Vavs representing the two sources of the nose, and the unifying aspect is Alef, as these matters were explained in previous gates. The two Cherubim [of the eyes, which are the eyebrows] that spread their wings are Netzach and Hod, and their hairs allude to expanding worlds. Due to the power of judgment, they are not large as they are burned by their fire, for the eye itself represents judgment, hence \"he set his eyes upon him\" etc., and wherever the Sages set their eyes. The nerve encompassing the two Cherubim, through which they unite in opening and closing, is Yesod Olam called GID. The existence of the eyes generally alludes to Chochmah and Binah, and the existence of the nose generally alludes to Da'at which mediates between them. The forehead above these three is the \"forehead of will,\" Keter. And Aaron's beard alludes to Chesed, indicating the worlds that flow from Keter through the thirteen attributes of mercy within it, which are the thirteen rectifications of the beard along with the corners of the head, as explained in the Idra."
    },
    {
      "hebrew": "ועוד כמה שרטוטים בפנים ובמצח ובשאר אברים שנעלם אלינו סודם. והצואר הוא הבינה ועליו נאמר (שה\"ש ז ח) זאת קומתך דמתה לתמר וקומת הגוף נרמז אליה והוא נקרא קומ\"ה מקו\"ה מים אבל הגוף נרמז בת\"ת בכלל. ושתי הזרועות ימין ושמאל שהם גדולה וגבורה מפני שהכלל ג' אבות שהם ג' ווי\"ן עולים ח\"י בסוד ויס\"ע ויב\"א וי\"ט ולכן ח\"י חוליות בשדרה. והענין כי כל א' מג' אבות כלול משש קצוות והם ג\"פ ו' שהם ח\"י הנזכר והמשכתו מחכמה בסוד הדעת והיינו חוט לבן הנמשך מהמוח ונרתקו הת\"ת עצמו והדעת נשמה אליו כמבואר בשערים הקודמים.",
      "english": "There are additional lines and marks on the face, forehead, and other limbs whose secrets remain concealed from us. The neck represents Binah, concerning which it is said (Song of Songs 7:8) \"Your stature is like a palm tree,\" and the stature of the body alludes to it, and it is called KOMAH from MIKVEH mayim (gathering of waters), but the body in general alludes to Tiferet. And the two arms, right and left, which are Gedulah and Gevurah, since the principle of the three Patriarchs, which are three Vavs, add up to eighteen (chai) in the secret of \"VaYiSa,\" \"VaYavo,\" \"VaYet,\" and therefore there are eighteen vertebrae in the spine. The matter is that each of the three Patriarchs contains six directions, and they are three times six, which equals the aforementioned eighteen, and its drawing forth is from Chochmah in the secret of Da'at, namely the white cord that extends from the brain, and its sheath is Tiferet itself, and Da'at is its soul, as explained in previous gates."
    },
    {
      "hebrew": "והנה הזרועות נמשכות מהגוף נרמז בהם שם בן ד' כיצד ה' בכתף ו' בזרוע י' כף היד ה' ה' אצבעות הם יהו\"ה וכן פירש הרשב\"י בתקונים מקומות רבים. וקש' לן מפני מה היו\"ד למטה אצל ה' אחרונה. ואם נאמר שה' אצבעות הם ה' ראשונ', סוף סוף קשה כי היוד למטה מה' או למטה מו' אחר שהיא בין ו' שבזרוע לה' שבאצבעות. לכן נראה לומר כי סתם יד היא מלכות וכף היד יו\"ד שבמלכות שהיא נפתחת בה' שהם ה' אצבעות וי' שבחכמה הוא האחוז בזרוע המתפשט בכתף הנקר' בלע\"ז פאל\"ה.",
      "english": "The arms extend from the body and allude to the four-letter Name, as follows: the heh is in the shoulder, the vav in the arm, the yod in the palm of the hand, and the heh in the five fingers - these correspond to YHVH, as the Rashbi explained in many places in the Tikunim. However, this presents a difficulty: why is the yod below, next to the final heh? And if we say that the five fingers represent the first heh, it remains difficult because the yod is below either the heh or the vav, since it falls between the vav of the arm and the heh of the fingers. Therefore, it seems proper to say that the hand in general represents Malkhut, and the palm represents the yod within Malkhut, which opens into the heh represented by the five fingers, while the yod of Hokhmah is that which grips the arm extending from the shoulder, called in the vernacular \"paule.\""
    },
    {
      "hebrew": "ועוד בזרוע עצמו במציאות ב' קנים אצל כף היד והם ב' תאומים והם שני הנצחים המשפיעים ביסוד להשקות י' וה' שבמלכות דהיינו י\"ד והקנה העליון הוא מציאות הת\"ת המשפיע על ידם אל היסוד וכשאדם כופל זרועו למעלה עולה היד אל הכתף היינו עליית המלכות אל הבינה ע\"י יחוד הת\"ת באמצעות המלכות ואז היא ז' יוד על ואו כף היד על ואו זעירא ואם יעלוה על ראשה אז ירמז עלייתה בכתר ואז היא ז' גדולה י' על ו' גדולה והיא אשת חיל עטרת בעלה וכזה אל שתי הזרועות. וחמשה אצבעות סוד חמשה בריחי המשכן והאמצעי מבריח מן הקצה אל הקצה וכלל י' אצבעות י' ספי'. י\"ד פרקים שבאצבעות שבימין וי\"ד פרקים שבאצבעות שבשמאל לרמוז אל הידות שפי' בשער פרטי השמות. וכל זה מורה על חילוקים ומציאיות ובחינות שבכל ספירה וספירה. והמעיים המתפשטים בתוך הגוף הם רמז עליון ומה גם כי פרכת מסך מבדיל בין הקדש ובין קודש הקדשים שהוא הלב. הלב רמז אל הבינה וגם ירמוז אל הת\"ת וגם אל המלכות ובלב ב' חללים שהם שני ההי\"ן ובתוכה שתי נקודות היא היו\"ד הימינית שבבינה והיא שופעת חיים לכל האיברים והשני שבו הדם רמז אל היו\"ד השמאלית דין ודאי היא המלכות ובו שתי טבעות על שני החללים רמז אל אגן הסהר אל יחסר המזג (שה\"ש ז ג) והם רמז אל שתי מציאיות המלכות שהם בטיבור בטבעת ממש והם א' מצד החכמה וא' מצד הבינה והם בתים לבדים שהם שני יודין. ומי יוכל לספר לרום חכמה נעלמה שבהם. ושתי אומות הריאה שבהם ה' אונות שהם ז' הם ז' ספירות נושבות רוח חיוני מצד החכמה שהיא ראיה ימין ריא\"ה ראי\"ה הכל ענין אחד ונושב רוח רחמים על הלב שהוא הבינה להשקיט הדין. וחוצה לפרכ' הוושט הוא הוא\"ו והמשכתו אל מעים רחמים ומעי המו עליו (שה\"ש ה ד). אמנם אינו קדש הקדשים מצד המותר הנשפע ממנו להם לחוץ. בחוץ הטחול והכבד והמרה ויותרת הכבד הם ד' כוחות חצוניים להיותו כלול בכל. למטה הכליות והם המורים על נצח והוד היועצים ונובעות חכמה והם משפיעים אל הברית הוא יסוד. ואמר שיש לכל אחד מן הכליות י\"ב צנורות נובעים ממקורם ומשפיעים אל הברית לרמוז אל השפעת הימיני נצח שהוא ו' הרי ו' וחסד ו' הרי ו' הם י\"ב. וכן השמאלי הוד ו' וגבור' ו' הרי י\"ב. כי האבות נרמזים בשלשה ווין וכן הנצחים והכל נשפע אל היסוד שהוא הברית ובו ב' נקבים לרמוז אל ב' צנורות המבוארים בשער הצנורות א' אל הקדושה וא' אל הקליפה ושני האשכים הם נצח והוד והם שני יודין ו' באמצע והיינו מציאות א.",
      "english": "Furthermore, in the arm itself there are two bones near the palm, and they are twins representing the two Netzach aspects which influence Yesod to nourish the Yod and Heh within Malchut, namely the hand. The upper bone represents Tiferet which influences through them to Yesod. When a person bends their arm upward and the hand reaches the shoulder, this represents the ascent of Malchut to Binah through the unification of Tiferet via Malchut. Then it becomes Zayin-Yod above Vav, the palm above the lesser Vav, and if raised above the head, it signifies its ascent to Keter, becoming the great Zayin, Yod above the great Vav, and she becomes \"the woman of valor, her husband's crown\" - and this applies to both arms. The five fingers represent the secret of the five bars of the Tabernacle, with the middle one extending from end to end, and all ten fingers correspond to the ten Sefirot. The fourteen joints in the fingers of the right hand and fourteen joints in the fingers of the left hand allude to the \"hands\" explained in the Gate of Specific Names. All this indicates the divisions, existences, and aspects within each Sefirah.\n\nThe intestines extending within the body are a supreme allusion, particularly as the curtain forms a dividing screen between the holy and the holy of holies, which is the heart. The heart alludes to Binah, and also to Tiferet and Malchut. In the heart are two chambers representing the two Heh's, and within it are two points - the right Yod of Binah which flows life to all limbs, and the second containing blood represents the left Yod which is certainly judgment, namely Malchut. It has two rings over the two chambers, alluding to \"the moon-like basin that never lacks mixed wine,\" representing two manifestations of Malchut at the navel in the actual ring, one from the side of Chochmah and one from the side of Binah, and they are houses for the poles which are two Yods. Who can recount the heights of hidden wisdom within them? The two lobes of the lung with their five sections making seven represent the seven Sefirot that blow the vital spirit from the side of Chochmah, which is sight - right, seeing, viewing - all one concept, blowing the spirit of mercy upon the heart which is Binah to quiet judgment. Outside the curtain, the esophagus is the Vav extending to the intestines of mercy, \"my innards yearned for him.\" However, it is not the holy of holies due to the excess that flows from it outward. Outside are the spleen, liver, gallbladder and liver lobe - these are four external forces included in the whole. Below are the kidneys which indicate Netzach and Hod, the counselors flowing with wisdom and influencing the covenant which is Yesod. It is said that each kidney has twelve channels flowing from their source to influence the covenant, alluding to the right influence of Netzach which is Vav plus Vav of Chesed equaling twelve, and similarly on the left, Hod's Vav plus Gevurah's Vav equal twelve. For the Patriarchs are represented by three Vavs as are the Netzach aspects, and everything flows to Yesod which is the covenant. It has two openings representing the two channels explained in the Gate of Channels - one for holiness and one for the husk. The two testicles are Netzach and Hod, being two Yods with Vav between them, constituting the form of Alef."
    },
    {
      "hebrew": "וענין הירכים והשוקים והמתנים הם נצח והוד לפי בחינותיהם וכן נקרא חלצים ובארנום בשער ערכי הכנויים. ועשר אצבעות רגלים לרמוז אל ע\"ס תחתונות שבבריאה שהם למטה ממלכות ולמיעוט יכלתם שאינם אלא כסא לכן אינם מתנועעות כמעט לא בידם טובם. ואחרי אשר נשים אל דעתנו כל העניינים האלה נבין מה שדרשו (חז\"ל בב\"ר פי\"ב) בפסוק (דברים לב) הוא עשך ויכוננך, הקב\"ה ובית דינו נמנו על כל אבר ואבר והושיבוהו על כנו. כל זה להראות כי כל הב\"ד העליון כל העולמות הנעלמות כלם נרמזים באדם. ומי שהוא בקי בחכמת הניתוח על דרך האמת ישכיל ויבין כמה עניינים נעלמים כמה מיני חכמה ודעת בענין העולמות הנעלמות בשרשם וענין מעשה בראשית ומעשה מרכבה כי גוף האדם עם היותו גשם עכור כולל הכל עליונים ותחתונים כדפי':",
      "english": "The matter of the thighs, legs and loins corresponds to Netzach and Hod according to their aspects, and they are also called chalatzayim (loins), as we explained in the Gate of Appellations. The ten toes allude to the ten lower sefirot of Beriah that are below Malkhut, and due to their limited power, being merely a throne, they barely move and have little control over their good. After we consider all these matters, we can understand what the Sages expounded (in Bereishit Rabbah 12) on the verse (Deuteronomy 32) \"He made you and established you\" - that the Holy One, blessed be He, and His court deliberated over each and every limb and set it in its proper place. All this demonstrates that the entire supreme court and all the hidden worlds are alluded to in man. And one who is expert in the wisdom of anatomy according to the path of truth will comprehend and understand how many hidden matters and types of wisdom and knowledge exist regarding the hidden worlds in their root, and the matter of the Work of Creation and the Work of the Chariot, for the human body, despite being dense matter, encompasses everything, both upper and lower realms, as we explained."
    }
  ]
}