{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 10,
  "translation": [
    {
      "hebrew": "אמר שהם י\"ב פקידים בתל\"י גלגל ול\"ב, כמבואר לעיל כי י\"ב גבולים הם בתל\"י שהיא הבינה וי\"ב בגלג\"ל שהוא התפארת וי\"ב בל\"ב שהוא המלכות. והם ל\"ו, ג' פעמים י\"ב יעלו ל\"ו. ירצה שכל אחד מתל\"י גלגל ול\"ב יעלה מספר י\"ב שבו אל ל\"ו. מפני שהמלכות כלולה מבינה ות\"ת, והתפארת כלול מבינה ומלכות, והבינה כלולה מת\"ת ומלכות. לכן חוייב שיהיו כל אחד מהי\"ב כלול משתים זולתו שהם ג', וג' פעמים י\"ב הם ל\"ו. אם תדרשם בגלגל תמצאם וכו'. ומ\"ש וכללן ל\"ו מל\"ו שכח אחד כלול מחבירו פי' שכל אחד מהל\"ו צורות היא כלול מל\"ו צורות. והטעם לזה שכח אחד כלול מחבירו, פי' שכלם שואבים זה מזה ומקבלין דין מן דין, א\"כ יוכרח היות בכל א' בחינת כלם כדי שיוכלו לקבל מכולן. ואמר עוד וכלם אינם יותר מל\"ו צורות כי אע\"פ שאמר שהם ג\"פ ל\"ו וכל אחד מל\"ו כלול מל\"ו צורות עכ\"ז שרשם האמיתי העקרי אינם אלא ל\"ו מהג' מערכות שהם ג\"פ י\"ב, ולכן אינם נכנסים לחשבון אלא י\"ב והשאר הוא הכללות שנכללו כדפי'. וכולן נשלמות בל\"ב הם שלשים ושנים. ואפשר הטעם כי צריך להסיר ד' מל\"ו מפני שהד' אותיות הם יסוד הל\"ו ולכן כאשר נחסר הד' מל\"ו יושלמו ויוכללו בל\"ב. אח\"כ אמר מסור בל\"ב ול\"ב נשארו ס\"ד. פי' כאשר נמסור ונכלול ל\"ב עליונים בל\"ב תחתונים יהיו ששים וארבעה. והכריח דנמסר ל\"ב לל\"ב משום דכתיב כי גבוה כו' הרי של\"ב הם על ל\"ב ולכן הם נכללים בס\"ד. חסרו ח' להשלים ע\"ב והיינו וגבוהים עליהם שהם כח שבע ספירות למעלה מהמלכות שהיא הל\"ב כמבואר לעיל.",
      "english": "He stated that there are 12 officials in Teli, Galgal, and Lev, as explained above, that there are 12 boundaries in Teli which is Binah, 12 in Galgal which is Tiferet, and 12 in Lev which is Malchut. They total 36, as 3 times 12 equals 36. This means that each of Teli, Galgal, and Lev raises its number 12 to 36. This is because Malchut contains both Binah and Tiferet, Tiferet contains both Binah and Malchut, and Binah contains both Tiferet and Malchut. Therefore, each of the 12 must contain two others besides itself, making three, and three times 12 equals 36. If you seek them in the cycle, you will find them, etc. And what was said about the total of 36 from 36, that each power is included in its fellow, means that each of the 36 forms contains all 36 forms. The reason for this interconnection of powers is that they all draw from one another and receive judgment from one another, thus necessitating that each one contain aspects of all others so they can receive from all. He further stated that they are not more than 36 forms, for although he said they are 3 times 36 and each of the 36 contains 36 forms, nevertheless their true essential root is only 36 from the three systems which are 3 times 12, and therefore only 12 enter into the calculation while the rest represent the inclusions as explained. And they are all completed in 32 - these are the thirty-two. Perhaps the reason is that four must be removed from 36 because the four letters are the foundation of the 36, and therefore when we subtract the four from 36, they are completed and included in 32. Then he said deliver in 32 and 32, leaving 64. This means when we deliver and include the upper 32 in the lower 32, they become sixty-four. And he proved that 32 is delivered to 32 because it is written \"for the high\" etc., showing that 32 is above 32 and therefore they are included in 64. Eight are missing to complete 72, and these represent \"and higher ones above them\" which are the power of the seven sefirot above Malchut, which is the 32, as explained above."
    },
    {
      "hebrew": "והנה ז' ימי בראשית הם והבינה הוא יום השבת א' מהז' ימי בראשית ולכן קראם ז' ימי השבוע כי שבוע היא הבינה. וחסר אחת. והמלכות אינה משלמת שהיא עצמה הלב כדפי'. ואמר כי המנין נשלם ביתרון ארץ בכל היא. ושאל על עניינו ואמר מקום שמשם נחצבה הארץ. פי' מציאות המלכות הנעלם בסוד מקורה למעלה שהוא מציאות יתרונה ומעלתה ומשם נשפע אור חדוש הלבנה כמבואר בר\"מ כי מן הנקודה האמצעית מאירה הלבנה והיינו כזה (. והנקודה האמצעית היא מקור האור ומשם חדושה והיינו מציאות הי' שבמלכות נקודה האמצעית וז\"ש ויתרון ארץ יתרון ממה שהיה בה כי היתה חסרה והיא מתמלאה מתוכה בת עין המאירה את כל העין ומתוך יתרון זה שופעת חיות לכל העולם וזהו ויתרון ארץ שהיא הנקודה בכל הוא. פי' בכל בני העולם שופע שפעה. כשאנשי העולם ראויים לקחת מזיוו וכו'. פי' כשיש כשרון מעשים בעוה\"ז אז היא לבנה במילואה והאור נשפע. ומאי ניהו ארץ שנחצבה ממנה שמים. דקדק שלא אמר ארץ דנחצבה משמים דהיינו המיעוט אלא ארץ שנחצבה ממנה השמים דהיינו ענין הצלע שהתפארת שהוא השמים נחצב ממנה והיא נשארה בחכמה כמבואר בשער המיעוט פרק ד' בס\"ד. והיא כסאו. פי' אח\"כ הוא כסא לתפארת והיא אבן יקרה שהיא סגולת מלכים בסוד היו\"ד העליונה בחכמה ובסוד המציאות ההוא היא ים החכמה, וכנגדה תכלת שגוונו ספיר. והביא ראיה מדברי רבי מאיר לג' מציאיות שבמלכות והיא מציאותה למטה אחר המיעוט ומציאותה עם התפארת קודם המיעוט ומציאותה בחכמה. וז\"ש תכלת דומה לים דהיינו מציאות המלכות בסוד בחינתה התחתונה והיא נקראת ים ושם תחתיה מצולת ים בסוד (משלי ה ה) רגליה יורדות מות. וים דומה לרקיע דהיינו מציאתה עם הת\"ת הנקרא רקיע. ורקיע לכסא הכבוד דהיינו החכמה שהיא כסא לכבוד החופף עליו והוא (רחוק) (הכתר). והכריח שלשה מציאות אלו מן הפסוק ויראו א\"ת אלהי ישראל. ותחת רגליו היא המלכות שהיא תחת רגלי אלהי ישראל שהוא תחת נצח והוד שהם רגליו לתפארת. כמעשה לבנת הספיר פי' ענין מציאותה בחכמה ששם הוא הספיר. וכעצם השמים דהיינו מציאותה בתפארת. וכן עליה נאמר כמראה אבן ספיר והיינו שהשכינה כמראה אבן ספיר שהיא החכמה. דמות כסא פי' דמתכסה ומתעלם, וכן פי' הרשב\"י ע\"ה. ודי בזה הערה בסוף המאמר הזה כיון שאינו מענייננו. ומתוכו נתבאר ענין הי\"ב הגבולים וע\"ב שמות לכלם יחד כדפי' שלהי המאמר בפרק הזה כי הם שש קצוות וראשם וסופם כנ\"ל. ודי לנו העסק במאמר הזה ובענין הזה. ונבא לבאר בפרק בפ\"ע ענין מקורות השם הזה בס\"ד:",
      "english": "Behold, there are seven days of Creation, and Binah is the Sabbath day, one of the seven days of Creation. Therefore, He called them the seven days of the week, for the week is Binah. And one is missing. And Malchut does not complete it, for it itself is the heart, as explained. And he said that the count is completed through the superiority of earth in all things. And he asked about its matter and said it is the place from which the earth was hewn. This means the hidden existence of Malchut in the secret of its source above, which is its superior existence and elevation, and from there flows the light of the moon's renewal, as explained in the Ra'aya Mehemna, for from the central point the moon illuminates, like this (. And the central point is the source of light and from there comes its renewal, which is the existence of the Yod within Malchut, the central point. This is what is meant by \"the advantage of the earth\" - an advantage over what was in it, for it was lacking and it fills itself from within, like the pupil of the eye that illuminates the entire eye, and from this advantage flows vitality to the entire world. This is \"the advantage of the earth,\" which is the point that is in all. Meaning its abundance flows to all inhabitants of the world. When the people of the world are worthy to receive from its radiance, etc. Meaning when there are worthy deeds in this world, then the moon is full and the light flows. And what is meant by \"the earth from which the heavens were hewn\"? He was precise in not saying \"earth that was hewn from heaven,\" which would indicate diminishment, but rather \"earth from which the heavens were hewn,\" referring to the matter of the rib, that Tiferet, which is heaven, was hewn from it, and it remained in Chochmah, as explained in Sha'ar HaMi'ut, chapter 4, with Heaven's help. And it is His throne. Meaning afterward it becomes a throne for Tiferet, and it is a precious stone that is the treasure of kings in the secret of the upper Yod in Chochmah, and in that existence it is the sea of wisdom, and corresponding to it is techelet whose color is sapphire. And he brought proof from Rabbi Meir's words to the three existences within Malchut: its existence below after the diminishment, its existence with Tiferet before the diminishment, and its existence in Chochmah. This is what is meant by \"techelet resembles the sea,\" referring to Malchut's existence in its lower aspect, and it is called sea, and beneath it is the depth of the sea, in the secret of (Proverbs 5:5) \"her feet descend to death.\" And \"the sea resembles the firmament,\" referring to its existence with Tiferet, which is called firmament. And \"the firmament resembles the Throne of Glory,\" referring to Chochmah, which is a throne for the Glory hovering over it, which is (distant) (the Crown). And he proved these three existences from the verse \"And they saw the God of Israel.\" \"And under His feet\" refers to Malchut, which is under the feet of the God of Israel, which is under Netzach and Hod, which are the feet of Tiferet. \"Like the work of sapphire brick\" refers to its existence in Chochmah, where the sapphire is. \"And like the essence of heaven\" refers to its existence in Tiferet. And thus it is said of it \"like the appearance of a sapphire stone,\" meaning that the Shechinah is like the appearance of a sapphire stone, which is Chochmah. \"The likeness of a throne\" means that which is covered and concealed, and so explained Rabbi Shimon bar Yochai, of blessed memory. And this note at the end of this discourse is sufficient since it is not our subject. And from it was explained the matter of the twelve boundaries and seventy-two names for all of them together, as explained at the end of the discourse in this chapter, for they are six extremities and their beginning and end, as mentioned above. And this engagement with this discourse and this matter is sufficient for us. And we shall come to explain in a separate chapter the matter of the sources of this Name, with Heaven's help."
    }
  ]
}