{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 6,
  "translation": [
    {
      "hebrew": "רצוננו בפרק זה להעתיק דברי הספר הבהיר בשם הזה ולבארו בחזקת היד. דאיתא התם ישב רבי אמוראי ודרש מאי דכתיב השמים ושמי השמים לא יכלכלוך, מלמד שע\"ב שמות יש לו להקב\"ה וכלם קבועים בשבטים דכתיב ששה משמותם על האבן האחת ואת שמות הששה הנותרים על האבן השנית וכתיב ושתים עשרה אבנים הקים וגו' (נ\"א והאבנים תהיין על שמות בנ\"י) הקישן מה אלה אבני זכרון אף אלה אבני זכרון לשתים עשרה אבנים הם ע\"ב כנגד ע\"ב שמות של הקב\"ה. ומ\"ט התחיל בי\"ב, ללמדך שי\"ב מנהיגים יש לו להקב\"ה ובכל א' וא' ששה כוחות ומאי הם ע\"ב שמות. אילן א' יש לו להקב\"ה ובו י\"ב גבולי אלכסון, גבול מזרחית צפונית, גבול מזרחית דרומית, גבול מזרחית רומית, גבול מזרחית תחתית, גבול מערבית צפונית, גבול מערבית דרומית, גבול מערבית רומית, גבול מערבית תחתית, גבול צפונית רומית, גבול צפונית תחתית, גבול דרומית רומית, גבול דרומית תחתית. ומרחיבין והולכין עד עדי עד והם זרועות עולם ומבפנים בהם הוא האילן. ובכל אלה האלכסונין יש כנגדן פקידים והם י\"ב וגם בפנים בגלגל י\"ב פקידים וכן בלב י\"ב פקידים אלה ל\"ו פקידים עם האלכסונין ולכ\"א יש כח א' כדכתיב כי גבוה מעל גבוה שומר. נמצא לרוח מזרחית ט', ולרוח מערבית ט', ולרוח צפונית ט', ולרוח דרומית ט', והיינו י\"ב וי\"ב וי\"ב שהם פקידים בתלי וגלג\"ל ול\"ב והם ל\"ו וכללם ל\"ו מל\"ו שכח אחד כלול מחבירו. ואע\"פ שי\"ב בכאו\"א מן השלשה. כלם אדוקים זה בזה, וכל הל\"ו כוחות הנמצאות בראשון שהוא תלי אם תדרשם בגלגל תמצאם הם עצמם וכן אם תדרשם בל\"ב תמצאם בעצמם. הלכך לכאו\"א י\"ב. נמצא לשלשה הם ל\"ו, וחוזרים חלילה, נמצא כל כח א' בחבירו. הלכך לכל אחד ל\"ו. וכלם אינם יותר מל\"ו צורות. וכולם נשלמות בלב מסור לל\"ב ונשארו ס\"ד. והם ס\"ד צורות. ומנלן דנמסר לב ללב דכתיב כי גבוה מעל גבוה שומר. וא\"כ היינו ס\"ד חסר שמנה לע\"ב שמותיו של הקב\"ה, והיינו דכתיב וגבוהים עליהם. והם (ז') ימי השבוע וחסר א' והיינו ויתרון ארץ בכל היא. ומאי יתרון, מקום שמשם נחצבה הארץ והוא יתרון ממה שהיה ומאי ניהו יתרון כל דבר שבעולם. כשאנשי העולם ראויים לקחת מזיוו אז הוא יתרון ומאי ניהו ארץ (אבן) דנחצב ממנו שמים והוא כסאו של הקב\"ה הוא אבן יקרה הוא ים חכמה וכנגדה תכלת טלית בציצית. דאמר ר' מאיר מה נשתנה תכלת מכל מיני צבעונין, מפני שתכלת דומה לים וים דומה לרקיע ורקיע דומה לכסא הכבוד שנאמר ויראו את אלדי ישראל ותחת רגליו כמעשה לבנת הספיר וכעצם השמים לטוהר. ואומר כמראה אבן ספיר דמות כסא עכ\"ל.",
      "english": "In this chapter, we seek to transcribe the words of the Sefer HaBahir regarding this Name and explain it with a strong hand. As it is written there: Rabbi Amorai sat and expounded: What is meant by the verse \"The heavens and the heaven of heavens cannot contain You\"? This teaches that the Holy One, blessed be He, has seventy-two Names, and they are all fixed within the tribes, as it is written \"six of their names on one stone, and the names of the remaining six on the second stone,\" and it is written \"and he erected twelve stones\" etc. (alternatively: \"and the stones shall be according to the names of the children of Israel\"). He compared them - just as these are stones of remembrance, so too are these stones of remembrance for the twelve stones correspond to the seventy-two Names of the Holy One, blessed be He.\n\nAnd why did he begin with twelve? To teach that the Holy One, blessed be He, has twelve leaders, and each one has six powers, and these are the seventy-two Names. The Holy One, blessed be He, has one Tree, and in it are twelve diagonal boundaries: the eastern-northern boundary, the eastern-southern boundary, the eastern-upper boundary, the eastern-lower boundary, the western-northern boundary, the western-southern boundary, the western-upper boundary, the western-lower boundary, the northern-upper boundary, the northern-lower boundary, the southern-upper boundary, and the southern-lower boundary. They expand outward eternally and they are the arms of the universe, and within them is the Tree.\n\nFor each of these diagonals there are corresponding officers, twelve of them, and also within the sphere there are twelve officers, and likewise in the heart there are twelve officers. These thirty-six officers together with the diagonals, and each has one power, as it is written \"for one higher than the high watches.\" Thus there are nine for the eastern direction, nine for the western direction, nine for the northern direction, and nine for the southern direction - namely twelve, twelve, and twelve who are officers in the Teli, the sphere, and the heart, making thirty-six, and their total is thirty-six from thirty-six, as each power is included in its fellow.\n\nAnd although there are twelve in each of the three, they are all bound to each other, and all thirty-six powers found in the first, which is the Teli, if you seek them in the sphere you will find them themselves, and likewise if you seek them in the heart you will find them themselves. Therefore each has twelve. Thus for the three there are thirty-six, and they rotate cyclically, so each power is found in its fellow. Therefore each has thirty-six. And they are no more than thirty-six forms. And they all are completed in the heart which is given to the heart, leaving sixty-four. These are sixty-four forms.\n\nAnd how do we know that heart is given to heart? As it is written \"for one higher than the high watches.\" And if so, this accounts for sixty-four, lacking eight to reach the seventy-two Names of the Holy One, blessed be He, as it is written \"and there are yet higher ones over them.\" These are the seven days of the week, lacking one, hence \"the advantage of the earth is in all.\" What is this advantage? The place from which the earth was hewn, and it is an advantage over what was, and what is the advantage of everything in the world? When the people of the world are worthy to take from its radiance, then it is an advantage, and what is it? The earth (stone) from which the heavens were hewn, and it is the throne of the Holy One, blessed be He, it is a precious stone, it is the sea of wisdom, and corresponding to it is the blue of the tzitzit garment.\n\nFor Rabbi Meir said: Why is blue different from all other colors? Because blue resembles the sea, and the sea resembles the firmament, and the firmament resembles the Throne of Glory, as it is said \"And they saw the God of Israel, and under His feet was like a work of sapphire stone, and like the essence of heaven in clarity.\" And it says \"Like the appearance of sapphire stone was the likeness of the throne.\""
    },
    {
      "hebrew": "והנה דברי הספר הזה בהירים ומבהיקים ומרוב בהירותם ובהיקותם מעצמין עיני המעיין. כי כוונתם בכל עניינם לגלות אצבע ולכסות אלפיים אמה סביב. האמנם נגלה ממנו מאשר תשיג ידינו והאל יחשכנו משגיאות. התחיל השמים ושמי השמים, לכמה סבות. אם לפי שהוא רוצה לדרוש מגדולת יוצרנו כדמפרש ואזיל ולכן התחיל בשבח וכבוד השמים ושמי השמים וכו'. או אפשר הטעם כי בפסוק הזה שלשה מדרגות של שמים השמים א', ושמי ב', השמים ג'. והם נגד ג' מדרגות שהם תל\"י גלג\"ל ל\"ב וסימנם תג\"ל נפשי וכו' כאשר נבאר ב\"ה. ואמר שע\"ב שמות יש לו להקב\"ה כאשר בארנו למעלה בפרק הקודם וכלם קבועים בשבטים הכוונה כי י\"ב שבטי ישראל הם מרכבה אל י\"ב צורות עליונות אשר הם בספירות עצמם ע\"י המציאיות כאשר נבאר. ואל אותם הי\"ב צורות עליונות נעלמות אמר כאן שהם שבטים. ולשון שבטים פי' בספר הבהיר עצמו כאשר נבאר. וכנגד אלו הצורות העליונות היו י\"ב בקר תחת הים שעשה שלמה. וכן יעקב נטל י\"ב אבנים תחת מראשותיו ונעשו אחד שנתייחדו יחוד א' להיותם רומזים אל מקום היחוד. כי אע\"פ שהם י\"ב הכל א'. וכנגדן י\"ב אותיות פשוטות. וכן י\"ב מזלות בעולם, וכן י\"ב חדשים בשנה, וכן י\"ב כוחות בנפש. והם עול\"ם שנ\"ה נפ\"ש. וסימנך עש\"ן, והר סיני עשן כולו. והם מפורשים בספר יצירה. ונחזור אל ביאור המאמר כי ע\"ב שמות הם קבועים בי\"ב צורות שהם הנקראים שבטים והביא ראייה לזה מן הכתוב שאמר ששה משמותם על האבן האחת.",
      "english": "Behold, the words of this book are bright and radiant, and from their great brightness and radiance they overwhelm the eyes of the observer. For their intention in all matters is to reveal one finger while concealing two thousand cubits around it. Nevertheless, we shall reveal what our understanding can grasp, and may God protect us from errors. He began with \"the heavens and the heavens of heavens\" for several reasons. Either because he wishes to expound upon the greatness of our Creator as he explains and proceeds, and therefore began with the praise and glory of the heavens and the heavens of heavens, etc. Or perhaps the reason is that in this verse there are three levels of heavens: \"the heavens\" (first), \"and heavens of\" (second), \"the heavens\" (third). These correspond to three levels which are Teli, Galgal, and Lev, whose mnemonic is \"my soul shall rejoice\" etc., as we shall explain with God's help. And he said that the Holy One, blessed be He, has seventy-two names, as we explained above in the previous chapter, and they are all fixed within the tribes, meaning that the twelve tribes of Israel are a chariot for twelve supreme forms which are in the Sefirot themselves through existences, as we shall explain. And concerning these twelve hidden supreme forms, he said here that they are tribes. And the term \"tribes\" is explained in the Bahir itself, as we shall explain. And corresponding to these supreme forms were the twelve oxen beneath the sea that Solomon made. Similarly, Jacob took twelve stones beneath his head and they became one, unified in a single unity, to hint at the place of unity. For although they are twelve, all is one. And corresponding to them are twelve simple letters, and likewise twelve zodiac signs in the world, and likewise twelve months in the year, and likewise twelve powers in the soul. And they are World, Year, Soul. And your sign is \"smoke,\" as \"Mount Sinai was altogether in smoke.\" And these are explained in Sefer Yetzirah. Let us return to explaining the statement that the seventy-two names are fixed within twelve forms which are called tribes, and he brought proof for this from the verse that states \"six of their names on one stone.\""
    },
    {
      "hebrew": "הנה ראיה כי ששה היו על אבן אחת. ובחושן אמר הכתוב והאבנים תהיינה על שמות בני ישראל.",
      "english": "Here is proof that six [names] were on one stone. And regarding the breastplate (choshen), the verse states \"and the stones shall be according to the names of the children of Israel.\""
    },
    {
      "hebrew": "הנה י\"ב שהם י\"ב אבנים. וששה שמות על כל אבן ואבן הם ששה פעמים י\"ב הם ע\"ב. והראייה הזאת היא בדרך היקש. כי כיון שהקישן הכתוב כנראה כמו שבאבנים האלה בכ\"א יש ששה שמות, כן בי\"ב אבני השבטים בכ\"א ששה שמות כי הם ע\"ב שמותיו של הקב\"ה. ומאי טעמא התחיל בי\"ב, הוקשה לו שאם הכוונה לומר לנו סוד ע\"ב שמות שיש לו להקב\"ה, מהו לומר שהם י\"ב אבנים ואלה החלוקים. לזה השיב שהוא ללמדנו שהם ששה צורות בכל אחד מהי\"ב צורות, כי הם י\"ב ראשים, ותחת כל א' מהם ששה אחרים. וכן ראייה מבעלי הקבלה המעשיית מחלקים שם זה לששה ששה שמות. ובכל ששה פעולה בפ\"ע. וחותם הששה, בראשם אגל\"א וכן בסופם. ומצאתי להם סמך אל חותם שם זה כי שם אגל\"א עולה חמשה ושלשים, ועם המלה עצמה עולה ל\"ו, והיינו ל\"ו שהזכיר במאמר. ויש נסחאות מוסיפין בשם זה יו\"ד והוא אגיל\"א ואז עולה מ\"ה כמנין שם בן ד'. ואפשר היות זה שם אחר כי שם אגל\"א הוא מוכרח היותו חסר י' כי הוא יוצא מן \"אתה \"גבור \"לעולם \"אדני. אם לא שנאמר כי שם זה אל מלאך מטטרו\"ן וכמו שפעמים נקרא מיטטרון ופעמים מטטרון כן בשם אגל\"א. ואפשר היות צרוף השם הזה אגא\"ל והוא לשון גאולה והוא בחסד כענין (תהלים ס ז) הושיעה ימינך וכו' וכן (שם צח א) הושיעה לו ימינו. ולפ\"ז יהיה עולה עד הבינה כמו שאמר הכתוב (רות ד ד) אנכ\"י אגאל והוא הבינה הנקרא אנכי. ועתה בזה לא ירחק היותו חותם שם ע\"ב. ומפני היות שפעמים הימין בגלות בעונות כדכתיב הושיעה ימינך. לכן שם זה מצורף אל לשון גלות אגל\"א. ועכ\"ז אנו מקוים אל גבורותיו וישועתו של הקב\"ה. ולכן אנו אומרים ע\"י שם זה את\"ה גבו\"ר לעול\"ם אדנ\"י וכו' בהיותו כובש מדותיו נגד המכעיסים. וכן יש שם חשוב ועניינו בשם הזה והוא שם אל\"ד ג' אותיות. ואפשר כי א\"ל בשם אל\"ד הוא שם אל שבחסד והכל ענין אחד ושם זה הוא עשירי שבשם ע\"ב, ופעולותיו נוראות. ועתה נכנס בביאור הענין הזה והגבולים כפי חזקת היד. וקודם כל דבר כבר ביארנו בשער ג' פ\"ד ה', שהקצוות הם ששה, והם אותם שמנה בעל ספר יצירה באותה המשנה פנה למעלה וכו' כמבואר שם, והם גדולה גבורה תפארת נצח הוד יסוד.",
      "english": "Behold there are twelve, which are twelve stones. And six names on each and every stone amounts to six times twelve, which equals seventy-two. This proof follows by way of analogy. For since Scripture equated them, just as these stones each have six names, so too the twelve tribal stones each have six names, for they correspond to the seventy-two names of the Holy One, blessed be He. And what is the reason it began with twelve? The difficulty arose that if the intention was to tell us the secret of the seventy-two names of the Holy One, blessed be He, why mention that they are twelve stones with these divisions? To this he answered that it is to teach us that there are six forms within each of the twelve forms, for they are twelve heads, and under each one are six others. And there is likewise proof from the practical Kabbalists who divide this name into groups of six names, with each group of six having its own function. And the seal of the six has AGLA at their beginning and end. And I found support for this seal of the name, for the name AGLA equals thirty-five, and with the word itself equals thirty-six, which is the thirty-six mentioned in the statement. There are versions that add a yod to this name making it AGILA which then equals forty-five like the four-letter Name. And it is possible this is a different name, for the name AGLA must lack the yod as it derives from \"Atah Gibor Le'olam Adonai.\" Unless we say this name refers to the angel Metatron, and just as sometimes he is called Metatron and sometimes Mattatron, so too with the name AGLA. And it is possible that the combination of this name is AGAL which means redemption and relates to kindness, as in the verse \"Let Your right hand save\" etc., and likewise \"His right hand gained him victory.\" According to this it extends up to Binah as Scripture states \"I will redeem\" which refers to Binah called \"Anochi.\" And now with this it is not far-fetched for it to be the seal of the seventy-two name. And because sometimes the right is in exile due to sins as it is written \"Let Your right hand save,\" therefore this name is combined with the language of exile - AGLA. Nevertheless we hope for the mighty acts and salvation of the Holy One, blessed be He. Therefore we say through this name \"Atah Gibor Le'olam Adonai\" etc. when He suppresses His attributes against those who anger Him. And there is also an important name whose meaning relates to this name, which is the three-letter name ALD. And it is possible that the EL in the name ALD is the name El of kindness and it is all one concept, and this name is the tenth of the seventy-two name, and its effects are awesome. And now we will enter into explaining this matter and the boundaries according to our ability. But first we have already explained in Gate 3 chapters 4-5 that there are six extremities, and they are those that the author of Sefer Yetzirah enumerated in that Mishnah \"Turn upward\" etc. as explained there, and they are Gedulah, Gevurah, Tiferet, Netzach, Hod, Yesod."
    },
    {
      "hebrew": "והנה התפארת הוא כלול לעולם מהשש קצוות כי הוא כח הבינה והחותם כי הוא כלול מיה\"ו כנודע, ואין זה מקום להאריך בעניינו.",
      "english": "Behold, Tiferet is eternally comprised of the six extremities, for it is the power of Binah and the seal, as it contains [the letters] Yud-Heh-Vav as is known, and this is not the place to elaborate on this matter."
    },
    {
      "hebrew": "הנה יהיה הוא האילן בין השש קצוות. וכן נקרא תפארת לשון פארות ופי' ענפים. והכוונה כי הוא אוחז ומתפאר ומסתעף ומסתבך בספירות אלו. ולכן יוכרח מציאותם היות התפארת בתוכם כחתן בתוך חופתו, וזהו לשכך את האוזן. ואין לשאול כי איך אפשר לומר שהוא האילן בתוך הקצוות, והוא עצמו אחד מהקצוות. כי זו אינה שאלה כי הכל יתיישב על דרך המציאות והבחינות כדפי' במקומות רבים מהשערים הקודמים. ונחזור אל ענייננו. כי רום החופה הוא נצח, ותחתית החופה הוד, ומזרח החופה תפארת, ומערב החופה יסוד, ודרום החופה גדולה, וצפון החופה גבורה. וסדר זה מוכרח ובארנו בשער ג' בס\"ד. וקרוב הדבר כי שש ספירות אלה הם ג' נגד ג' בדרך הקצוות שהם שלשה נגד ג'. כיצד מזרח נגד מערב, כן ת\"ת נגד היסוד. והתפארת נקרא מזרח כי בו זריחת השמש והוא זורח אור לכל הקצוות. ומערב יסוד שבו יתערבו כל הכחות. וכמו שאור יוצא מן המזרח ונכנס במערב כן שפע יוצא מן התפארת ונכנס ביסוד. וכמו שצפין נגד הדרום כן הגבורה נגד החסד. ולהם יחוסים אחרים ביארנום בשער מהות והנהגה פי\"ו בס\"ד. ורום ותחת הם נצח והוד, כן ביאר הרשב\"י ע\"ה, ממראה מתניו ולמעלה נצח, וממראה מתניו ולמטה הוד. ואחר שנכללו ענין הקצוות הרוחניות, נבאר עתה לבאר הגבולים בגשמי ומשם נכנס אל הרוחני:",
      "english": "Behold, it is the Tree among the six extremities. And it is called Tiferet from the word pe'arot, meaning branches. The intention is that it grasps, adorns itself, branches out and intertwines with these sefirot. Therefore, their existence necessitates that Tiferet be within them like a groom within his wedding canopy, and this is to make it comprehensible to the ear. One should not ask how it is possible to say that it is the Tree within the extremities while it is itself one of the extremities. For this is not a question, as everything is resolved through the way of existence and aspects, as explained in many places in the previous gates. Let us return to our matter. For the height of the canopy is Netzach, and the bottom of the canopy is Hod, and the east of the canopy is Tiferet, and the west of the canopy is Yesod, and the south of the canopy is Gedulah, and the north of the canopy is Gevurah. This order is necessary and we explained it in Gate 3, with Heaven's help. And it is likely that these six sefirot are three opposite three in the way of extremities, which are three against three. How so? As east is opposite west, so is Tiferet opposite Yesod. And Tiferet is called east because in it is the rising of the sun and it radiates light to all extremities. And west is Yesod where all powers intermingle. And just as light emerges from the east and enters the west, so does influence flow from Tiferet and enter Yesod. And just as north is opposite south, so is Gevurah opposite Chesed. And they have other relationships which we explained in the Gate of Essence and Governance, Chapter 16, with Heaven's help. And height and depth are Netzach and Hod, as explained by Rashbi, of blessed memory: \"from the appearance of his loins upward\" is Netzach, and \"from the appearance of his loins downward\" is Hod. And after including the matter of spiritual extremities, we will now explain the physical boundaries and from there we will enter into the spiritual."
    }
  ]
}