{
  "title": "Pardes Rimmonim",
  "gate_num": 31,
  "chapter_num": 3,
  "translation": [
    {
      "hebrew": "עם היות שבפרק הקודם חייבנו שלא ימצא נשמה דבריאה אם לא תתלבש ברוח דיצירה ולא ימצא רוח דיצירה אם לא תתלבש בנפש דעשייה. עכ\"ז אפשר שימצא נפש דעשיה בלא רוח דיצירה וכן רוח דיצירה בלא נשמה דבריאה מפני כי לא הכל זוכים אל הרוח ולא הכל זוכים אל הנשמה כי לפי מה שהאדם מתקרב אל קונו כן יושפע עליו רוחו. וכאשר יזדכך יותר, יושפע עליו נשמתו. וכאשר יוסיף אומץ בעבודתו, יושפע עליו נשמת האצילות כדי שיקרא בן בית להקב\"ה. ועכ\"ז אינם חונים עליו כל המדרגות האלה רק לעתים ידועות לפי שיעור טהרתו. וכן בארו בזהר פ' ויקרא (דף כ\"ד ע\"ב) וז\"ל בר נש מקדש גרמיה מלרע, מקדשין ליה מלעילא. וכד אתקדש בקדושה דמאריה, מלבישין ליה נשמתא קדישתא אחסנתא דקב\"ה ובנ\"י. וכדין ירית כלא ואלין אקרין בנין לקב\"ה כד\"א בנים אתם לה' אלהיכם והא אוקמוה עכ\"ל.וזהו דבר נגד הנשמה האצולה ולכן אמר אחסנתא דקב\"ה וכנ\"י דהיינו מיחוד הת\"ת והמלכות הם מצד האצילות שמשם נקראים בנים כדפי' לעיל בפ' הקודם. וז\"ש ואילין איקרון בנין וכו'.",
      "english": "Although in the previous chapter we established that a soul of Creation (neshamah de-beriah) cannot exist unless clothed in a spirit of Formation (ruach de-yetzirah), and a spirit of Formation cannot exist unless clothed in a life-force of Making (nefesh de-asiyah), nevertheless it is possible to find a life-force of Making without a spirit of Formation, and similarly a spirit of Formation without a soul of Creation, because not everyone merits the spirit and not everyone merits the soul. For according to how much a person draws near to their Creator, so will their spirit be bestowed upon them. And when they become more refined, their soul will be bestowed upon them. And when they increase their strength in divine service, the soul of Emanation will be bestowed upon them so that they may be called a member of the Holy One's household. Nevertheless, these levels do not rest upon them continuously, but only at known times according to the measure of their purity. And so it is explained in the Zohar, Parashat Vayikra (24b), which states: \"When a person sanctifies themselves from below, they are sanctified from above. And when they are sanctified with their Master's holiness, they are clothed with a holy soul, the inheritance of the Holy One and the Community of Israel. Then they inherit everything, and these are called children of the Holy One, as it is written 'You are children to the Lord your God,' and this has been established.\" This refers to the emanated soul, and therefore it says \"inheritance of the Holy One and the Community of Israel,\" meaning from the union of Tiferet and Malkhut, which are from the side of Emanation, from where they are called children, as explained above in the previous chapter. And this is what is meant by \"these are called children.\""
    },
    {
      "hebrew": "ועוד הוסיף הביאור הרשב\"י ע\"ה בפ' זו (שם דף כ\"ה.) וז\"ל הא תנינן אית מאן דזכה בנשמתא, ואית מאן דזכה באתערותא דרוח, ואית מאן דלא זכה אלא בנפש עכ\"ל.",
      "english": "And Rabbi Shimon bar Yochai (peace be upon him) further clarified in this section (there on page 25) saying: \"Thus we have learned: there is one who merits a neshamah, and there is one who merits the awakening of ruach, and there is one who merits only nefesh.\""
    },
    {
      "hebrew": "וכן בארו בפ' אחרי (דף ע' ע\"ב) וז\"ל דא\"ר יוסי בכלהו בני נשא אית נפש ואית נפש עלאה מנפש. זכה בר נש בהאי נפש, מריקין עליה עטרא חדא דאקרי רוח הה\"ד עד יערה עלינו רוח ממרום כדין אתער בר נש באתערותא אוחרא עלאה לאסתכלא בנימוסי מלכא קדישא. זכה בר נש ביה בההוא רוחא, מעטרין ליה בעטרא דכתרא קדישא עלאה דכליל כולא ואקרי נשמה דאתקריאת נשמת אלוה וכו' עכ\"ל.",
      "english": "And so they explained in Parshat Acharei (page 70b), as follows: \"Rabbi Yosi said: In all human beings there is a nefesh, and there is a higher nefesh above the nefesh. When a person merits this nefesh, they pour upon him a crown that is called ruach, as it is written 'until a spirit from on high is poured upon us.' Then the person is awakened with another, higher awakening to contemplate the ways of the Holy King. When a person merits that ruach, they crown him with a crown of the supreme holy crown that includes everything, and it is called neshamah, which is termed the divine soul.\""
    },
    {
      "hebrew": "והנה ר' יוסי במאמר הזה הכביר תוספת ביאור כי אפי' אל הנפש עצמה לא יזכה. ומפני דלכאורה משמע שאם אין לאדם נפש לא יוכל לחיות לזה אמר אית נפש ואית נפש כי יש נפש החיונית הטבעית שהיא מרכבה אל הנפש האלהית כמו שנבאר ואע\"פ שיהיה האדם חי אפשר שלא יתאצל בו נפש אלא הוא חי מצד הנפש החיונית. וכשיזכה יושפע עליו נפש האלהית. ואם יזכה עוד ישפיעו עליו רוח ונשמה כדמפרש. עוד בארו ענין זה בזהר בפ' ויגש (דף ר\"ו.) וז\"ל ואלין תלת דרגין כלילן בהו בבני נשא לאינון דזכאן לפולחנא דמאריהון. דהא בקדמיתא אית ביה נפש ואיהו תיקונא קדישא לאתתקנא בה בר נש. כיון דאתי בר נש לאתדכאה בהאי דרגא אתתקן לאתעטרא ברוח דאיהו דרגא קדישא דשריא על נפש לאתעטרא ביה בר נש ההוא דזכי. כיון דאסתלק בהו בנפש ורוח ואעל ואתתקן בפולחנא דמאריה כדקא יאות כדין שריא עליה נשמתא דרגא עלאה קדישא דשלטא על כולא בגין לאתעטרא בדרגא עלאה קדישא וכדין איהו שלימו דכולא שלים בכל סטרין למזכי בעלמא דאתי. ואיהו רחימא דקב\"ה כד\"א להנחיל אוהבי יש, מאן אינון אוהבי אלין אינון דנשמתא קדישא בהו עכ\"ל. וממנו מתבאר כוונתינו באור יפה. ",
      "english": "Now Rabbi Yosi, in this statement, provided additional clarification that one may not even merit the nefesh itself. Since it would appear at first glance that if a person has no nefesh they cannot live, he therefore stated \"there is nefesh and there is nefesh,\" for there is a vital, natural nefesh which serves as a vehicle for the divine nefesh, as we will explain. And although a person may be alive, it is possible that no [divine] nefesh has been emanated within them, rather they are alive only through the vital nefesh. When they merit, the divine nefesh will be bestowed upon them. And if they merit further, ruach and neshamah will be bestowed upon them, as explained.\n\nThis matter is further explained in the Zohar, Parashat Vayigash (206), which states: \"These three levels are included within human beings, for those who merit to serve their Master. For initially, one has nefesh, which is a holy rectification through which a person can be rectified. When a person comes to be purified at this level, they become worthy to be crowned with ruach, which is a holy level that rests upon the nefesh, with which that meritorious person becomes crowned. Once they have ascended in these - nefesh and ruach - and entered and become rectified in the service of their Master appropriately, then neshamah, the supreme holy level that rules over all, rests upon them, so that they may be crowned with the supreme holy level. Then they achieve complete perfection in all aspects, meriting the World to Come. Such a person becomes beloved of the Holy One, blessed be He, as it is written, 'That I may cause those that love Me to inherit substance' - who are these that love Him? These are those who have the holy neshamah within them.\" From this our intention is beautifully clarified."
    },
    {
      "hebrew": "וכן נתבאר בזוהר (חדש דף י\"ב ע\"ב ע\"ש וינעם לך) שהרשב\"י ע\"ה עשה סעודה לכבוד ר\"א בנו שנשפע עליו נשמתו. עוד נתבאר בתיקונים (תקוני ז\"ח דף קל\"ד) וז\"ל ת\"ח דבר נש מיד דאתייליד יהבין ליה נפשא דבעירא מסטרא דדכיו מאילין דאתקריאו אופני קדש. זכה יתיר יהבין ליה רוחא [מסטרא דחיוון דאינון] חיות הקדש. זכה יתיר יהבין ליה נשמתא מסטרא דכרסייא. ותלת אילין אינון אמה ועבד ושפחה דברתא דמלכא. זכה יתיר יהבין ליה נפשא באורח אצילות מסטרא דבת יחידה ואתקריאת איהי בת מלך. זכה יתיר יהבין ליה רוח באורח אצילות מסטרא דעמודא דאמצעיתא ואתקרי בן לקב\"ה הה\"ד בנים אתם לה' אלהיכם. זכה יתיר יהבין ליה נשמתא מסטרא דאבא ואימא וכו' ע\"ש עכ\"ל לענייננו.",
      "english": "And it is explained in the Zohar (Chadash page 12b, see there \"and it will be pleasant for you\") that Rabbi Shimon bar Yochai, peace be upon him, made a feast in honor of his son Rabbi Eleazar when his soul was bestowed upon him. It is further explained in the Tikkunim (Tikkunei Zohar Chadash page 134), which states: \"Come and see that when a person is born, they immediately give him an animal soul from the side of purity, from those called the holy Ofanim. If he merits more, they give him a spirit [from the side of the creatures that are] the holy Chayot. If he merits even more, they give him a soul from the side of the Throne. And these three are the maidservant, servant, and handmaid of the king's daughter. If he merits still more, they give him a soul by way of Atzilut from the side of the only daughter, and she is called the king's daughter. If he merits yet more, they give him a spirit by way of Atzilut from the side of the central column, and he is called a son to the Holy One, blessed be He, as it is written 'You are children to the Lord your God.' If he merits even more, they give him a soul from the side of Father and Mother,\" etc., see there - end of quote relevant to our matter."
    },
    {
      "hebrew": "הנה נמצא שלפי שיעור עסק האדם בעה\"ז כן יושפע עליו נשמתו או רוחו או נפשו הכל לפי שיעור עבודתו. ואופן פגימתה עם היות שאינה בגוף זה יתבאר בס\"ד. ויש פעמים שהנשמה יושפע על האדם בעת יקיים איזה מצוה או באיזה ענין עסק התורה אז ישגיח בו ה' ויושפע עליו נשמה לפי מה שהוא כדי שישתלם בה. ובזולת ג' חלקים אלה עוד יש חלקים זולתם שהם המלאכים המלוים לאדם לשומרו שעליהם נאמר (תהלים צא) כי מלאכיו יצוה לך. וכן ביאר הרשב\"י ע\"ה בספר הזהר (בהקדמה דף י\"ג.) ונחלקו ר\"ש ור' פנחס במספרם במה שר\"ש אמר שהם שנים שנאמר כי מלאכיו יצוה לך. ור\"פ אמר ג'. דכתיב (איוב לג) אם יש עליו מלאך הרי א', מליץ תרי, אחד מני אלף, הרי ג'. ובמ\"א (במשפטים דף ק\"ו ע\"ב) פי' כי אלו המלאכים הם הנבדלים מן האדם בעת חטאו ועליהם נאמר (ישעיה נז יח) ואשלם נחומים לו ולאבליו שהם המלאכים האלה שהם מתאבלים עליו ובדלים ממנו כפי מעשיו הרעים שהם נעלמים במעשיו והם מתגלים במעשיו. והטעם מפני שהם נאצלים באצילות נשמתו כי בעת שהנשמה מתאצלת מייחוד הקב\"ה ושכינתיה המלאכים האלה נאצלים עמה. וכן ביאר הרשב\"י (בהקדמה שם דף י\"ב) וז\"ל ישרצו המים שרץ נפש חיה, דא ברית קיימא קדישא נהר דנגיד ונפיק. ומייא דיליה אתרביאו ורחשין ריחשא ורבוייא דנשמתין לההיא חיה. ובאינון נשמתין דעאלין בהאי חיה נפקין כמה עופין וחילין רברבין דטאסין כל עלמא וכד נשמתא נפקא להאי עלמא ההוא עופא דפרח ונפיק בהדי האי נשמתא מההוא אילנא נפק עמיה. כמה נפקין בכל נשמתא ונשמתא, תרין, חד מימינא וחד משמאלא. אי זכי אינון נטרין ליה דכתיב כי מלאכיו יצוה לך. ואי לא אינון מקטרגי עליה. א\"ר פנחס תלתא אינון דקיימי אפטרופסין עליה דבר נש דכתיב אם יש עליו מלאך מליץ וכו'. ומסיק התם שהודה ר\"ש לר' פנחס. ואין לומר שאין המלאכים האלה אותם שארז\"ל יצה\"ט ויצה\"ר, כי בפי' בארו בזהר (וישלח דף קס\"ה ע\"ב) שהם עצמם יצה\"ט ויצה\"ר. וז\"ל ר' יהודה פתח כי מלאכיו יצוה האי קרא אוקמוה חברייא דהא בשעתא דבר נש אתי לעלמא מיד אזדמן בהדיה יצה\"ר דאיהו מקטרגא ליה לבר נש תדיר כד\"א לפתח חטאת רובץ מאי חטאת רובץ דא יצה\"ר. ודוד נמי הכי קרייה חטאת דכתיב וחטאתי נגדי תמיד בגין דאיהו עביד ליה לבר נש למחטי קמיה מאריה. ויצה\"ר דא לא אתעדי מן בר נש מן יומא דאתיילד ולעלמין. ויצה\"ט אתי עם בר נש מיומא דאתי לאתדכאה ואימתי אתי לאתדכאה כדקא יאות כד איהו בר תליסר שנין כדין אזדווג בר נש בתרוייהו חד מימינא וחד משמאלא כו' ואלין אינון תרין מלאכין ממש ממנן ואינון משתכחי תדיר בהדיה. אתי בר נש לאתדכאה ההוא יצה\"ר אתכפייא קמיה ושליט ימינא על שמאלא ותרוויהו מזדווגין לנטרא ליה לבר נש מכל אורחוי דאיהו עביד כד\"א כי מלאכיו יצוה לך וגו' עכ\"ל.",
      "english": "Thus we find that according to the measure of a person's spiritual work in this world, so too will their soul (neshamah), spirit (ruach), or life-force (nefesh) be influenced upon them - all according to the measure of their divine service. The manner of its impairment, even though it is not in this body, will be explained with Heaven's help. There are times when the soul (neshamah) is influenced upon a person when they fulfill a commandment or engage in Torah study; then the Holy One watches over them and influences upon them a soul according to their level, so that they may be perfected through it. Beyond these three parts, there are additional aspects - these being the angels that accompany a person to protect them, about whom it is said (Psalms 91), \"For He will command His angels concerning you.\" As Rabbi Shimon bar Yochai explained in the Zohar (Introduction, page 13), where Rabbi Shimon and Rabbi Pinchas disagreed about their number - Rabbi Shimon said there are two, as it is written \"For He will command His angels concerning you,\" while Rabbi Pinchas said there are three, as it is written (Job 33), \"If there be an angel\" - that's one, \"an advocate\" - that's two, \"one among a thousand\" - that's three. And elsewhere (Mishpatim 106b) it explains that these angels separate from a person when they sin, and about them it is said (Isaiah 57:18), \"I will restore comfort to him and to his mourners\" - these are the angels who mourn for him and separate from him according to his evil deeds, which are hidden in his actions and revealed in his actions. The reason is because they are emanated with the emanation of his soul, for when the soul emanates from the unity of the Holy One and His Presence, these angels emanate with it. And so Rabbi Shimon bar Yochai explained (Introduction, page 12), saying: \"'Let the waters bring forth abundantly living creatures' - this refers to the holy covenant, the river that flows forth. And its waters increase and generate movement and multiplication of souls for that living being. And from those souls that enter this living being emerge many birds and mighty forces that fly throughout the world. And when a soul emerges into this world, that bird that flies forth with this soul emerges with it from that tree. How many emerge with each and every soul? Two - one on the right and one on the left. If one is worthy, they protect him, as it is written 'For He will command His angels concerning you.' If not, they become accusers against him.\" Rabbi Pinchas said: \"There are three that stand as guardians over a person, as it is written 'If there be an angel, an advocate...'\" And it concludes there that Rabbi Shimon agreed with Rabbi Pinchas. And one should not say that these angels are not the same as what our Sages called the good inclination and evil inclination, for it is explicitly explained in the Zohar (Vayishlach 165b) that they are indeed the good and evil inclinations themselves. As Rabbi Yehuda began: \"For He will command His angels\" - the colleagues explained this verse that when a person comes into the world, immediately the evil inclination joins with him and constantly accuses him, as it is written \"sin crouches at the door\" - what is this crouching sin? This is the evil inclination. And David also called it \"sin,\" as it is written \"and my sin is always before me,\" because it causes a person to sin before their Master. And this evil inclination does not depart from a person from the day they are born and forever. And the good inclination comes to a person from the day they come to be purified, and when is this proper purification? When they reach thirteen years; then a person is joined with both - one on the right and one on the left. These are truly two appointed angels that are constantly found with him. When a person comes to be purified, that evil inclination is subdued before him, and the right rules over the left, and both join to protect the person in all their ways, as it is written \"For He will command His angels concerning you, etc.\""
    },
    {
      "hebrew": "וממנו מתבאר כי ענין הנדרש לעיל על שני המלאכים הם יצה\"ט ויצה\"ר. עוד שם (דף קע\"ד ע\"ב) א\"ר אבא בשעתא דבר נש אזיל באורחי דאורייתא וכל אורחוי מתתקנן כדקא יאות כמה סנגורין קיימין עליה לאדכרא ליה לטב. פתח ואמר אם יש עליו מלאך מליץ א' וגו' ויחוננו ויאמר פדעהו וגו'. וכי לא איתגלי וכו'. ת\"ח בהאי קרא תשכח ברירא דמלה כתיב אם יש עליו מלאך אי לא כתיב יתיר יאות הוא. אבל מלאך מליץ א' מני אלף כתיב. ומאן איהו, דא איהו מלאך דממנא עמיה דבר נש בסטר שמאלא דכתיב יפול מצדך אלף ודא הוא סטרא דשמאלא דכתיב בתריה ורבבה מימינך. אבל אחד מני אלף דא הוא יצה\"ר דאיהו אחד מאינון אלף דהוו לסטר שמאלא בגין דאיהו סליק לעילא ונטל רשו. וע\"ד אי בר נש אזיל באורח קשוט ההוא יצה\"ר איהו עבד לו כמה דכתיב טוב נקלה ועבד לו. כדין איהו סליק ואתעביד סניגורא ואמר קמי קב\"ה זכו עליה דב\"נ. כדין קב\"ה אמר פדעהו מרדת שחת וכו' עכ\"ל לענייננו.",
      "english": "From this it is clarified that the matter discussed above concerning the two angels refers to the Good Inclination and the Evil Inclination. Furthermore, there [folio 174b], Rabbi Abba said: When a person walks in the ways of the Torah and all his ways are properly established, many defenders stand ready to speak favorably of him. He began and said: \"If there be for him an angel, an interpreter, one among a thousand,\" etc., \"and He is gracious unto him, and saith: 'Deliver him'\" etc. And is it not revealed, etc. Come and see, in this verse you will find the clear explanation of the matter. It is written \"if there be for him an angel\" - if nothing more were written, it would be fine. However, it is written \"an angel, an interpreter, one among a thousand.\" Who is this? This is the angel appointed over man on the left side, as it is written \"A thousand shall fall at thy side,\" and this refers to the left side, as it is written afterward \"and ten thousand at thy right hand.\" But \"one among a thousand\" refers to the Evil Inclination, which is one of those thousand that are on the left side, for it ascends above and takes authority. Therefore, if a person walks on the path of truth, that Evil Inclination becomes his servant, as it is written \"better is he that is lightly esteemed and hath a servant.\" Then it ascends and becomes an advocate, speaking merits before the Holy One, blessed be He, on behalf of the person. Then the Holy One, blessed be He, says \"Deliver him from going down to the pit,\" etc. This concludes our matter."
    },
    {
      "hebrew": "והנה מתוכו מתבאר כי השני מלאכים הם יצה\"ר ויצה\"ט. ומ\"ש לעיל שיצה\"ר מתאצל עם הנשמה ג\"כ כמו שיצה\"ט מתאצל עמה. מפני כי יצה\"ר הוא מצד הגבורה והוא מלאך קדוש. אמנם מרכבתו הוא טמא והוא מתלבש בכח הטומאה. כי כן יש כמה מלאכים קדושים ממונים על כחות הזרים. ומרכבתו הוא כח מתפשט מד' קליפות טמאות שהם עון משחית אף וחמה והוא רוכב על ארבעתם והולך לצד שמאלו ש\"א וכן יצה\"ט רוכב במרכבה קדושה שהם כח מיכאל גבריאל אוריאל רפאל והוא רוכב על ארבעתם והולך לצד ימינו של אדם. והאדם מטה עצמו לא' מן הצדדים ויש בידו יכולת להכריע כף החובה לצד הזכות או להפך כי כן בארו ענין זה בספר ר\"מ. ושאר ענייני הנשמה מעניין אצילותה נתבאר בשער מהות והנהגה. וכן יצה\"ר נתבאר בשער היכלות הטומאה:",
      "english": "From this it is clarified that the two angels are the evil inclination (yetzer hara) and the good inclination (yetzer tov). And as mentioned above, the evil inclination emanates with the soul just as the good inclination emanates with it. This is because the evil inclination comes from the side of Gevurah and is a holy angel. However, its chariot is impure and clothes itself in the power of impurity. For there are indeed many holy angels appointed over foreign powers. And its chariot is a force that extends from four impure shells, which are: Iniquity, Destruction, Anger, and Wrath, and it rides upon all four of them and goes to one's left side. Similarly, the good inclination rides in a holy chariot comprised of the powers of Michael, Gabriel, Uriel, and Raphael, and it rides upon all four of them and goes to one's right side. And a person inclines himself to one of these sides, having the ability to tip the scale of liability toward merit or vice versa, as this matter is explained in the Book of the Ra'ayah Mehemna. The remaining matters concerning the soul and its emanation are explained in the Gate of Essence and Conduct, and the evil inclination is further explained in the Gate of the Chambers of Impurity."
    }
  ]
}