{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 13,
  "translation": [
    {
      "hebrew": "אחר שבפרק הקודם בארנו ענין חנוך, נבא לבאר בפ' זה ענין אליהו. ונאמר כי כמקרה חנוך כן מקרה אליהו עם היות מעלה לאחד על חבירו, כי בזה לא ניכנס עתה בחקירתו עד סוף השער בעה\"ו.",
      "english": "After having explained the matter of Enoch in the previous chapter, we will now explain in this chapter the matter of Elijah. And we will say that as was the case with Enoch, so was the case with Elijah, though one has a higher level than his fellow, but we will not enter into an investigation of this now until the end of the gate, God willing."
    },
    {
      "hebrew": "והנה הענין אליהו הוא כי הוא גשמי כשאר בני אדם ומפני שזכה בג\"ע אל המעלה ההיא שלא נטה אחר הקליפה ומרוב אדיקתו ושלימות נפשו זכה גופו שיהיה נהפך ללפידי אש ולא ממש כחנוך כי חנוך הוא ממש נהפך ללפיד אש אבל אליהו גוף אחר נזדמן לו. וז\"ל הרשב\"י ע\"ה בפ' ויקהל (דף קצ\"ז.) ד\"א מי עלה שמים וירד (משלי ל). דא אליהו דכתיב ביה ויעל אליהו בסערה השמים. וכי היך יכול אליהו לסלקא לשמים, והא כלהו שמים לא יכלין למסבל אפי' גרעינא כחרדלא מגופא דהאי עלמא ואת אמרת ויעל אליהו בסערה השמים. אלא כד\"א וירד ה' על הר סיני, וכתיב ויבא משה בתוך הענן ויעל אל ההר. וכי קב\"ה דהוה בטורא דסיני דכתיב ומראה כבוד ה' כאש אוכלת בראש ההר, היאך יכיל משה לסלקא לגביה. אלא משה כתיב ביה ויבא משה בתוך הענן ויעל אל ההר, דעאל בגו עננא כמאן דאתלבש בלבושא. הכי נמי אתלבש בעננא ועאל בגוויה, ובעננא אתקריב לגבי אשא ויכיל למקרב. אוף הכי אליהו דכתיב ויעל אליהו בסערה השמים, דעאל בההוא סערה ואתלביש בההוא סערה וסליק לעילא. ורזא אשכחנא בספרא דאדם קדמאה, דאמר באינון תולדת דעלמא רוחא חדא יהא דייחות לעלמא בארעא ויתלבש בגופא ואליהו שמיה. ובההוא גופא יסתלק ואשתליל מגופיה וישתאר בסערה, וגופא דנהורא אחרא יזדמן ליה למהוי גו מלאכין. וכד יחות יתלבש בההוא גופא דאשתאר בההוא עלמא, ובההוא גופא יתחזי לתתא, ובגופא אחרא יתחזי לעילא ודא איהו רזא דמי עלה שמים וירד. לא הוה ב\"נ דסליק לשמיא רוחא דיליה ונחית לבתר לתתא, בר אליהו דאיהו סליק לעילא ונחית לתתא עכ\"ל.",
      "english": "Regarding Elijah, he was physical like other human beings, but because he merited in the Garden of Eden that elevated state of not being drawn after the kelipah (husk/shell), and due to his great devotion and the perfection of his soul, his body merited to be transformed into torches of fire - though not exactly like Enoch, for Enoch was literally transformed into a torch of fire, while Elijah was given a different body. And this is what Rabbi Shimon bar Yochai, of blessed memory, wrote in Parshat Vayakhel (page 197): Another interpretation of \"Who has ascended to heaven and descended\" (Proverbs 30) - this refers to Elijah, of whom it is written \"And Elijah went up by a whirlwind into heaven.\" But how could Elijah ascend to heaven, when all the heavens cannot bear even a mustard seed's worth of physical matter from this world, yet you say \"Elijah went up by a whirlwind into heaven\"? Rather, it is as it is written \"And the Lord descended upon Mount Sinai,\" and it is written \"And Moses went into the midst of the cloud and went up to the mountain.\" For how could Moses approach the Holy One, blessed be He, who was on Mount Sinai, of which it is written \"And the appearance of the Lord's glory was like a consuming fire on the mountain top\"? Rather, concerning Moses it is written that he entered into the cloud and ascended the mountain, entering into the cloud as one who dons a garment. Similarly, he was clothed in the cloud and entered into it, and through the cloud he approached the fire and was able to draw near. So too with Elijah, of whom it is written \"And Elijah went up by a whirlwind into heaven\" - he entered into that whirlwind and was clothed in that whirlwind and ascended above. And we found a secret in the book of Adam the First, which says that among the generations of the world there would be one spirit that would descend to the world on earth and be clothed in a body, and his name would be Elijah. And in that body he would ascend and be stripped of his body and remain in the whirlwind, and another body of light would be prepared for him to be among the angels. And when he descends he clothes himself in that body that remained in this world, and in that body he appears below, and in another body he appears above - and this is the secret of \"Who has ascended to heaven and descended.\" There was no person whose spirit ascended to heaven and later descended below, except for Elijah who ascended above and descended below."
    },
    {
      "hebrew": "ומתוכו יתבאר שיש לו נשמה כשאר אנשים מבני ישראל הצדיקים. ומפני זכותו זכה לב' מעלות. ראשונה להתלבש בלבוש המלאך ההוא והיותו משרת עליון. עם היות נשמתו קשורה במקום שאר הנשמות. והרוח לבד הוא המתלבש כדמוכח מתוך לשון המאמר שלא הזכיר אלא רוח כנראה היות הנשמה מתעלה במעלת הנשמות. ועתה ראוי שנשאל למה לא השיגו המעלה הזאת אברהם יצחק ויעקב ומשה שהם גדולים מאליהו, כמ\"ש הזהר פ' ויצא בענין הבאר שלא עלה לקראת אליהו כשברח, ותירץ מלאכא הוא וכו' כמו שהעתקנו בפרק הקודם. ונאמר שאם היה להם כך היו חסרים ממעלותם לפי שהאבות מעלותם היא שהם מרכבה אל עצם הספירות על הדרך שפי' בשער הכנויים פ\"ג וא\"כ אם היו מתלבשים במעלות איזה מלאך ממעלת המלאכים שיהיה הנה ירדו ממעלותם כי בחייהם היו צנורות אל השפע הנשפע מהשכינה ממש ע\"י הספירות וכל עצם השפע היה נשפע ע\"י אפי' לעליונים כענין ויעל אלקים מעל אברהם (בראשית יז). והיא מעלה מובחרת ממעלת מטטרון ראש השרים שהרי בפי' פי' בזוהר ובתיקונים כי כשאין צדיק בעה\"ז אז השכינה מתלבשת במטטרון כמ\"ש בשער אבי\"ע בפ\"ד בס\"ד. ואם כן נמצאו שמעלת הצדיקים בהיותם מרכבה היא גדולה ממעלת המלאכים ולכן אם יעלו בחייהם למעלת המלאכים נמצאו אובדים מעלותם. וא\"ת כי אחר מיתתם אין לגופם מעלה כלל בענין המרכב', וא\"כ היה ראוי שיעלה גופם למעלת המלאכים. זה אינו קושיא כלל. כי אפי' אחרי מיתתם בקבורתם הם במעלתם. וראייה מדוד הע\"ה שמלך בחברון ז' שנים, ופי' בזוהר (וארא דף ל\"א.) הטעם כי נתחבר דוד כדי שתכון מלכותו במדת מלכות עם האבות שהם בחברון. נמצא שאפי' אחר מיתתם במעלתם הם עומדים. אבל אליהו וחנוך אינם במעלת המרכבה ממש כי מעולם לא עלו אלא במדרגת המעלה הזאת הנז' בלבד וזהו שתירץ [הזהר לעיל] אלא אליהו מלאכא הוא. פי' הוא במדרגת מלאך לא במדרגת מרכבה, וראיה שסופו מוכיח על תחלתו. ולעולם בין נשמת אליהו בין נשמת חנוך הם צרורות בצרור החיים כשאר נשמת הצדיקים אלא שהוסיפו שזכו להתלבש רוחם במעלת המלאכים, מה שאין כן בשאר הצדיקים שאין הרוח עולה מג\"ע התחתון כי שם מתלבש.",
      "english": "From this it is explained that he has a soul like other righteous people among Israel. Due to his merit, he achieved two levels of elevation. The first is to be clothed in the garment of that angel and to become a supernal servant, while his soul remains bound with the place of other souls. Only the spirit clothes itself, as is proven from the language of the discourse which mentions only spirit, indicating that the soul elevates itself among the level of souls. Now it is appropriate to ask why Abraham, Isaac, Jacob and Moses, who were greater than Elijah, did not attain this level, as mentioned in the Zohar, Parashat Vayetzei regarding the well that did not rise to meet Elijah when he fled, and it answered that \"he is an angel,\" etc., as we quoted in the previous chapter. We can say that if they had achieved this, they would have diminished from their level, because the Patriarchs' level was that they were a chariot for the essence of the Sefirot, as explained in Sha'ar HaKinuyim chapter 3. Therefore, if they had clothed themselves in the level of any angel among angelic levels, they would have descended from their level, for in their lives they were channels for the divine flow that emanated directly from the Shekhinah through the Sefirot, and all essential flow came through them even to the supernal beings, as in \"And God went up from Abraham\" (Genesis 17). This is a more select level than that of Metatron, chief of ministers, for it is explicitly explained in the Zohar and Tikkunim that when there is no righteous one in this world, the Shekhinah clothes itself in Metatron, as written in Sha'ar ABY\"A chapter 4. Thus we find that the level of the righteous as a divine chariot is greater than that of angels, and therefore if they were to ascend in their lifetime to the level of angels, they would lose their level. And if you say that after their death their bodies have no elevation at all regarding the chariot, and therefore their bodies should have risen to the level of angels - this is no question at all. For even after their death, in their burial they maintain their level. Proof is from King David who ruled in Hebron for seven years, and the Zohar (Va'era 31) explains the reason that David joined so that his kingdom would be established in the attribute of Malkhut with the Patriarchs who are in Hebron. Thus we find that even after death they maintain their level. But Elijah and Enoch are not truly at the level of the divine chariot, for they never rose except to this mentioned level alone, and this is what [the Zohar above] answered: \"rather, Elijah is an angel\" - meaning he is at the level of an angel, not at the level of the chariot, and proof is that his end demonstrates his beginning. And forever, both the soul of Elijah and the soul of Enoch are bound in the bundle of life like other righteous souls, except they merited additionally that their spirit could clothe itself in the level of angels, which is not the case with other righteous ones whose spirit does not rise from the lower Garden of Eden where it remains clothed."
    },
    {
      "hebrew": "ועוד שזכו שהם איברי האלהות בסוד ההיכלות שפירשתי, והיא מעלה ניתוספת בזולתם שהם אברי האלהות בסוד החשמל המתפשטת.",
      "english": "Furthermore, they merited to become limbs of the Divine in the mystery of the Heikhalot (celestial chambers) as I explained, and this is an additional level that exists within them, for they are limbs of the Divine in the mystery of the expanding Chashmal (divine radiance)."
    },
    {
      "hebrew": "וענין האבות מעלה גדולה מהם שאינם איברים אבל הם כל עצם האלהות המתפשט אל התחתונים. ונמצא עתה בענין זה ד' בחינות. בחינה ראשונה קטנה מכלם בחינת המלאכים, והם צנורות וארובות שהאור העליון מתלבש בהם ומאיר דרך בם אור חשוך והם נקראים אברי המרכבה. בחינת ב' גדולה מהראשונה היא בחינת הצדיקים, שהם צנורות וארובות שאור העליון עצם הת\"ת מתפשט בהם. וסוד זה נתגלה בזהר פ' ויחי (ד\"רמה) וז\"ל אמר ר' שמעון כל אתר בעיא שתיקותא בר שתיקו דאורייתא. גנזא חד אית לי גניזא ולא בעינא דאתאביד מינייכו. והיא מלה עלאה, ואשכחנא לה בספרא דרב המנונא סבא. ת\"ח בכל אתר דכורא רדיף בתר נוקבא ואתער לגבה רחימותא. והכא אשכחנא רחימותא דאיהי איתערת ורדפת אבתריה, ואורחיה דעלמא דלית שבחא לנוקבא למרדף בתריה דדכורא. אלא מלה סתימא היא ומלה עלאה דבי גנזייא דמלכ'. ת\"ח תלת נשמתין אינון וכו'. נשמתא אחרא היא נשמתא דצדיקייא [יב] אתיין מאינון נשמתין עלאין מנשמתא דדכורא ומנשמתא דנוקבא. ובג\"כ נשמתהון דצדיקייא עילאין על כל אינון חיילין ומשריין דלעילא. ואי תימא הא עלאין אינון מכל סטרין, אמאי נחתין להאי עלמא ואמאי אסתלקו מיניה. למלכא דאתייליד ליה בר וכו'. ת\"ח אלו הוו ידעין דא כלהו צדיקייא הוו חדאן ההוא יומא דמטא לון לאסתלקא מהאי עלמא. וכי לאו יקרא עלאה הוא דמטרוניתא אתת בגינייהו ולאובלא להון להיכלא דמלכא ולמחדי בהו מלכא כל יומא, דהא קב\"ה לא משתעשע אלא בנשמתהון דצדיקייא. ת\"ח אתערותא דלעילא רחימו דכנ\"י לגבי קב\"ה נשמתהון דצדיקייא לתתא מתערין לה, בגין דאינון אתיין מסטרא דמלכא מסטרא דדכורא. ואתערותא דא מטי לנוקבא מסטרא דדכורא, ואיתער רחימותא. אשתכח דדכורא אתער חביבו ורחימותא לנוקבא וכו' עכ\"ל לענייננו, ודלגנו הבלתי מצטרך אלינו שלא להאריך.",
      "english": "The matter of the Patriarchs represents a level greater than these, for they are not merely limbs but rather the entire essence of Divinity that extends to the lower realms. And we find now in this matter four aspects. The first aspect, lowest of them all, is the aspect of angels, who are channels and apertures through which the supernal light clothes itself and illuminates through them as a dimmed light, and these are called the limbs of the Divine Chariot. The second aspect, greater than the first, is the aspect of the righteous, who are channels and apertures through which the supernal light, the essence of Tiferet, extends through them. And this secret was revealed in the Zohar, Parashat Vayechi (245), which states: \"Rabbi Shimon said: Every place requires silence except for the silence of Torah. I have one hidden treasure and I do not wish for you to lose it. And it is a supernal matter, and I found it in the book of Rav Hamnuna Saba. Come and see, in every place the male pursues the female and awakens love towards her. But here we find that the love is awakened by her and she pursues him, and it is not the way of the world for the female to pursue the male. Rather this is a concealed matter and a supernal matter in the King's treasury. Come and see, there are three souls, etc. Another soul is the soul of the righteous, which comes from those supernal souls, from the soul of the male and from the soul of the female. Therefore, the souls of the righteous are higher than all those heavenly hosts and camps above. And if you say, behold they are higher than all sides, why do they descend to this world and why do they depart from it? [This is comparable] to a king who had a son born to him, etc. Come and see, if all the righteous knew this, they would rejoice on the day they were to depart from this world. Is it not supreme honor that the Queen comes for them to bring them to the King's palace, and the King rejoices with them each day, for the Holy One blessed be He delights only in the souls of the righteous. Come and see, the awakening from above, the love of the Community of Israel toward the Holy One blessed be He - the souls of the righteous below awaken it, because they come from the side of the King, from the male side. And this awakening reaches the female from the male side, and awakens love. Thus it is found that the male awakens affection and love toward the female, etc.\" This concludes what is relevant to our matter, and we have skipped what is not necessary for us to avoid length."
    },
    {
      "hebrew": "והנה בפי' אמר כי הנשמותהם עצם הזכר הת\"ת ובזה ניתרצ' עקר שאלתו שאיך אפשר לומר שהי' הנקבה חוזרת על הזכר הפך הנהגת העולם הזה והיינו שהשכינ' היא תובעת היחוד. ולכן תירץ כי הנשמות הם עצם הזכר, ואחר שההתעוררות הוא ע\"י הנשמות כדפי' בשער מהות והנהגה בפ' י\"ז ולכן העיקר הקודם אל ההתעוררות הם הנשמות שהם עצם הת\"ת המתפשט בהם. ולכן הם עליונים על כל שאר הנבראים אפי' על המלאכים כדפירשנו. בחינה שלישית היא בחינת הרכבת המלאכים והצדיקים והיינו בחינת מטטרון ואליהו שנשמתם צרורות בצרור החיים למעלה ורוחם מתלבשים בסוד המלאכים וזו היא עבודה כפולה בכפלים ודאי כדפי'. בחינה רביעית היא בחינת האבות וכל אותם שהם מרכבה אל הספי' שהם בחינת הצדיקים בנשמתם ונתעלו עליהם שהם צנור אל עצם הספי' ההוא אפי' בגופם כמו שפי' למעלה. ועתה נשאר לנו לבאר עוד בענין אליהו קצת ונייחד לו פרק בפני עצמו:",
      "english": "Behold, it is explicitly stated that the souls are the essence of the masculine aspect, Tiferet, and with this the core question is resolved of how it could be said that the feminine pursues the masculine, which is opposite to the way of this world - namely that the Shekhinah seeks unification. Therefore, he explained that the souls are the essence of the masculine, and since the awakening occurs through the souls, as explained in the Gate of Essence and Governance chapter 17, therefore the primary precedent to the awakening is the souls, which are the essence of Tiferet that extends through them. Therefore they are superior to all other created beings, even the angels, as we explained. The third aspect is the aspect of the composition of angels and righteous ones, namely the aspect of Metatron and Elijah, whose souls are bound in the bundle of life above while their spirits are clothed in the mystery of the angels - this is certainly a doubly doubled service, as explained. The fourth aspect is that of the Patriarchs and all those who are a chariot for the Sefirot, who are in the aspect of the righteous ones in their souls but are elevated above them in being a channel for the essence of that Sefirah even in their bodies, as explained above. And now it remains for us to further explain somewhat regarding Elijah, and we will dedicate a separate chapter to this."
    }
  ]
}