{
  "title": "Pardes Rimmonim",
  "gate_num": 31,
  "chapter_num": 6,
  "translation": [
    {
      "hebrew": "אחר כתבנו את כל הרשום בכתב אמת מצאנו מעיר לעזור מאמר א' מפ' פקודי (דף רכ\"ט ע\"ב) וז\"ל ת\"ח נשמתא לא סלקא לאתחזאה קמי מלכא קדישא עד דזכאת לאתלבשא בלבושא [דלעילא לאתחזאה תמן. וכן כג\"ד לא נחתא לתתא עד דאתלבשת בלבושא דהאי עלמא. כגונא דא מלאכין קדישין דלעילא כו' לא נתתין לתתא עד דמתלבשין בלבושא] דהאי עלמא וכלא איהו כגוונא דההוא אתר דאזיל תמן. והא אוקימנא דנשמתא לא סלקא אלא בההוא לבושא דנהיר. ות\"ח אדם הראשון כד הוה בג\"ע הוה מתלבש בלבושא כגוונא דלעילא ואיהו לבושא דנהורא עלאה. כיון דאתתרך מג\"ע ואצטריך לגוונין דהאי עלמא מה כתיב (בראשית ג) ויעש ה' אלדים לאדם ולאשתו כתנות עור וילבישם. בקדמיתא הוה כתנות אור אור דההוא נהורא עלאה דשימש ביה בג\"ע. בגין דהא גנתא דעדן נהורא עלאה דנהיר משמש ביה. ועל דא אדם קדמאה כד עאל לנו גנתא אלביש ליה קב\"ה בלבושא דההוא נהורא ואעיל ליה תמן. ואי לא אתלבש בקדמיתא בההוא נהורא לא ייעול לתמן. כיון דאתתרך מתמן אצטריך למלבושא אחרא כדין ויעש ה' אלדים וגו'. וכולא כמה דאצטריך. והכא כגוונא דא עשו בגדי שרד לשרת בקודש לעאלא בקודשא. והא אוקמוה דעובדין טבין דבר נש דעביד בהאי עלמא, אינון עובדין משכי מנהורא דזיווא עלאה לבושא לאתתקנא ביה לההוא עלמא לאתחזאה קמי מלכא קדישא. ובההיא לבושא דאתלבש אתהני וחמי גו אספקלריאה דנהרא כד\"א לחזות בנועם ה' ולבקר בהיכלו. וע\"ד נשמתא אתלבשת בתרי עלמין למהוי לה שלימו בכלא בהאי עלמא דלתתא ובעלמא דלעילא. ועל דא כתיב (תהלים קח) אך צדיקים כו' יודו לשמך, בהאי עלמא. ישבו ישרים את פניך, בההוא עלמא עכ\"ל.",
      "english": "After writing all that was recorded in true writing, we found supporting evidence from a passage in Parashat Pekudei (page 229b) which states: Come and see, the soul cannot ascend to appear before the Holy King until it merits to be clothed in [the supernal garment to appear there. Similarly, it cannot descend below until it is clothed in the garment of this world. In the same way, the holy angels above do not descend below until they are clothed in the garment of] this world, and everything is according to the nature of the place where it goes. And we have established that the soul can only ascend in that luminous garment. And come and see, when Adam was in the Garden of Eden, he was clothed in a garment like that of above, which was a garment of supernal light. When he was expelled from the Garden of Eden and needed the qualities of this world, what is written? (Genesis 3) \"And the Lord God made for Adam and his wife garments of skin, and clothed them.\" Initially, they were garments of light - the light of that supernal luminescence which he used in the Garden of Eden. For indeed, the Garden of Eden is illuminated by the supernal light that serves there. Therefore, when the first Adam entered the garden, the Holy One, blessed be He, clothed him in the garment of that light and brought him there. Had he not first been clothed in that light, he could not have entered there. Once he was expelled from there, he needed different garments, thus \"And the Lord God made...\" etc., all as was necessary. And here similarly, they made the service garments to minister in the holy place, to enter into holiness. And they established that the good deeds that a person performs in this world draw from the supernal luminous splendor a garment to be prepared for that world, to appear before the Holy King. And in that garment in which one is clothed, one benefits and sees through the illuminating lens, as it is written \"to behold the pleasantness of the Lord and to visit in His temple.\" Therefore, the soul is clothed in two worlds to achieve completion in all - in this lower world and in the world above. And regarding this it is written (Psalms 108), \"Surely the righteous will give thanks to Your name\" in this world; \"the upright will dwell before Your face\" in that world."
    },
    {
      "hebrew": "והנה מתוך המאמר הזה מתבאר כל חלקי הדרוש אשר אנו בו ביאור שלם. ראשונה במה שאמר נשמתא לא סלקא וכו' והנה כיון שהנשמה היא ערומה עד עלותה מן העה\"ז בלבושיה הנכבדות והם לבושי המעשים כדפי' בס\"ד וז\"ש בלבושא דלעילא פירוש הלבוש הנעשה ע\"י המצות הנעשות בעה\"ז וזה אי אפשר להשיגם עד בואה להתלבש בעה\"ז שהוא עולם קיום המצות והמעשה. עוד באר כי האדם מתלבש מהאור העליון אשר מושך עליו ע\"י המעשים כדפי' בפ' הקודם וז\"ש אינון עובדין משכי מנהורא וכו' וכדפירשנו לעיל כי ע\"י תפלתו ומצותיו יתיחדו הספירות וישפיעו אור גדול ומקבלין דין מן דין ומהאור ההוא חלק שמור לו עד עלותו להתלבש בו. ועתה בהקדמה זו יובן ענין בריאת אדם הראשון כי הי' עבודתו בעיון ובכונה ובלמוד והשכלת הנסתרות מסודות המצוות העליונות לבד. מטעם כי לא היה צריך אל לבוש עולם המעשה דהיינו לבוש ג\"ע שלמטה כמבואר בפ' הקודם.",
      "english": "From this discourse, all aspects of our current subject are fully explained. First, regarding what was said that \"the soul does not ascend,\" etc. - indeed, the soul remains unclothed until its ascent from this world, when it receives its honorable garments, which are the garments of deeds, as explained with Heaven's help. This is what is meant by \"the supernal garment\" - namely, the garment that is created through the performance of commandments in this world, which cannot be attained until the soul comes to be clothed in this world, which is the realm of fulfilling commandments and actions. It further explains that a person becomes clothed in the supernal light which he draws upon himself through his actions, as explained in the previous chapter, and this is what is meant by \"these actions draw from the light,\" etc. As we explained above, through one's prayer and commandments, the Sefirot unite and emanate a great light, receiving from one another, and from that light a portion is preserved for him until his ascent to be clothed in it. Now, with this introduction, we can understand the matter of the creation of Adam, the first man, for his service was solely through contemplation, intention, study, and comprehension of the hidden aspects of the supreme commandments. This was because he did not need the garment of the world of action, meaning the garment of the lower Garden of Eden, as explained in the previous chapter."
    },
    {
      "hebrew": "וענין זה מוכרח ואליו כוונו רז\"ל (בזהר בראשית דכ\"ז ובתקונא כ\"א דס\"א ופ\"ה) לעבדה ולשמרה (בראשית ב). לעבדה אלו מצות עשה, ולשמרה אלו מצות לא תעשה. וראוי לחקור וכי בג\"ע נצטרך אדם לחרוש עד שנצטוה לא תחרוש בשור ובחמור יחדיו כו' והלא אחר גורשו מג\"ע נאמר לו בזיעת אפך תאכל לחם (שם ג). ומזה נקיש אל השאר לקט שכחה ופיאה ומעשר עני שאם אין חריש וקציר לקט שכחה ופאה מהיכי תיתא.",
      "english": "This matter is necessary, and this is what our Sages intended (in Zohar Bereishit 27 and in Tikkunim 21:61 and 85) regarding \"to work it and to guard it\" (Genesis 2). \"To work it\" refers to the positive commandments, and \"to guard it\" refers to the negative commandments. And it is worth investigating: Would man in the Garden of Eden need to plow, such that he would need to be commanded \"do not plow with an ox and donkey together\"? For indeed, only after his expulsion from the Garden of Eden was he told \"by the sweat of your brow shall you eat bread\" (ibid. 3). And from this we can deduce regarding the other commandments like gleanings, forgotten sheaves, corners of the field, and poor man's tithe - for if there is no plowing and harvesting, from where would gleanings, forgotten sheaves, and corners come?"
    },
    {
      "hebrew": "ועוד עני גר יתום ואלמנה איך שייך התם והאריכות בזה ללא צורך. אמנם הכונה על המצות העיונית ר\"ל השכלת רוחניותם. לא תחרוש בשור ובחמור יחדיו פי' לא תייחד שתי הקליפות האלה יחד. וזהו בהמשכו אחריהם נותן להם כח להתייחד ח\"ו. וכן ענין עטיפת ציצית פי' שישפיע אור אל המלכות ויקשטה בקשוטים ההם שהם ד' ציצית ד' כנפים וכו' כמו שנדרש בזהר שהם פנימיות התורה. וזה היה עקר עבודתו ואין לו שם במעשיות חלק כלל. אבל כאשר גורש מגן עדן ספר רפואותיו גרשו עמו. וכמו שהנשמה נתלבשה לבוש גופני כן התורה נתלבשה לבוש גופני. ובחזירתו אל פנימיותי' ויפשוט הבגדים הגופניים גם התורה תפשוט בגדיה ויובנו כלליה ופרטיה ודקדוקיה וסדרי משניותיה בפנימיותה וזהו עסק הצדיקים בג\"ע.",
      "english": "Furthermore, how could concepts like the poor, convert, orphan and widow be relevant there? There is no need to elaborate on this further. Rather, the intention refers to the contemplative commandments, meaning understanding their spiritual essence. \"Do not plow with an ox and donkey together\" means do not unite these two shells (klipot) together, for by being drawn after them one gives them the power to unite, Heaven forbid. Similarly, the matter of wrapping oneself in tzitzit means to channel divine light to Malchut and adorn it with those ornaments - the four tzitzit and four corners, etc., as expounded in the Zohar regarding the inner dimensions of Torah. This was the essence of his service, and he had no portion whatsoever in physical actions. But when he was expelled from the Garden of Eden, his book of remedies was expelled with him. Just as the soul became clothed in a physical garment, so too the Torah became clothed in a physical garment. When he returns to its inner dimensions and removes the physical garments, the Torah too will remove its garments, and its principles, details, precise laws and orders of Mishnah will be understood in their inner essence - this is the occupation of the righteous in the Garden of Eden."
    },
    {
      "hebrew": "וענין ל\"ת הוא להצילו שלא ימשך אחר הקליפה הסובבת את הגן כמבואר בשער היכלות. ומי יתן ויעמיק המשכיל בדברים האלה וישכיל מעלת העוסק בפנימיות בעה\"ז כי פעל בעה\"ז מצות העה\"ב. ומה שיש לנו לשאול בזה הוא כי מאחר שפי' רז\"ל (שבת דף קמ\"ו.) שכיון שעמדו ישראל על הר סיני פסקה זוהמתן, אם כן למה לא הכניסן אז בגן עדן של מטה ולמה נצטרכו עוד אל יישוב העולם הזה ואל א\"י ואל שאר הדברים. והאיר השם עינינו בדרוש הנעלה הזה שפי' מענין הלבושים כי אחר שגורש אדם מעדן אבד את לבושו ונשאר ערום כדכתיב (בראשית ג) וידעו כי ערומים הם כי נסתלק מהם האור ונשארו הרוחות שלהם ערומים בלי לבוש עד שהלבישם הקב\"ה כתנות עור ואויר העה\"ז ועמד בעה\"ז זמן עד שמתוך המעשה וקיום המצות התלבש בג\"ע כדפי'. ולכן עם היות שכשעמדו ישראל על הר סיני פסקה זוהמתן אמת כי זככו חומרם הרבה אבל עכ\"ז אלו היו נכנסין בגן עדן היו עומדים ערומים בלי לבוש מפני שעדיין לא קיימו את המצות ובלי קיום המצות אין להם במה להתלבש כדפי'. ולומר שיכנסו שם בלבוש הזה שהם לבושים בעולם הזה עם שנזדכך חומרם, ח\"ו לומר כן. ודבר זה לאות (ועמל) [וסמל] כי אין לחשוב בהיות האדם זך תכלית הזיכוך שיוכל מפני זה ליכנס בחומרו העכור בג\"ע בחייו אם לא יפשוט הלבוש ההוא ויכלה מאליו וילבש הבגדים אשר הם מעין העולם ההוא כדפי' במאמר ריש פירקין. כי אפילו אליהו אין עלייתו בין המלאכים בלבוש גופני שהוא מתלבש בהיותו בעה\"ז כדפי' בשער ההיכלות. וכן ריב\"ל וחביריו (במס' כתובות דף ע\"ז ע\"ב) שהם חיים בג\"ע כי גם הם מתלבשים בלבוש הגן והגוף העכור כלה מאליו ונשארו מתלבשים בלבוש מעשיהם הנכונים. וראייה גדולה שהרי פגע שם ברשב\"י ע\"ה וכי יעלה על הדעת שיעמוד חתן בין השושבינים ושושבין בין החתנים בלבוש נכרי ח\"ו. אלא ודאי כמוהו כמוהם כלם שווים לטובה לבושים בלבוש מעשיהם הטובים. וא\"ת אם כן מה ענין מעלתם באמרנו שהם חיים בג\"ע כיון שמקרה אחד להם ולצדיקים אשר בגן. לזה נשיב כי מעלתם רבה מאד כי מי שהוא טועם טעם מיתה הוא מתדבק בחלק המיתה. והקליפות שהם המיתה שולטים בו כענין שליטתם בכל העולם ועפר הוא ואל עפר ישוב ועפר יבלה גופו וגם את יהיה צדיק לא יזכה להתלבש בעדן הגן עד שתכלה גופו כי כן נתבאר בזהר (תרומה דף קנ\"א.). ועתה ודאי גדלה מעלת הצדיק שלא טעם טעם מיתה וגופו כלה ונשרף מכח האויר הטהור והקדוש ויתלבש שם בלבושו בלי טעם מיתה כי אין שם קליפה ח\"ו ואין תימה ממיתת מרע\"ה ושאר מיתת הצדיקים הנזכר בתורה כי המיתה ההיא אינה מיתה כי אם גניזה כל א' לפי שעורו ואין צריך להאריך יותר.",
      "english": "The matter of the negative commandments is to protect one from being drawn after the kelipah (husk/shell) that surrounds the Garden, as explained in Sha'ar HaHeichalot. Would that the wise one delve deeply into these matters and understand the greatness of one who engages with the inner dimensions in this world, for they fulfill in this world the commandments of the World to Come. And what we must ask about this is: since our Sages explained (Shabbat 146a) that when Israel stood at Mount Sinai, their spiritual impurity ceased, why then were they not immediately brought into the lower Garden of Eden, and why did they still need to settle this world, the Land of Israel, and other such matters? The Lord enlightened our eyes in this elevated teaching which explains the matter of garments, for after Adam was expelled from Eden, he lost his garment and remained naked, as it is written (Genesis 3), \"And they knew that they were naked,\" for the light was removed from them and their spirits remained naked without garment until the Holy One clothed them in garments of skin and the air of this world. And he remained in this world until, through deeds and fulfillment of commandments, he became clothed for the Garden of Eden, as explained.\n\nTherefore, even though when Israel stood at Mount Sinai their impurity ceased - truly they greatly refined their material nature - nevertheless, had they entered the Garden of Eden then, they would have stood naked without garments because they had not yet fulfilled the commandments, and without fulfillment of commandments they would have nothing with which to clothe themselves, as explained. And to suggest they could enter there in their worldly garments, even though their material nature was refined - Heaven forbid to say so. This serves as a sign and symbol that one should not think that even if a person achieves complete refinement, they could enter the Garden of Eden in their coarse physical form while alive, unless that garment is shed and naturally dissipates, and they don spiritual garments appropriate to that world, as explained at the beginning of this chapter. For even Elijah did not ascend among the angels in the physical garment he wore in this world, as explained in Sha'ar HaHeichalot. Similarly with Rabbi Yehoshua ben Levi and his companions (Ketubot 77b) who live in the Garden of Eden - they too are clothed in the Garden's garment, their coarse body naturally dissipated, and they remain clothed in the garment of their proper deeds. Strong proof of this is that he encountered Rabbi Shimon bar Yochai there - could it enter one's mind that a bridegroom would stand among the attendants, or an attendant among the bridegrooms, in foreign garments? Heaven forbid! Rather, certainly they are all alike, equal in goodness, clothed in the garment of their good deeds.\n\nAnd if you ask, what then is special about their elevated status when we say they live in the Garden of Eden, since they share the same fate as the other righteous in the Garden? To this we answer that their level is indeed very great, for one who tastes death becomes attached to the portion of death. The kelipot, which are death, rule over him as they rule over the whole world - he is dust and to dust shall return, and dust shall consume his body. Even if he is righteous, he will not merit to be clothed in the Garden of Eden until his body is consumed, as explained in the Zohar (Terumah 151). Now certainly great is the level of the righteous one who has not tasted death, whose body was consumed and burned by the power of the pure and holy air, and who is clothed there in his garment without tasting death, for there is no kelipah there, Heaven forbid. And there is no wonder about the death of Moses our teacher and the other deaths of the righteous mentioned in the Torah, for that death is not death but rather a concealment, each according to his measure, and there is no need to elaborate further."
    },
    {
      "hebrew": "והנה נשאר לנו לבאר ענין קצר בחלק הזה ונבארנו בפרק בפני עצמו והוא ענין לבושי הצדיקים:",
      "english": "And there remains for us to explain a brief matter in this section, which we will explain in a separate chapter, and that is the matter of the garments of the righteous:"
    }
  ]
}