{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 16,
  "translation": [
    {
      "hebrew": "באות <b><big>מ'</big></b> פי' בעל ספר התמונה בין סתומה ובין פתוחה שתיהם רמז למלכות. הא' כשהיא מקבלת מן הרחמים ומשפעת למטה ולפיכך היא פתוחה למטה מורה כי שפעה הולך עד התהום וכובש אותו שלא יעלו מימיו ויהפכו הארץ. ושלא ימנעו המעיינות מלתת מים לעולם כראוי. והסתומה להורות כי הוא מאסף כח הדין ומעכבו שלא ירד. ובאו שניהם יחד להורות על תוקף העד הכפול המעיד על הייחוד כדפי' בפ' הקודם. ושניהם יחד כח הרחמים זה בעכוב הדין וזה בהשפעת הרחמים וממשלתה בצדק. ",
      "english": "Regarding the letter <b><big>מ</big></b>, the author of Sefer HaTemunah explained that both its closed and open forms allude to Malchut. The first [open form] represents when it receives from Mercy and flows downward, and therefore it is open at the bottom, indicating that its influence extends to the depths and subdues them, preventing their waters from rising and overturning the earth, and ensuring that the springs do not withhold water from the world as they should. The closed form indicates that it gathers the force of Judgment and restrains it from descending. Both forms appear together to indicate the power of the double witness that testifies to Unity, as explained in the previous chapter. Together, they represent the power of Mercy - one through the restraint of Judgment, and the other through the flow of Mercy - and its dominion is in righteousness."
    },
    {
      "hebrew": "ויש מי שפי' כי המ\"ם חוטמה הוא בדמות ו' הוא תפארת יעקב וגגה העליון הוא אברהם חסד וקרקעיתה התחתון הוא יצחק וכותל שהוא מאחריה הוא השכינה נמצאת המ' ד' חיות המרכבה כזה  ועיקרה בשכינה מלכות (הסתומה) אלא שהפתוחה רומז אל המשכת שפע והסתומה מורה על עכוב (ח\"ו). עוד פי' במ\"ם סתומה שהוא בצורת ב' דלתי\"ן מחוברים רמז לשני ההי\"ן מקושרים זה בזה ע\"י התפארת המיחד עולם עליון ועולם תחתון. ונ\"ל לפי זה כי לכן הד' הא' פונה למעלה והא' פונה למטה העליונה פונה להשפיע בתחתונה והתחתונה פונה למעלה לקבל מן העליונה. ",
      "english": "There are those who explain that the Mem's nose is in the form of a Vav, representing Tiferet of Jacob; its upper roof represents Abraham (Chesed); its lower base represents Isaac; and its back wall represents the Shechinah. Thus, the Mem embodies the four Chayot (divine creatures) of the Merkavah in this form. Its essence lies in the Shechinah-Malchut (the closed form), though the open form alludes to the flow of divine abundance while the closed form indicates restraint (God forbid). Furthermore, they explained that the closed Mem, being in the form of two connected Dalets, alludes to the two Heis bound together through Tiferet, which unifies the upper and lower worlds. And it appears to me that this explains why one Dalet faces upward and one faces downward - the upper one faces downward to bestow upon the lower, while the lower one faces upward to receive from the upper."
    },
    {
      "hebrew": "ויש מי שפירש מ\"ם פתוחה רמז לזכר שאינו צריך שמירה מ\"ם סתומה רמז לנקבה שהיא צריכה שמירה. ",
      "english": "There are those who interpret the open mem as an allusion to the male, who does not require protection, and the closed mem as an allusion to the female, who requires protection."
    },
    {
      "hebrew": "ויש מי שפי' מ' פתוחה אור צ\"ח והמ\"ם אחרת סתומה והכל דבר א'. והנתיב שלה נקרא אור צח ומצוחצח. ולדעת הרשב\"י [ו] ע\"ה כי מ\"ם בין פתוחה בין סתומה רמיזתם בבינה. והחילוק שביניהם הוא כי כשהיא משפעת למטה היא פתוחה וכשאור מתאסף לתוכה ואינה משפעת בספירות אז נקרא מ\"ם סתומה. אמנם היא מרובעת להורות על שהיא רביעא על בטן ד' חיות המרכבה העליונה ומזומנת להשפיע. משא\"כ בסמך כאשר נבאר. ור' משה פי' בס' השם כי מ\"ם סתומה במלכות (וע' זהר אחרי דף ס\"ו: ובמק\"מ שם שיש שם ב' אופנים):",
      "english": "There are those who explain that the open Mem represents pure light, and the other closed Mem, and they are one and the same matter. Its path is called pure and refined light. According to Rabbi Shimon bar Yochai (of blessed memory), both the open and closed Mem allude to Binah. The difference between them is that when it influences downward, it is open, and when light gathers within it and does not flow to the Sefirot, it is called closed Mem. However, it is squared to indicate that it rests upon the womb of the four creatures of the upper chariot and is prepared to influence, unlike the Samech, as we shall explain. And Rabbi Moses explained in Sefer HaShem that the closed Mem is in Malchut (and see Zohar Acharei page 66b, and in Mikdash Melech there where there are two aspects)."
    }
  ]
}