{
  "title": "Pardes Rimmonim",
  "gate_num": 30,
  "chapter_num": 1,
  "translation": [
    {
      "hebrew": "<b>שער שלשים נקרא שער הצירוף:</b>",
      "english": "<b>Gate Thirty, Called the Gate of Letter Combinations:</b>"
    },
    {
      "hebrew": "ידיעת סודות תורתנו הק' הוא ע\"י הצרופים והגימטריאות והתמורות וראשי תיבות וסופי תיבות ותוכי תיבות וראשי פסוקים וסופי פסוקים ודלוג אותיות וצרוף אותיות. ועניינים אלו נשגבים ונעלמים וסודם נשגבה ואין בנו כח להשיגם לרוב העלמם כי יתחלפו על פי דרכים אלו לאין סוף ולאין תכלית. ועל זה נאמר ארוכה מארץ מדה וגו'. וענינים אלו אנו מקוים שיתגלו אחר התחיה אחר העכול החומר העכור ואחר שיצרף הגוף הנגוף וישאר הצורה בחפץ יוצרה. והנה מצאנו חלקי הדרוש הזה ג' והם חלק הצרוף וחלק התמורה וחלק הגמטריא ונבא בביאורם בפרקים אלו:",
      "english": "The knowledge of the secrets of our holy Torah is through combinations, gematrias, letter substitutions, initial letters, final letters, middle letters, initial verses, final verses, letter skipping, and letter combinations. These matters are sublime and hidden, and their secret is beyond reach - we lack the power to fully grasp them due to their great concealment, for they interchange through these methods infinitely and without end. Regarding this it is said \"Its measure is longer than the earth, etc.\" These matters we hope will be revealed after the resurrection, after the refinement of the coarse matter, and after the afflicted body is purified and the form remains according to its Creator's desire. We have found that this inquiry has three parts: the section of combinations, the section of substitutions, and the section of gematria, and we shall explain them in these chapters."
    },
    {
      "hebrew": "<b>פרק ראשון:</b>",
      "english": "<b>Chapter One:</b>"
    },
    {
      "hebrew": "<b>בצירוף. </b>תנן נספר יצירה שתי אבנים בונות שתי בתים שלש בונות ששה בתים ארבע בונות עשרים וארבעה בתים חמש בונות ק\"ך בתים שש בונות שבע מאות ועשרים בתים שבע בונות חמשת אלפים וארבעים בתים מכאן ואילך צא וחשוב מה שאין הפה יכול לדבר ולא האזן יכולה לשמוע ע\"כ. כבר בארנו בשער האותיות כי האותיות הם אבני מחצב הבינה שהם כחות נעלמות רוחניות ואבן אחת לא יבנה בית כלל אמנם שתי אבנים בונות שתי בתים כי בחבור שתי אותיות יתהוו שתי תיבות כל תיבה בית אחת. ופי' כי כאשר יתחברו שתי אותיות יחד יעשו שתי תיבות כזה א\"ב ב\"א כי יתגלגל התיבה מראשה לסופה ומסופה לראשה. וכאשר יתחברו ג' אבנים יחד יבנו מהם ששה בתים כזה אב\"ג אג\"ב, הרי שני בתים בראש כל א' אל\"ף. בא\"ג בג\"א, הרי שני בתים בראש כל א' ב'. גא\"ב גב\"א, הרי שני בתים בראש כל א' ג', וכללם ששה בתים. וארבע בונות עשרים וארבעה בתים כיצד, אב\"גד אבד\"ג אגב\"ד אגד\"ב אדב\"ג אדג\"ב, הרי ששה בתים ותחלתם א'. באג\"ד באד\"ג בגא\"ד בגד\"א בדא\"ג בדג\"א, הרי ששה בתים ותחלתם ב'. גאב\"ד גאד\"ב גבא\"ד גבד\"א גדא\"ב גדב\"א, הרי ששה בתים ותחלתם ג'. דבג\"א דג\"אב דא\"גב דבא\"ג דאב\"ג דג\"בא, הרי ששה בתים ותחלתם ד'. עלו כללם עשרים וארבע. וכאשר נדקדק בצירופים הללו ונביט בהם ונחשוב בהם נמצאים מסודרים כי בכל א' מהד' חלקים יש צרוף הג' אבנים אשר קדמו וסוף העשרים וארבע הפך בכל ענייניו מהא' מהם. ונביט בסדרם ונמצאם כי כאשר יבא לידינו תיבה בת ארבע או חמש או שש צריך קודם שנעלה בדעתנו ששני האבנים האחרונים הם תיבה בלבד ונצרפם לבדם. המשל בזה שלמה. נעלה בדעתנו שהתיבה היא מ\"ה בלבד ונצרף ממנו שני בתים מ\"ה ה\"ם (ואחר כך ה\"ל ויעלה ל\"ה ה\"ל) (ואחר כך מ\"ל ויעלה בידינו שנים שהם ל\"ם מ\"ל) ואח\"כ נשים בראש כל א' מאלו התיבות האות השלישית ויהיה ששה תיבות לשלשה אותיות כיצד תיבה של ל\"מ או מ\"ל נשים בראש ה' ונעשה הל\"ם או המ\"ל וכן לכל ג' צירופים שעשינו. ועל דרך זה נוכל לצרף בנקל בלי טעות אפי' תיבה בת עשרה אותיות אם נשמור הסדר הזה שסדרנו. ועתה נסדר שלמה בד' אותיות וימצא כי הב' אותיות צירופים יחד והשלשה צירופם יחד. וזה סדרו ערוך בד' מערכות שש המערכת לבונה זכה. שלמה שלהם שמלה שמהל שהלמ שהמל, הרי ששה צרופים וצרופם ג' אותיות כי ש' בראש כלם. ועתה נשים ל' אות שנייה בראש ששה תיבות שניות כזה לשמה לשהם למשה למהש להשם להמש, הרי ששה צרופים וצרופם ג' אותיות כי ל' בראש כלם. ועתה נשים מ' אות שלישית מראש ששה תיבות שלישיות כזה משלה משהל מלשה מלהש מהשל מהלש, הרי ששה צרופים וצרופם ג' אותיות כי מ' בראש כלם. ועתה נשים ה' אות רביעית בראש ששה תיבות רביעיות כזה השלמ השמל הלשם הלמש המשל המלש, הרי ששה צרופים וצרופם ג' אותיות כי ה' בראש כלם. ועתה כאשר נתבונן בראשי תיבות של כל תיבות השניות העומדות בשורה נמצא ראשי תיבותם שלמה שלמה ששה פעמים ואין בהם נפתל ועקש. וכשנעמיק בצירופים האלה נמצאים כי כשהם שתי אבנים אינם בונות כי אם שתים אבל כשיעלה אל הג' יעשה ג' פעמים שתים הקודמים מטעם כי האבן הג' מגלגל השתים ובהתחלף הג' בג' אותיות פעם יגביר זאת ופעם יגביר חברתה ויעלה לראשי התיבות נמצא שני פעמים שלש שהם ששה, ועל דרך זה ארבעה יעשו ד' פעמים ששה שהם עשרים וארבע. וע\"ד זה יעלה להיות כשהוא בן חמשה אותיות ה' פעמים כ\"ד שמספרם מאה ועשרים בתים וששה אבנים בונים ששה פעמים מאה ועשרים שהם שבע מאות ועשרים, ושבעה אבנים בונים ז' פעמים שבע מאות ועשרים שהם חמשת אלפים וארבעים בתים. ומכאן ואילך ע\"ד זה נחשוב עד מקום שאין מספר וחשבון לפי רוב האבנים יכפלו הבתים על אחת כמה וכמה כדפי'. ואחר שפי' בפרק זה צרוף התיבות הפשוטות ר\"ל האותיות שאין בהם כפל נבאר צירוף התיבות הכפולות:",
      "english": "<b>Concerning Combinations:</b> We learn in Sefer Yetzirah that two stones build two houses, three build six houses, four build twenty-four houses, five build 120 houses, six build 720 houses, seven build 5,040 houses, and from here onward go and calculate what the mouth cannot speak and the ear cannot hear. We have already explained in the Gate of Letters that letters are the quarried stones of understanding, being hidden spiritual forces, and one stone alone cannot build a house at all, but two stones build two houses, for in combining two letters, two words are formed, each word being one house. This means that when two letters are combined, they make two words, like this: AB BA, as the word revolves from its beginning to its end and from its end to its beginning.\n\nWhen three stones are combined, they build six houses, like this: ABG, AGB - these are two houses beginning with Alef. BAG, BGA - these are two houses beginning with Bet. GAB, GBA - these are two houses beginning with Gimel, totaling six houses. Four stones build twenty-four houses, as follows: ABGD, ABDG, AGBD, AGDB, ADBG, ADGB - these are six houses beginning with Alef. BAGD, BADG, BGAD, BGDA, BDAG, BDGA - these are six houses beginning with Bet. GABD, GADB, GBAD, GBDA, GDAB, GDBA - these are six houses beginning with Gimel. DBGA, DGAB, DAGB, DBAG, DABG, DGBA - these are six houses beginning with Dalet. Their total is twenty-four.\n\nWhen we examine these combinations carefully and contemplate them, we find them arranged systematically, for in each of the four parts there is a combination of the three stones that preceded it, and the end of the twenty-four is opposite in all aspects to the first of them. We observe in their arrangement that when we encounter a word of four, five, or six letters, we must first consider the last two stones as a single word and combine them alone. For example, with \"Shlomo\": We consider that the word is just MH and combine it into two houses: MH HM (and then HL, yielding LH HL) (and then ML, yielding LM ML). Then we place the third letter at the beginning of each of these words, making six words for three letters. For instance, with the word LM or ML, we place Heh at the beginning to make HLM or HML, and similarly for all three combinations we made.\n\nIn this way, we can easily combine without error even a word of ten letters if we maintain this order we have arranged. Now let us arrange \"Shlomo\" with four letters, and we find that the two letters combine together and the three combine together. This is its arrangement in four sets of six, pure as frankincense: SHLMH, SLHM, SMLH, SMHL, SHLM, SHML - these are six combinations with Shin at the beginning of all of them. Now we place Lamed as the second letter at the beginning of six second words, like this: LSMH, LSHM, LMSH, LMHS, LHSM, LHMS - these are six combinations with Lamed at the beginning of all of them. Now we place Mem as the third letter at the beginning of six third words, like this: MSLH, MSHL, MLSH, MLHS, MHSL, MHLS - these are six combinations with Mem at the beginning of all of them. Now we place Heh as the fourth letter at the beginning of six fourth words, like this: HSLM, HSML, HLSM, HLMS, HMSL, HMLS - these are six combinations with Heh at the beginning of all of them.\n\nNow when we examine the initial letters of all the second words standing in a row, we find their initials spell \"Shlomo\" six times, with nothing twisted or crooked. When we delve deeper into these combinations, we find that when there are two stones they build only two houses, but when it rises to three, it makes three times the previous two because the third stone rotates the two, and when the third alternates among three letters, sometimes strengthening this one and sometimes its companion,"
    }
  ]
}