{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 9,
  "translation": [
    {
      "hebrew": "והנה בענין כ\"ד צרופים י\"ב וי\"ב שהקדמנו, יתבאר מה שכתב בספר הבהיר (סי' מו) וז\"ל השם היוצא מג' פסוקים ויס\"ע ויב\"א וי\"ט אותיות פסוק ראשון כסדר וכו' נמצא שבכל שם ושם מע\"ב שמות היוצאים מאלו הג' פסוקים כו' ומתחלקים לשלשה חלקים כ\"ד לכל חלק ועל כל חלק מג' חלקים שר גבוה עליהם ועל כל חלק יש לו ד' רוחות לשמור מזרח ומערב וצפון ודרום ומתחלקים ששה לכל רוח נמצאו לד' רוחות כ\"ד צורות. וכן לשני וכן לג' וכלם חתומים ביהו\"ה אלהי ישראל אלהים חיים שדי רם ונשא שוכן עד וקדוש שמו יהו\"ה בשכמל\"ו עכ\"ל.",
      "english": "Regarding the matter of the 24 permutations - twelve and twelve - that we discussed earlier, what is written in Sefer HaBahir (Section 46) will be explained, which states: \"The Name that emerges from the three verses 'Vayisa,' 'Vayavo,' and 'Vayet,' the letters of the first verse in order, etc. Thus we find that in each and every name of the 72 names that emerge from these three verses, etc., they are divided into three parts - 24 for each part. Over each of the three parts there is a high minister above them, and each part has four directions to guard - east, west, north and south - and they are divided into six for each direction, thus yielding 24 forms for the four directions. And likewise for the second, and likewise for the third, and they are all sealed with YHVH God of Israel, Living God, Shaddai, High and Exalted, Who dwells forever and Whose Name is Holy, YHVH Blessed be the Name of His glorious kingdom forever and ever.\""
    },
    {
      "hebrew": "וכוונתו כי שם בן ע\"ב חותם בע\"ב שמות של הוי\"ה. וביאר זה שם למעלה וז\"ל מאי דכתיב יברכך ה' ישא ה' וגו' יאר ה' פניו וגו' זה שמו של הקב\"ה המפורש והוא שם של י\"ב אותיות דכתיב יהו\"ה יהו\"ה יהו\"ה מלמד ששמותיו של הקב\"ה שלשה חיילים וכל שם מחיל וחיל דומה לחבירו ושמו כשמו וכולם חתומים ביו\"ד ה\"א וא\"ו ה\"א והיאך תצרף יהו\"ה כ\"ד פעמים היינו חיל אחד יברכך ה' וכן השני והם כ\"ד שמותיו של הקב\"ה וגם הג' והם כ\"ד מלמד שכל חיל ראשיהם ושריהם הם כ\"ד ועתה תצרף כ\"ד ג' פעמים ויהי וע\"ב שמותיו של הקב\"ה והיינו ע\"ב שמות היוצאים מן ויס\"ע ויב\"א וי\"ט עכ\"ל.",
      "english": "And his intention is that the 72-letter Name is sealed with 72 Names of YHVH. This is explained above, where it states: What is meant by the verses \"May YHVH bless you,\" \"May YHVH lift,\" etc., \"May YHVH make His face shine,\" etc.? This is the explicit Name of the Holy One, blessed be He, and it is the 12-letter Name, as it is written \"YHVH YHVH YHVH,\" teaching that the Names of the Holy One, blessed be He, are three hosts, and each name from each host resembles its fellow, and its name is like its name, and they are all sealed with Yod-Heh-Vav-Heh. And how does one combine YHVH 24 times? This refers to one host of \"May YHVH bless you,\" and likewise the second, making 24 Names of the Holy One, blessed be He, and also the third making 24, teaching that for each host, their chiefs and officers are 24. And now combine 24 three times and it becomes the 72 Names of the Holy One, blessed be He, which are the 72 Names that emerge from \"Vayisa,\" \"Vayavo,\" and \"Vayet.\""
    },
    {
      "hebrew": "והנה הוכרח מתוך המאמר הזה ששם בן ד' מצטרף כ\"ד צרופים ויתבאר על שדרך שפי' למעלה. וכך פירושו, כי עם היות כל חיל וחיל דומה לחבירו עכ\"ז הוא חיל בפ\"ע. ועתה נכנס בביאור כל המאמרים האלה על נכון ומתוכו יתבאר שם בן ע\"ב על מתכונתו. כבר נתבאר בשערים הקודמים כי כל האצילות נכלל באמ\"ש שהם אוי\"ר מי\"ם א\"ש והיינו חס\"ד די\"ן רחמים והם עיקרם בגדול\"ה גבורה ת\"ת. ולג' אלה רומזים ג' שמות שבברכת כהנים שהם ג\"כ מלך מלך ימלוך. ובניקוד ג' שמות אלה רבו בו הפרושים יש שרצו לנקדם יפעל יפועל יפעול והוא הראשון כלו פתח, והשני פתח חולם צירי, והשלישי חיריק שבא חולם. ויש שכתבו שנקודו יפעל יפעל יפעול והוא שראשון כלו קמץ, והשני כלו סגול, והג' חירק שוא חולם. ובתיקונים (בהקדמה ד\"י. ותקונא ע' דקל\"ד ע\"ב) פי' הרשב\"י ע\"ה שנקודו כתיבות שלאחריו שהיא מלך מלך ימלוך שהם יפעל יפעל יפעול והוא הראשון כלו סגול, והשני קמץ פתח, והשלישי חיריק שבא חולם. וכן פי' בר\"מ (פינחס דרי\"ז.) וז\"ל מיכא\"ל ארי\"ה ד' אנפין דיליה יהוה. ד' אנפי דשור ואיהו גבריאל ואינון יהוה. ד' אנפין דנשר ואיהו נוריאל ואינון יהוה. ואינון ממנן תחות חס\"ד פח\"ד אמ\"ת דרגין דג' אבהן, ואוקמוה רבנן האבות הן הן המרכבה, וסלקין נהורין לחושבן יב\"ק. ואינון מלך מלך ימלוך הנה ג' שמות נקראים שם בן י\"ב ועליו אמרו כל היודעו והזהיר בו וכו' והוא טוב לכוין בו בחתימת כל ברכה וברכה בסוד היה הוה ויהיה דהיינו מלך ימלוך. ונחזור לענייננו כמו שג' שמות אלה בג' אבות כן שם בן ע\"ב מהג' פסוקים בג' אבות כדפירש בזהר (בשלח דף נ\"א). נמצא שאחר שנצרף השם ע\"ב ונחלקהו לג' חלקים חלק לכל שם ושם מאלו הג' שמות הנזכרים יעלה כ\"ד שמות לכל שם. עוד נצרף שם בן ד' לכ\"ד צרופים הנה יהיו כ\"ד שמות נגד כ\"ד אשר לו משם ע\"ב. ויהיו כ\"ד הויות מקורות לכ\"ד שמות משם ע\"ב. וג' הויות אלו שמהם יצטרפו הע\"ב צרופים הנה יהיה כל א' מהם שר לכ\"ד המצטרפים ממנו. והיינו דקאמר לעיל ג' חיילים וכל שם מחיל וחיל וכו' וכן במאמר הקודם ועל כל כ\"ד שר גבוה וכו'. וכשנחלק כ\"ד לד' רוחות שהם ד' גבולים מי\"ב הנזכר לעיל הנה יהיו ששה תחת א'. כי יהיו ד' גבולים ולכל כ\"ד שמות יהיו ו' שמות משם ע\"ב תחת ו' שמות משם בן ד' אלו תחת שם א' שבי\"ב גבולין. וי\"ב גבולים מצטרפים משם בן ד' כדפי'. ורצוננו לצייר צורה נכונה יתישבו כל אלה הדברים בלב המשכיל על ידה. והצורה תמצא בעמוד תפ\"ו: <br>",
      "english": "It is necessitated from this statement that the four-letter Name combines into 24 permutations, as will be explained according to the method described above. The explanation is that although each host resembles its fellow, nevertheless each is a host unto itself. Now we shall enter into a proper explanation of all these statements, through which the 72-letter Name will be explained in its proper form. It has already been explained in previous gates that all emanation is included in AMS (Aleph-Mem-Shin), which are Air, Water, Fire, corresponding to Kindness, Judgment, and Mercy, and their essence is in Greatness, Strength, and Beauty. These three are alluded to in the three Names in the Priestly Blessing, which are also \"melech, melech, yimloch\" (reigned, reigns, will reign). Regarding the vocalization of these three Names, there are many interpretations: some wanted to vocalize them as yif'al, yifu'al, yif'ol - the first all with patach, the second with patach-cholam-tzerei, and the third with chirik-sheva-cholam. Others wrote that its vocalization is yif'al, yif'al, yif'ol - the first all with kamatz, the second all with segol, and the third with chirik-sheva-cholam. In the Tikunim (Introduction 10 and Tikun 70, 134b), Rabbi Shimon bar Yochai explained that its vocalization follows the words that come after it, which are \"melech, melech, yimloch,\" corresponding to yif'al, yif'al, yif'ol - the first all with segol, the second with kamatz-patach, and the third with chirik-sheva-cholam. So too it is explained in Ra'aya Mehemna (Pinchas 217): \"Michael is the Lion with four faces which are YHVH. The four faces of the Ox are Gabriel and they are YHVH. The four faces of the Eagle are Nuriel and they are YHVH. And they are appointed under Kindness, Fear, Truth - the levels of the three Patriarchs, and the rabbis established that the Patriarchs themselves are the Chariot, and the lights ascend to the numerical value of YBK. And they are 'melech, melech, yimloch.'\" These three Names are called the 12-letter Name, and of it they said \"whoever knows it and is careful with it, etc.\" and it is good to concentrate on it at the conclusion of every blessing in the secret of \"was, is, and will be,\" namely \"melech, melech, yimloch.\" Returning to our matter: just as these three Names correspond to the three Patriarchs, so too the 72-letter Name from the three verses corresponds to the three Patriarchs, as explained in the Zohar (Beshalach 51). Thus after we combine the 72-letter Name and divide it into three parts, one part for each of these three Names mentioned, it comes to 24 names for each Name. Additionally, when we combine the four-letter Name into 24 permutations, there will be 24 names corresponding to the 24 that it has from the 72-letter Name. And the 24 YHVH Names will be sources for the 24 names from the 72-letter Name. And these three YHVH Names from which the 72 permutations combine - each one of them will be a prince over the 24 that combine from it. This is what was meant above by \"three hosts and each name from host to host,\" etc., and similarly in the previous statement \"and over each 24 is a high prince,\" etc. And when we divide the 24 into four directions, which are the four boundaries from the 12 mentioned above, there will be six under one. For there will be four boundaries and for each 24 names there will be six names from the 72-letter Name under six names from the four-letter Name, these under one name of the 12 boundaries. And the 12 boundaries combine from the four-letter Name as explained. We wish to draw a proper diagram through which all these matters will be settled in the heart of the intelligent person. The diagram can be found on page 486: <br>"
    },
    {
      "hebrew": "עד הנה הגיע כח הציור בדברים האלה וכצורה הזאת לשם יהו\"ה כן הצורה לשם אהי\"ה וכן לשם אדנ\"י. והכלל העולה היות הי\"ב גבולין צירוף שם בן ד' אשר בתפארת והנה התפארת כולל חסד וגבורה ורחמים כי הוא איש תם יושב אוהלים ומזה חוייב ג' שמות בשם בן ד' ושם בן ד' א' כלול שלשתם והא' נחלק לי\"ב צרופים שהם י\"ב גבולים כדפי'. והי\"ב צרופים נחלקים כאו\"א לשנים שנים זכר ונקבה הם כ\"ד. והג' כל אחד מהם לכ\"ד הם ע\"ב הם ו' שמות מהם לכל א' מהם י\"ב ולכל א' מהם כ\"ד זהו מקורם הנעלם. אמנם יתלבשו הכחות האלה הע\"ב בע\"ב שמות של ויס\"ע ויב\"א וי\"ט שהם כל א' מג' אותיות רמז אל חסד וגבורה ת\"ת שכן רמז הפסוקים וראשי אותיות של י\"ב צרופים של שם בן ד' אשר בת\"ת הוא יי\"י הה\"ה וו\"ו הה\"ה שהם ג' שמות הנזכר והכל ממקום א' והכל שב אל מקור א'. וע\"ד זה נקיש לשם אהיה כי הכל אחד זה כזה ולרמוז אל שלשה (שהם) [שמות) אהיה שהם חסד דין ורחמים לא נזכר בתורה כולה כי אם ג' פעמים דהיינו ג' ראשונות. ואדני ג\"כ עד\"ז כי ה' בהיכל קדשו אין בין זה לזה אלא שאין אנו צריכין (לפעל) (לכפול) השמות. וע\"פ דרכנו למדנו כי מקור שם של ע\"ב הוא על הדרך שאמרנו וכן אהי\"ה וכן אדנ\"י. אמנם בס' האורה פי' בענין אחר וכן בתיקונים ונבארהו ב\"ה. שוב מצאנו שם הי\"ב גבולים זולת שם בן ד' ושם אהי\"ה ושם אדנ\"י אלא שם אחד. וז\"ל בס' הבהיר ואלו הם השמות המפורשות היקרות והמפוארות שם י\"ב לי\"ב שבטי ישראל:",
      "english": "Until here extends the power of the diagram in these matters, and just as this form applies to the Name YHVH, so too is the form for the Name Ehyeh and the Name Adonai. The general principle that emerges is that the twelve boundaries are permutations of the four-letter Name which is in Tiferet, and behold, Tiferet includes Chesed, Gevurah, and Rachamim, for it is \"a perfect man dwelling in tents,\" and from this are necessitated three names within the four-letter Name, and the one four-letter Name includes all three, and the one divides into twelve permutations which are the twelve boundaries as explained. And the twelve permutations are each divided into two parts, male and female, making twenty-four. And the three, each having twenty-four, total seventy-two, with six names for each, each having twelve, and each having twenty-four - this is their concealed source. However, these seventy-two powers are clothed in the seventy-two names derived from \"Vayisa,\" \"Vayavo,\" and \"Vayet,\" each consisting of three letters, alluding to Chesed, Gevurah, and Tiferet, as the verses hint. And the initial letters of the twelve permutations of the four-letter Name which is in Tiferet are YYY HHH VVV HHH, which are the three names mentioned, and all is from one source and all returns to one source. And in this way we can deduce regarding the Name Ehyeh, for all is one, this like that, and to allude to the three Names Ehyeh which are Chesed, Din, and Rachamim, they are mentioned in the entire Torah only three times, namely the first three instances. And Adonai likewise follows this pattern, for \"God is in His holy temple\" - there is no difference between this and that except that we do not need to multiply the names. And according to our approach, we have learned that the source of the seventy-two-letter Name is as we have said, and so too for Ehyeh and Adonai. However, in Sefer Ha'Orah it is explained differently, and likewise in the Tikunim, and we shall explain it, God willing. We have found again the twelve boundaries besides the four-letter Name and the Name Ehyeh and the Name Adonai, rather one name. And thus states Sefer HaBahir: \"And these are the explicit Names, precious and glorified, twelve names for the twelve tribes of Israel:\""
    },
    {
      "hebrew": "אהציצהרון אכליתהרון טמקתון רמוהטרון וצפצפשיתרון יהורמרון ברחיה גאון עדשגדראון כסאות הוהויהה ויהאהאהיה והדמתתיהון בשכמל\"ו [נג]. וכלם נכללים בלב נתיבות השמים ומתחלקים לכ\"ד שמות ובהם כלול זכר ונקבה ופקדיו בתל\"י גלג\"ל ולב והם מעיינות החכמה עכ\"ל.",
      "english": "Ahtzitzahron, Achlitahron, Tamkaton, Ramohatron, Vetzaftzafshitron, Yehuramron, Brachiah Gaon, Adshagdraon, Kisot, Hahavayahah, Veyahahayah, Vehadmatatihon, Baruch Shem Kevod Malchuto Le'olam Va'ed. And they are all included in the 32 paths of heaven and divide into 24 names, within which are contained male and female, and their assignments are in Teli, Galgal and Lev [the Dragon, Sphere, and Heart], and these are the fountains of wisdom."
    },
    {
      "hebrew": "ודקדק בדבריו שאמר זכר ונקבה והם הכרח אל מה שכתבנו למעלה בענין י\"ב הנחלקים לכ\"ד זכר ונקבה. ואין ספק שהשמות הללו לבוש אל י\"ב הויות ואל י\"ב אהי\"ה ואל כ\"ד אדני ע\"ד שפי' למעלה בע\"ב עצמם. ואחר שנתבאר ענין הי\"ב גבולים כפי השפעת השם בחסדו עלינו, ניחד פרק זה בתשלום ביאור המאמר:",
      "english": "And he was precise in his words when he spoke of male and female, which are essential to what we wrote above regarding the twelve that divide into twenty-four as male and female. And there is no doubt that these names are garments for the twelve Havayot (Divine Names), the twelve Ehyeh names, and the twenty-four Adonai names, as explained above regarding the seventy-two themselves. And after having explained the matter of the twelve boundaries according to the divine influence bestowed upon us in His kindness, we shall dedicate this chapter to completing the explanation of this discourse."
    }
  ]
}