{
  "title": "Pardes Rimmonim",
  "gate_num": 30,
  "chapter_num": 3,
  "translation": [
    {
      "hebrew": "כבר נתבאר בשער האותיות ענין רוחניות האותיות ומציאותם ולכן כאשר נבא לצרף ג' אותיות אחר שהאותיות האלה הם רוחניות צורות פשוטות בהכרח תהיינה מורכבות ונכללות כל אחד מחברתה כי כן דרך הרוחניות. כי לא לבד קרה הענין הזה לספי' אבל קרה ענין זה גם לענפים ואצילות המסתעפות מהם מאחר שהם צורות נאצלות. וראייה לזה ממה שאמרנו בשער היכלות פ\"ד מענין ע' סנהדרין היושבים באגן הסהר שהם כוללים כלם יחד בכל א' מהם. ואחר היות הענין הזה כך, נאמר אותיות אי\"ן שהם רומזות בכתר חכמה בינה כמבואר בשער ערכי הכנויים הנה ודאי הכתר כלול מחכמה ובינה והחכמה מכתר ובינה והבינה מכתר וחכמה אבל יוכלל בהם בשני פנים אם שיקבל החכמה מהכתר וישפיע בבינה. ולזה חוייב סדר האותיות כך יוד של אין שהיא חכמה גוברת מפני שכל האותיות השלשה הם בעצם החכמה ולכן בחינתה יגבר לעולם והרי לכן י' בראש הצירוף. ואח\"כ א' מפני שהרמז בו הכתר והוא מקבל מהכתר ומשפיע בבינה ולכן א' יגבר על ן' והיינו יא\"ן והוא צרוף א'. עוד יצטרף דרך אחרת שיגביר הבינה על החכמה בסוד אור החוזר ולכן יקבל אור מהבינה וישפיע בכתר ולכן יגביר נון של הבינה על א' שבכתר וזהו צרוף שני שהיא ינ\"א אל החכמה כי לעולם החכמה גוברת. וכן אל הכתר שתים לסבות אלו כיצד אות הכתר הוא א' ולכן לעולם גוברת ולפי שלפעמים יושפע מחכמה אל הבינה כסדר האור לכן צרופו אי\"ן ומפני שגם לפעמים בסוד האור החוזר יגביר הבינה על החכמה ולכן צרופו אנ\"י והם שני צרופים אל הכתר. וכן שתים אל הבינה לסבות אלו כיצד אות הבינה נון ולכן לעולם גוברת ולפי שלפעמים מקבל מהכתר ע\"י החכמה בסדר האור לכן יגביר או א' על י' ויהיה צרופו נא\"י ולפי שלפעמים יגביר החכמה על הכתר בסוד אור החוזר לכן יגביר אות י' על א' ויהיה צירופו ני\"א.",
      "english": "We have already explained in the Gate of Letters the spiritual nature of the letters and their existence. Therefore, when we come to combine three letters, since these letters are spiritual simple forms, they must necessarily be composed and included within each other, for such is the way of spirituality. This phenomenon occurred not only with the Sefirot, but also with their branches and emanations that stem from them, since they are emanated forms. Evidence for this can be found in what we said in the Gate of Chambers, Chapter 4, regarding the seventy members of the Sanhedrin who sit in the basin of the moon, where they are all included together in each one of them. Given this principle, we say that the letters Alef-Yud-Nun allude to Keter, Chochmah, and Binah, as explained in the Gate of Terms. Indeed, Keter includes Chochmah and Binah, Chochmah includes Keter and Binah, and Binah includes Keter and Chochmah, but this inclusion occurs in two ways: either Chochmah receives from Keter and influences Binah. Therefore, the order of letters must be thus: the Yud of Ayin, which represents Chochmah, predominates because all three letters are essentially of Chochmah, and thus its aspect always predominates, hence Yud is at the beginning of the combination. Then comes Alef because it alludes to Keter, which receives from Keter and influences Binah, thus Alef predominates over Nun, forming YAN, which is the first combination. Another combination occurs when Binah predominates over Chochmah in the mystery of returning light, thus receiving light from Binah and influencing Keter, hence the Nun of Binah predominates over the Alef of Keter, forming the second combination YNA in relation to Chochmah, for Chochmah always predominates. Similarly, Keter has two combinations for these reasons: since the letter of Keter is Alef, it always predominates, and because sometimes it flows from Chochmah to Binah in the order of light, its combination is AYN, and because sometimes in the mystery of returning light Binah predominates over Chochmah, its combination is ANI - these are the two combinations for Keter. Likewise, Binah has two combinations for these reasons: since the letter of Binah is Nun, it always predominates, and because sometimes it receives from Keter through Chochmah in the order of light, either Alef predominates over Yud and its combination becomes NAY, and because sometimes Chochmah predominates over Keter in the mystery of returning light, the letter Yud predominates over Alef and its combination becomes NIA."
    },
    {
      "hebrew": "הנה במלת אנ\"י יש ו' צירופים מבוארים שהם אנ\"י אין בסוד הא', יא\"ן ינ\"א בסוד היו\"ד, נא\"י ני\"א בסוד הנון. וזה יהיה סוד הצירוף לד' אותיות או לחמשה. ואולם כשיוכפלו האותיות עם היות שבצרוף הגשמי לא יצטרפו כבר אפשר להם להצטרף בצרוף הרוחני שאין רוחניותן שוה כדפי' בשער פרטי השמות בענין כ\"ד צרופים שבשם בן ד' שפי' בספר הבהיר יעוין שם. ואולם יהיו כפולים אלו זכרים ואלו נקבות כמבואר שם. והקצור יפה. ומפני ענין כללות האורות והארתם אלו באלו נמצא שפי' קצת מהקדמונים כי בצרוף וגלגול שם בן ע\"ב או שאר השמות אחר התבודדות גדול יתגלה לצדיק הזכאי המשכיל בעניינם קצת מחלק הבת קול ר\"ל רוח ה' ידבר בו ומלתו על לשונו מטעם שהוא מחבר הכחות ומיחדם ומחשקם איש אל אחיו כמער איש ולויות עד שיושפע עליו רוב השפע ובתנאי שיהיה העוסק בכך כלי המוכן לקבל הרוחניות וראוי לכך שאם לא כן יהפך לאכזר ונהפכו לו סורי הגפן נכריה והקריב אש זרה אשר לא צוה ה'. ואחר שבפרקים הקודמים נתעסקנו בהשכלת צרוף האותיות נבא עתה לבאר ענין צרוף הנקודות:",
      "english": "Behold, in the word ANI there are six explicit permutations, which are ANI and AIN in the secret of the Alef, YAN and YNA in the secret of the Yod, and NAI and NIA in the secret of the Nun. This will be the secret of permutation for four letters or five. However, when the letters are doubled, although they cannot be permuted in the physical permutation, they can be permuted in the spiritual permutation since their spirituality is not equal, as explained in the Gate of Specific Names regarding the 24 permutations of the four-letter Name as explained in the Sefer HaBahir - refer there. And these doubles will be male and female, as explained there. And brevity is preferred. And because of the principle of the inclusion of lights and their illumination of each other, we find that some of the ancients explained that through the permutation and revolution of the 72-letter Name or other Names, after great meditation, there will be revealed to the righteous, worthy sage who understands their matters, some aspect of the divine voice - that is to say, the spirit of God will speak within him and His word will be upon his tongue. This is because he connects the forces, unifies them, and joins them to each other like a man and his companions, until great abundance flows upon him. This is conditional upon the practitioner being a vessel prepared to receive spirituality and worthy of it; for if not, he will be transformed into a cruel one, and the foreign vine-branches will turn against him, and he will offer strange fire which God did not command. And after we have dealt in the previous chapters with the contemplation of letter permutations, we will now come to explain the matter of vowel point permutations."
    }
  ]
}