{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 13,
  "translation": [
    {
      "hebrew": "אחר שכתבנו זה השם בפרק הקודם נבאר עתה בפרק זה לכתוב אופן מוצאו מהפסוקים:",
      "english": "After writing this Name in the previous chapter, we will now explain in this chapter how to derive it from the verses:"
    },
    {
      "hebrew": "ב תמורתה א מאבג\"ד א ר תמורתה ט מאלב\"ם ותחת ט' ב' מאח\"ס בט\"ע ב א תמורתה י מאי\"ק ותחת י' ג' מאח\"ס בט\"ע ג תמורתה י מאלב\"ם י י תמורתה א מאי\"ק ותחת א' ת' בא\"ת ב\"ש ת תתמורתה כ מאלב\"ם ותחת כ' צ' מאחס בטע ץ (זהו השם הראשון):",
      "english": "Bet is substituted with Alef according to ABGD; Alef, Resh is substituted with Tet according to ALBM; and under Tet is Bet according to ACHS BTA; Bet, Alef is substituted with Yod according to AYK; and under Yod is Gimel according to ACHS BTA; Gimel is substituted with Yod according to ALBM; Yod, Yod is substituted with Alef according to AYK; and under Alef is Tav according to AT BSH; Tav is substituted with Kaf according to ALBM; and under Kaf is Tzadi according to ACHS BTA; final Tzadi (this is the first Name):"
    },
    {
      "hebrew": "ב תמורתה ח בא\"ט ב\"ח ותחת ח' ק' באלב\"ם ק ר תמורתה ט בא\"ל ב\"ם ותחת ט' נ' מא\"ת ב\"ש ותחת נ' ר' [נד] מאלב\"ם ר א תמורתה ל באלב\"ם ותחת ל' ע' באטבח ע א תמורתה ת בא\"ת ב\"ש ותחת ת' ש' מאבג\"ד ש ל תמורתה ע באטב\"ח ותחת ע' ט' באח\"ס בטע ט ה תמורתה נ מאטב\"ח ן (זהו השם השני):",
      "english": "Bet is substituted with Chet in AT BCh, and under Chet is Kuf in Albam, Kuf. Resh is substituted with Tet in Albam, and under Tet is Nun in AT BSh, and under Nun is Resh [note 54] in Albam, Resh. Alef is substituted with Lamed in Albam, and under Lamed is Ayin in Atbach, Ayin. Alef is substituted with Tav in AT BSh, and under Tav is Shin in Abgad, Shin. Lamed is substituted with Ayin in Atbach, and under Ayin is Tet in AChS BTA, Tet. Heh is substituted with Nun in Atbach, Nun (this is the second Name)."
    },
    {
      "hebrew": "י תמורתה ט מאבג\"ד ותחת ט' נ' בא\"ת ב\"ש נ מ תמורתה ב מאלב\"ם ותחת ב' ג' באבג\"ד ג א תמורתה ת בא\"ת ב\"ש ותחת ת' ק' באטב\"ח ותחת ק' ד' באתב\"ש ד ת תמורתה א באתב\"ש ותחת א' י' מאי\"ק י ה תמורתה ל מאח\"ס בט\"ע ותחת ל' כ' באתב\"ש כ ש תמורתה ר מאטב\"ח ותחת ר' ש' מאבג\"ד ש (זהו השם השלישי):",
      "english": "Yud is exchanged with Tet according to ABGD, and under Tet is Nun in AT-BSH, Nun. Mem is exchanged with Bet in ALBM, and under Bet is Gimel in ABGD, Gimel. Alef is exchanged with Tav in AT-BSH, and under Tav is Kuf in ATBCH, and under Kuf is Dalet in AT-BSH, Dalet. Tav is exchanged with Alef in AT-BSH, and under Alef is Yud from AIK, Yud. Heh is exchanged with Lamed in ACHS-BTA, and under Lamed is Kaf in AT-BSH, Kaf. Shin is exchanged with Resh in ATBCH, and under Resh is Shin in ABGD, Shin (this is the third name)."
    },
    {
      "hebrew": "מ תמורתה ב מאלב\"ם ב י תמורתה ט מאבג\"ד ט מ תמורתה ר מאחס בטע ר ו תמורתה פ באתב\"ש ותחת פ' צ' באבג\"ד צ א תמורתה ת באתב\"ש ת ת תמורתה ק באטב\"ח ותחת ק' ר' באבג\"ד ותחת ר' ג' באתב\"ש ג (זהו השם הרביעי):",
      "english": "Mem is substituted with Bet according to Albam, Bet. Yod is substituted with Tet according to Abgad, Tet. Mem is substituted with Resh according to Achash Beta, Resh. Vav is substituted with Peh according to Atbash, and instead of Peh comes Tzadi according to Abgad, Tzadi. Alef is substituted with Tav according to Atbash, Tav. Tav is substituted with Kuf according to Atbach, and instead of Kuf comes Resh according to Abgad, and instead of Resh comes Gimel according to Atbash, Gimel (this is the fourth Name)."
    },
    {
      "hebrew": "נד. ואולי חסר וצ\"ל ותחת נ' ט' באתב\"ש ותחת ט' ר' וכו':",
      "english": "54. And perhaps it is missing and should read: \"and substituting for nun is tet in At-Bash, and substituting for tet is resh, etc.\""
    },
    {
      "hebrew": "ה תמורתה ע באלב\"ם ותחת ע' ט' באחס בטע ותחת ט באבג\"ד א תמורתה ת באתב\"ש ותחת ת' ק' באטב\"ח ר תמורתה ג באתב\"ש ותחת ג' ב' באבג\"ד צ תמורתה י באטב\"ח ותחת י' ט' באבג\"ד ו תמורתה ד כאסכ\"ח ומחת ו\" נ' כאכג\"ד ומחח נ' נ' כאלכ\"ס ה תמורתה ע באלב\"ם (זהו השם החמישי):",
      "english": "Hei is exchanged with Ayin in Albam, and under Ayin is Tet in Aches Beta, and under Tet in Abgad is Alef which is exchanged with Tav in Atbash, and under Tav is Kuf in Atbach, Resh is exchanged with Gimel in Atbash, and under Gimel is Bet in Abgad, Tzadi is exchanged with Yod in Atbach, and under Yod is Tet in Abgad, Vav is exchanged with Dalet in Asach, and under Vav is Nun in Abgad, and under Nun is Nun in Albas, Hei is exchanged with Ayin in Albam (this is the fifth name)."
    },
    {
      "hebrew": "א תמורתה י באי\"ק ר תמורתה ג באתב\"ש ץ תמורתה כ באחס בטע ותחת כ' ל' באתב\"ש ה תמורתה ץ באתב\"ש ותחת צ' פ' באבג\"ד י תמורתה צ באטב\"ח ותחת צ' ז' באלב\"ם ת תמורתה ק באטב\"ח (זהו השם הששי):",
      "english": "Alef is exchanged for Yod in the Ayk cipher, Resh is exchanged for Gimel in the Atbash cipher, Final Tzadi is exchanged for Kaf in the Aches Beta cipher and under Kaf is Lamed in Atbash, Heh is exchanged for Tzadi in Atbash and under Tzadi is Peh in Abgad, Yod is exchanged for Tzadi in Atbach and under Tzadi is Zayin in Albam, Tav is exchanged for Kuf in Atbach (this is the sixth Name)."
    },
    {
      "hebrew": "ה תמורתה ל באחס בטע ותחת ל' א' באלב\"ם ותחת א' ת' באתב\"ש ותחת ת' ש' באבג\"ד ש ת תמורתה ק באטב\"ח ק ה תמורתה ו באבג\"ד ו ו תמורתה ה באבג\"ד ותחת ה' צ' באתב\"ש צ ב תמורתה כ באי\"ק בכר ותחת כ' י' באבג\"ד י ה תמורתה ל באח\"ס בט\"ע ותחת ל' א' באלב\"ם ותחת א' ת' באתב\"ש ת (זהו השם השביעי):",
      "english": "The ה is substituted with ל according to ACHS BTA, and under ל is א according to ALBM, and under א is ת according to ATBSH, and under ת is ש according to ABGD: ש. The ת is substituted with ק according to ATBCH: ק. The ה is substituted with ו according to ABGD: ו. The ו is substituted with ה according to ABGD, and under ה is צ according to ATBSH: צ. The ב is substituted with כ according to AIK BCR, and under כ is י according to ABGD: י. The ה is substituted with ל according to ACHS BTA, and under ל is א according to ALBM, and under א is ת according to ATBSH: ת (this is the seventh name)."
    },
    {
      "hebrew": "זהו מוצא שם מ\"ב ע\"פ אלפא ביתות רשומות כי לא הותר להמציאו אם לא ע\"י א\"ת ב\"ש ואח\"ס בט\"ע ואלב\"ם ואבג\"ד אי\"ק ואטב\"ח, שאל\"כ בקל היה מצטרף ע\"י כ\"ב אלפא ביתות. ומה שנמצא כי פעמים אות השם הוא אות הפסוק כגון ר' של ברא שהיא בעצמה ר' של קר\"ע וכן ש' של השמים היא ג\"כ ש' של יכ\"ש, ועכ\"ז אנו מוציאין אותה ע\"י תמורות אלפא ביתות. לא על חנם הוא, כי הוצרך השם להצטרף ולעבור דרך האלפא ביתות פעם אחר פעם ואם ירד ויעבור דרך האלפא ביתות היורד יחזור ויעלה דרך האלפא ביתות העולה כי כל זה רמז לעליית מדרגות העולה. והצרוף שנצטרף ונתלבש השם עד בואו בפסוק בראשית וכל הדברים האלה מקובלים אל הקדמונים קבלה אמיתית אין בה פקפוק. אמנם מה שדלגו על ו' של ובהו וצירוף ה' של ובה\"ו הוא הפך דעת הרשב\"י ע\"ה כמבואר לעיל והם עצמם אמרו שספק הוא להם ונשתכח קבלת הענין ובצירוף זה העתיקו כל המעתיקים. ובענין מקור השם הזה יש לו מקור ומקור על גבי מקור וז\"ל הרשב\"י ע\"ה בתקונים [תקונא ס\"ט דק\"ג ע\"ב] (ואית שם בן מ\"ב בצורת חותמא דשעוה נכתב). ואית שם מ\"ב בציור דיוקנא דמלכא חקוק על חותמא. ואית שם מ\"ב דאיהו דיוקנא (ממש. שם מ\"ב דאיהו דיוקנא) איהו יהו\"ה יו\"ד ה\"א וא\"ו ה\"א. יו\"ד וא\"ו דל\"ת ה\"א אל\"ף וא\"ו אלף וא\"ו ה\"א אלף. שם מ\"ב דאיהו חותמא איהי אהי\"ה אשר אהי\"ה. ציור מ\"ב בשעוה דא אבגית\"ץ עכ\"ל.",
      "english": "This is the derivation of the 42-letter Name according to the recorded letter permutations, for it is only permitted to derive it through AT-BASH, ACHES-BETA, ALBAM, ABGAD, AYK, and ATBACH, for otherwise it could easily be permuted through all 22 letter combinations. And although we sometimes find that a letter of the Name is the same as the letter in the verse - such as the 'Reish' of 'bara' which is itself the 'Reish' of 'KRA', and likewise the 'Shin' of 'hashamayim' which is also the 'Shin' of 'YKSH' - nevertheless we derive it through letter permutations. This is not without purpose, for the Name must be permuted and pass through the letter combinations time after time, and if it descends and passes through the descending letter combinations, it must return and ascend through the ascending letter combinations, for all this alludes to the ascent of rising levels. And the permutation that permuted and clothed the Name until it came into the verse of Bereishit - all these matters were received by the ancients as true tradition without doubt. However, regarding their skipping the 'Vav' of 'vavohu' and the permutation of the 'Heh' of 'vavohu' - this contradicts the opinion of Rabbi Shimon bar Yochai, of blessed memory, as explained above, and they themselves said they were uncertain about it and the received tradition of this matter was forgotten, yet all copyists transmitted this permutation. And regarding the source of this Name, it has a source and a source above a source, and these are the words of Rabbi Shimon bar Yochai in the Tikunim [Tikun 69, 103b]: \"There is a 42-letter Name in the form of a wax seal. And there is a 42-letter Name in the image of the King's likeness engraved on a seal. And there is a 42-letter Name which is the actual likeness - it is YHVH YOD HEH VAV HEH. YOD VAV DALET HEH ALEF VAV ALEF VAV HEH ALEF. The 42-letter Name which is the seal is EHYEH ASHER EHYEH. The 42-letter form in wax is ABGITATZ,\" end quote."
    },
    {
      "hebrew": "הנה צירוף שם מ\"ב עם שם בן ד' והוא מקור העליון וממנה נובע אהיה וכן שני פעמים אהיה עולה מ\"ב וכן ג\"כ יצטרף שם אהיה כשם יהו\"ה אלא שחסר א'. ואפשר שהשם עצמו משלים כזה אהי\"ה אל\"ף ה\"א יו\"ד ה\"א. אל\"ף למ\"ד פ\"ה ה\"א אל\"ף. יו\"ד וא\"ו דל\"ת. ה\"א אל\"ף. הרי מ\"א, והשם עצמו משלים המנין. וממנו נובע ויונק שם מ\"ב היוצא מבראשית אשר אנו עוסקים בו. עוד להרשב\"י ע\"ה בשם זה עניינים גדולים ונוראים והרוצה להבין ביאורם יעיין בתיקונים במקומו. עוד (בתקונא ע' דקל\"ה.) בשם זה ז' שמות מנוקדים כשמות האלו והז' ימים הם כנגד ז' ספירות ושם אחד מאלו בכל יום מששת ימי בראשית. אבגית\"ץ ביום א' ושמו יהוה ונקודתו יוצא מפסוק בראשית ברא אלקים את. שם השני נגד יום ב' והוא קר\"ע שט\"ן ושמו יהוה ונקודתו יוצא מפסוק ויאמר אלהים יהי רקיע. שם הג' נגד יום ג' והוא נג\"ד יכ\"ש ושמו יהוה ונקודתו יוצא מפסוק ויאמר אלהים יקוו המים. שם הד' נגד יום ד' והוא בט\"ר צת\"ג ושמו יהוה ונקודתו יוצא מפסוק ויאמר אלהים יהי מאורות. שם ה' נגד יום ה' והוא חק\"ב טנ\"ע ושמו יהוה ונקודתו יוצא ויאמר אלהים ישרצו המים. שם הששי נגד יום ששי והוא יג\"ל פז\"ק ושמו יהוה ונקודתו יוצא מפסוק ויאמר אלהים תוצא הארץ. שם השביעי נגד יום שביעי והוא שקוצי\"ת ושמו יהוה ונקודתו יוצא מפסוק ויאמר אלהים הנה נתתי. ע\"כ מה שראינו להעתיק מדברי האלהי רשב\"י ע\"ה. עוד ביאר קצתם ולפי שלא נמצא כלו לא ראינו לכתבו. וכאשר נדקדק בנקודים שניקד אותם הקדוש נמצא נקוד ג' שהוא נגד ת\"ת וניקוד שביעי שהוא נגד המלכות נקודתם שוים לרמוז כי החמה מאירה בלבנה. ואין תימה היות השם הזה כלו בגבורה ופרטיותיו בספירות כי כבר קדם לנו התשובה על זה בפ\"ה. עוד כתב הרשב\"י ע\"ה (תקונא סט דק\"ג ע\"ב) שבכל שם יש בו ו' אותיות נגד שש כנפים שבשרפים וע\"ז נאמר (ישעיה ו) שש כנפים שש כנפים לאחד. ואמר ששם זה טוב להזכירו קודם שינתו וכן האדם סמוך לעת פטירתו כי ע\"י כנפים האלה בשתים אתוון מכל שם הנשמה תכסה אנפהא כו' ובשתים תעופף הנשמה למעלה ותזכה להנצל ממלאכי חבלה ומכל מזיקין ותזכה לחיי עה\"ב.",
      "english": "Behold, the combination of the 42-letter Name with the 4-letter Name is the supreme source from which emanates the name Ehyeh, and thus twice Ehyeh equals 42, and likewise the name Ehyeh combines with the name YHVH, except it lacks one letter. It is possible that the Name itself completes it thus: EHYH Alef He Yod He. Alef Lamed Pe He Alef. Yod Vav Dalet. He Alef. This equals 41, and the Name itself completes the count. From this flows and draws sustenance the 42-letter Name that emerges from Bereishit with which we are dealing.\n\nFurthermore, Rabbi Shimon bar Yochai, of blessed memory, reveals great and awesome matters concerning this Name, and one who wishes to understand their explanation should examine the Tikunim in its place. Additionally (in Tikun 70, page 135), this Name contains seven vocalized names corresponding to these names, and the seven days correspond to seven sefirot, with one of these names for each of the six days of creation. ABGITZ on day one, and its name is YHVH, and its vowel points emerge from the verse \"In the beginning God created.\" The second name corresponds to day two, and it is KRA STN, and its name is YHVH, and its vowel points emerge from the verse \"And God said, 'Let there be a firmament.'\" The third name corresponds to day three, and it is NGD YKS, and its name is YHVH, and its vowel points emerge from the verse \"And God said, 'Let the waters gather.'\" The fourth name corresponds to day four, and it is BTR ZTG, and its name is YHVH, and its vowel points emerge from the verse \"And God said, 'Let there be lights.'\" The fifth name corresponds to day five, and it is ChKB TNA, and its name is YHVH, and its vowel points emerge from \"And God said, 'Let the waters teem.'\" The sixth name corresponds to day six, and it is YGL PZK, and its name is YHVH, and its vowel points emerge from the verse \"And God said, 'Let the earth bring forth.'\" The seventh name corresponds to day seven, and it is ShKVTzIT, and its name is YHVH, and its vowel points emerge from the verse \"And God said, 'Behold, I have given.'\"\n\nThis concludes what we have seen fit to copy from the divine Rabbi Shimon bar Yochai's words. He explained some of them further, but since we do not have the complete explanation, we have not written it. When we examine the vowel points that the Holy One vocalized, we find that the third vocalization, which corresponds to Tiferet, and the seventh vocalization, which corresponds to Malchut, have identical vowel points, indicating that the sun illuminates the moon. It is not surprising that this Name is entirely in Gevurah while its particulars are in the sefirot, as we have already addressed this answer in Chapter 5. Rabbi Shimon bar Yochai further wrote (Tikun 69, page 103b) that each name contains six letters corresponding to the six wings of the seraphim, concerning which it is said (Isaiah 6) \"six wings, six wings for each.\" He said that it is beneficial to recite this Name before sleep and when a person is near death, for through these wings, with two letters from each name, the soul covers its face, and with two it will fly upward and merit to be saved from the angels of destruction and all harmful forces, and merit eternal life in the World to Come."
    },
    {
      "hebrew": "והנה נשלם ביאור מאמר שם בן מ\"ב:",
      "english": "And thus concludes the explanation of the discourse on the 42-letter Name."
    }
  ]
}