{
  "title": "Pardes Rimmonim",
  "gate_num": 1,
  "chapter_num": 5,
  "translation": [
    {
      "hebrew": "אחרי אשר נסענו מהר ה' הר גבוה ותלול המשנה הקודמת ובה הכרחנו הסכמת המקובלים היות הספירות י' ולא יותר. נלך אל הר המור המשנה השניה אליה ואם היא רביעית לראש הפרק. וז\"ל עשר ספירות בלי מה. עשר ולא תשע. עשר ולא אחד עשר. הבן בחכמה, וחכם בבינה. בחון בהם וחקור מהם ודע וחשוב מהם והעמד דבר על בוריו והשב יוצר על מכונו עכ\"ל.",
      "english": "After we journeyed from the mountain of God - the high and steep mountain of the previous Mishnah - wherein we established the agreement of the Kabbalists that there are ten Sefirot and no more, let us proceed to the Mountain of Myrrh, to the second Mishnah related to it, though it is fourth from the chapter's beginning. And these are its words: \"Ten Sefirot of nothingness. Ten and not nine. Ten and not eleven. Understand with Wisdom, and be wise with Understanding. Examine them and probe them, know, calculate and contemplate, and establish each thing clearly, and restore the Creator to His place.\""
    },
    {
      "hebrew": "הסכמנו שלא לעורר על המשנה הזאת כלל להיות דבריה מעצמם בלתי מסודרים והמקרא אומר דורשני ואין שטחיותה סובל פי' כלל עד שבו נשא ונתן. ונכתוב את אשר ישים אלקים בפינו בענין י' ולא ט' ופירושו. והוא כי כוונתו להזהירנו מן השגיאה שלא נאמר שאין הכתר מכלל הספירות לחשבנו שהוא האין סוף, שאינו כן. כי גבוה מעל גבוה שומר. ולא כמו שחשבו רבים כי א\"ס הוא ממנין הספירות ושהוא הכתר. והדעת הזאת נבטל אותה בשער אם הא\"ס הוא הכתר בה\"ו ורחמנא ליצלן מהאי דעתא. אלא בודאי הם י' בזולת המאציל. שאם לא כן נמצאו הספירות הנאצלות ט'. וזה אינו ראוי, אלא הנאצלים ממש הם עשר ולא תשע. עוד פי' כי בא להזהירנו שלא נטעה להפריד המלכות מן המנין כאשר יש מי שדמה בסברתו קרוב לזה. ורחמנא ליצלן נמי מהאי דעתא. אלא היא עמהם באצילות. ואע\"פ שאינה באחדות שלהם מפני שנטרדה כאשר נבאר בשער מיעוט הירח בס\"ד. וקרוב לפי' זה פירש הרשב\"י ע\"ה בס' ר\"מ (תצא דף רע\"ז ע\"ב) וז\"ל ואית אחרנין מארי ס\"ת מארי מדות דאינון ירתין נשמתין מסטרא דמלכותא קדישא דאיהי כלילא מי' ספירן. דכל מאן דירית לה וזכי לה זכי לעשר ספירן בלא פרודא. עשר ולא תשע, דאי הוה ירתין למלכותא יחידאה הוו תשע בפרודא מנה. ובגין דלית תמן פרודא אמר בעל ספר יצירה עשר ולא תשע. ואי תימא דסליקת לעילא מי'. שמא מפרש יו\"ד ה\"א וא\"ו ה\"א הא עשר, יו\"ד דמתייחד בה לא סליק לעילא מעשר, ובג\"ד עשר ולא אחד עשר עכ\"ל.",
      "english": "We have agreed not to raise questions about this Mishnah at all, as its words are inherently unstructured and the text calls for interpretation, while its surface meaning cannot bear any explanation until we analyze it thoroughly. We shall write what God places in our mouths regarding the matter of \"ten and not nine\" and its interpretation. The intention is to warn us against the error of saying that Keter is not among the Sefirot by thinking it is the Ein Sof, which is not correct. For \"high above the highest watches.\" And not as many have thought that Ein Sof is counted among the Sefirot and that it is Keter. We shall refute this notion in the gate discussing whether Ein Sof is Keter, God save us from such a view. Rather, there are certainly ten besides the Emanator. For if not so, there would only be nine emanated Sefirot, which is not proper. Rather, there are exactly ten emanations, not nine. Furthermore, it comes to warn us not to err by separating Malkhut from the count, as some have conceived in their reasoning. May God also save us from this view. Rather, it is with them in emanation, even though it is not in their unity because it was displaced, as we shall explain in the gate concerning the diminishment of the moon, God willing. Similar to this interpretation, Rabbi Shimon bar Yochai, of blessed memory, explained in the Ra'aya Mehemna (Teitzei 277b), saying: \"There are others who are masters of Torah, masters of qualities, who inherit souls from the side of holy Malkhut, which includes all ten Sefirot. For whoever inherits it and merits it, merits all ten Sefirot without separation. Ten and not nine, for if they inherited Malkhut alone, there would be nine separate from it. And because there is no separation there, the author of Sefer Yetzirah said 'ten and not nine.' And if you say it rises above ten, the explicit Name Yod-Hei-Vav-Hei has ten, and the Yod that unites with it does not rise above ten, therefore 'ten and not eleven.'\""
    },
    {
      "hebrew": "כוונת המאמר הזה שאמר ואית אחרנין. כי למעלה מן הענין אמר יש באנשי מעשה מי שיש לו נשמה שהיא אמה מצד הבריאה, והענין הזה יתבאר בשער הנשמה בה\"ו. ועתה אמר שיש אחרים מארי ס\"ת שהם העוסקים בתורה האלהיית וסתריה. ומפני שהיה באפשר לומר כי מארי ס\"ת יקראו אותן שהם עוסקים בסתרי הלכות דרשות ואגדות והחוקים והדינים והמשפטים כפי פשוטן של דברים לבד. לזה אמר כי אם היות אלו שכרם כפול ומכופל והוא המדה הנבחרת. עם כל זאת אינם זוכים למעלת הנשמה הזאת עד הגיעם לסתרי הספירות שהם סוד האלקות. והם נקראים מארי מדות. ונקראים כן מטעם כי כל העסק של החכמים בקבלה הוא במדות ועניינם. ואמר שאלו יורשים נשמה מצד המלכות בעצמה לא מצד מטטרון עבד. ולא מצד אמה כנז' שם. ואמר שהוא זוכה לנשמה כלולה מעשר. ומפני שהוקשה לו שמא ג\"כ שאר הנשמות יהיו כלולות מי' או שמא הנשמה זאת לא תהיה כלולה מעשרה. ומהיכן לנו כח לחלק בין נשמה לנשמה, ואע\"פ שתהיה זו חשובה מזו. לזה יכריח כי במלכות רצה לומר הנשמה שהיא מסטרא דמלכות היא כלולה מעשר בהכרח. מטעם שהספירות לא יפרדו והם מקושרות ומיוחדות ובאמרנו מלכות יוכרח היות שאר הספירות נטפלות אליה. מה שאין כן בנשמה מסטרא דמטטרון או אמה כי הם מעולם הפרוד. אחר שהם יורדים מן האצילות. ולא חוייב בחיוב הזה כי אם באצילות ולא בהם. ולפיכך לא תהיה כלולה מעשר, אלא נשמה מסטרא דמלכות. ומה שאנו אומרים שהנשמה מסטרא דמטטרון או אמה שאינה כלולה מי', אין הכונה שאין נכללות בה י' כמשמעו. כי זה א\"א להיות פעולה נמשכות מלמעלה שלא תהיה הפעולה ההיא כלולה מכל הי', שא\"כ יראה פרוד. וזהו טעם בעלי מומים כגון נטולי ידים וכדומה שהם חסרים ומראים על רוע פעולתם שפגמו במקום קדוש והפרידו ולכן נשמתם אינה מתפשטת בגוף באברים ההם והיא פגומה וחסרה והכל לפי מקום פגימתם כן מומם. והמום שמתחילת הבריאה מורה על חסרונה בסבת הגלגול כמו שנבאר ענין האברים בשער הנשמה בפ\"ז בה\"ו. ולעולם א\"א בעולם נשמה או פעולה שלא יהיו בה נכללות כל העשר ספירות. ועם היות שנגזר אומר נשמה מסטרא דמטטרון, או מסטרא דאמה, אין הכונה שאינם מלמעלה ח\"ו. כי כל הנשמות נמשכות מלמעלה. והענין כמו שנבאר בשער הנזכר בפ\"ב בה\"ו. ולעולם היא נכללות מעשר ולא יפרדו כדפי'. ומה שבין נשמות מהמלכות לשאר הנשמות. הוא כי שאר הנשמות הם כלולות מעשר לא שיתראה בהם י' ממש אלא הכונה שהם נכללות בה והיא מעצמה כלולה מעשר. אבל הנשמה מסטרא דמלכות היא נאצלת מעשר ספירות שבמלכות בהיות המלכות מתראות בה כל העשר ספירות ומתייחדת עמהם.",
      "english": "The intent of this statement that says \"and there are others\" is that earlier in the discussion it mentioned there are among people of action those who have a soul that is a handmaid from the side of Creation, and this matter will be explained in the Gate of the Soul, God willing. And now it states that there are others who are masters of Torah secrets who engage in the divine Torah and its mysteries. And because it was possible to say that \"masters of Torah secrets\" refers to those who engage in the secrets of laws, homiletics, legends, statutes, judgments and ordinances only according to their simple meanings, it therefore states that although their reward is doubled and multiplied and this is the chosen measure, nevertheless they do not merit the level of this soul until they reach the secrets of the Sefirot, which are the mystery of divinity. And they are called \"masters of measures.\" They are called this because all the occupation of the sages in Kabbalah concerns the divine measures and their aspects. And it states that these inherit a soul from the side of Malkhut itself, not from the side of Metatron the servant, nor from the side of the handmaid as mentioned there. And it states that one merits a soul that includes ten.\n\nAnd because it was difficult for him that perhaps other souls would also be comprised of ten, or perhaps this soul would not be comprised of ten, and from where do we have the power to distinguish between souls, even though one may be more important than another - therefore it necessarily follows that regarding Malkhut, meaning the soul that is from the side of Malkhut, it must be comprised of ten. This is because the Sefirot do not separate and they are bound and unified, and when we say Malkhut it necessarily follows that the other Sefirot are attached to it. This is not the case with a soul from the side of Metatron or the handmaid, for they are from the world of separation, after they descend from Atzilut. And this necessity applies only to Atzilut and not to them. Therefore it will not be comprised of ten, except for a soul from the side of Malkhut.\n\nAnd when we say that the soul from the side of Metatron or the handmaid is not comprised of ten, the intention is not that ten are not included in it in its literal sense. For it is impossible for there to be an action drawn from above that is not comprised of all ten, as this would show separation. And this is the reason for those with physical defects, such as those missing limbs and the like, who are deficient and demonstrate the evil of their actions in that they damaged a holy place and caused separation, and therefore their soul does not spread in the body in those limbs and it is damaged and deficient, all according to the place of their damage, so is their defect. And a defect from the beginning of Creation indicates its deficiency due to reincarnation, as we will explain the matter of limbs in the Gate of the Soul, chapter 7, God willing.\n\nAnd it is eternally impossible for there to be a soul or action in the world that does not include all ten Sefirot. And even though we decree to say \"a soul from the side of Metatron\" or \"from the side of the handmaid,\" the intention is not that they are not from above, God forbid, for all souls are drawn from above. And this matter will be explained in the aforementioned Gate, chapter 2, God willing. And it is always included in ten and they do not separate, as explained. And the difference between souls from Malkhut and other souls is that other souls are comprised of ten not in that the ten are actually visible in them, rather the intention is that they are included in it and it itself is comprised of ten. But the soul from the side of Malkhut is emanated from the ten Sefirot within Malkhut, as Malkhut displays within it all ten Sefirot and unifies with them."
    },
    {
      "hebrew": "ועוד יתבאר הענין הזה בשערים הבאים בה\"ו. והענין הזה בספירות עצמם כי יש חילוק גדול בין אמרנו מלכות כלולה מעשר או אם נאמר שהיא ביחוד עם עצמי שאר הספירות כי אין הכל דבר (דבר) אחד. כי לא יהיה שבח הספירה בהיותה כלולה כמו שהיא משובחת בהיותה מתייחדת עם עצמי הספירות שזהו שיתראו בה י' ספירות ממש וזה מבואר. וזה כוון באמרו כלילא מעשר ספירן. וביאר כי אין הכונה באמרו כלילא שכלולה לבד כדרך טבע הספירות אלא דמאן דירית לה וכו' זכי לי\"ס בלא פרודא, פי' זוכה ממש אל ע\"ס במציאותן ע\"י שמתראין ממש בה י' ספירות כדפי'.",
      "english": "This matter will be further explained in the following gates, with God's help. Regarding this matter of the Sefirot themselves, there is a great difference between saying that Malkhut is comprised of ten, versus saying that it is unified with the essence of the other Sefirot, for these are not the same thing. For the praise of a Sefirah when it merely contains [the others] is not as great as when it is unified with the essence of the Sefirot, which means that all ten Sefirot are actually visible within it, and this is clear. This is what was meant by saying \"comprised of ten Sefirot.\" And he explained that when he said \"comprised,\" he did not merely mean contained within, as is the natural way of the Sefirot, but rather that \"whoever inherits it, etc. merits the ten Sefirot without separation,\" meaning one literally merits the ten Sefirot in their existence through their being actually visible within it, as explained."
    },
    {
      "hebrew": "וענין אמרו דירית לה וזכי לה. פי' כי צריך שני דברים לזכות אל הנשמה החשובה הזאת. ראשונה מצד הכנתו מצד אביו בשעת ההולדה בשעת הזווג כאז\"ל המקדש עצמו בשעת תשמיש כו' ואחר שיתקדש אביו בכך כאשר תעלה כונתו הטובה ההיא יזכה לנשמה קדושה ממקום גבוה ולפי שעור קדושתו כן תתרומם המשכתו וזה מפורסם בזוהר ובתלמוד במקומות רבים רבו מספר. ואמרם זוכה לבנים הגונים, הכונה שימשיך לבניו נשמה ממקום גבוה בענין שיהיו הגונים וזהו נקרא ירושה מאביו ועל זאת כיוון באמרו וירית לה. עוד שנית צריך בעצמו אל מעשים הגונים ורצוים לפני קונו כדי שלא תסתלק ממנו הנשמה ההיא וזה יתבאר יותר בשער הנשמה פ\"ג בה\"ו. ועל השנית הזאת אמר וזכי לה פי' הוא הזוכה במעשיו אל הנשמה הקדושה ההיא. זכי לעשר ספירות בלא פרודא. פי' כמו שבארנו כי כאשר הנשמה מעצם המלכות הנה בהכרח תהיה הנשמה ההיא כלילא מעשר ספירן פי' מעצם עשר ספירות שבה מפני שהיא מתייחדת בי\"ס ואינה נפרדת מהם כלל. וזה שאמר זכי לעשר ספירות בלא פרודא ר\"ל מיוחדות במלכות בלתי נפרדות ממנה. והכריח זה מדברי ס\"י שאמר עשר ולא תשע. ואם היה באפשר לומר שתהיה נפרדת הנשמה, אשר היא חלק ממלכות בהכרח כאומרו ויפח באפיו (בראשית ב ז) כל הנופח מעצמותו הוא נופח וא\"כ דרך החלק יקרה אל הכל כי כמו שהנשמה הנמשכת ממנה היא נפרדת משאר חלקי הספירות כן המלכות נפרדת ח\"ו משאר הספירות. וזה א\"א, שא\"כ יהיו נשארות הספירות תשע, לז\"א עשר ולא תשע שלא ימעטו מעשר לעולם, ולכן צריך שתהיה הנשמה בזולת היותה כלולה מעשר שיהיו נכללות בה עצם הספירות כדרך המלכות ממש כי כל מה שיש בחלק יש בהכל. ואי תימא דסליקת לעילא וכו', פי' הוקשה לו שנאמר שהם עשר בזולת המלכות ולפ\"ז כבר אפשר לומר שהמלכות נפרדת מהשאר ועם כל זאת הם עשרה לזה תירץ שמא מפרש וכו'. פי' שם המפורש הוא שם בן ד' ידו\"ד כמו שנבאר בשער שם בן ד', והשם הזה הוא במדת התפארת והוא זכר המתייחד עם המלכות שהיא הנקבה והוא מתייחד עמה. והשם הזה מורה במלואו שהוא רשות היחיד גבהו עשר ורחבו ד' שהוא ידו\"ד וזהו רחבו. וגבהו עשרה יו\"ד ה\"א וא\"ו ה\"א הרי י', כי לעולם אינו עולה מעשר. ואם היה שהיו עשר בזולת המלכות הנה בהתיחד השם עם המלכות יהיו י\"א עשר למעלה ואחד המתייחד עם הנקבה. לז\"א בספר יצירה עשר ולא י\"א.",
      "english": "Regarding the statement \"inherits it and merits it,\" this means that two things are required to merit this precious soul. First, from the perspective of preparation through one's father at the time of conception during marital union, as our Sages said, \"One who sanctifies himself during intimacy...\" And after the father sanctifies himself thus, when his good intention ascends, he will merit a holy soul from an elevated source, and according to the measure of his holiness, so will his drawing down [of the soul] be elevated. This is well-documented in numerous places throughout the Zohar and Talmud. And their statement that \"one merits worthy children\" means that he draws down for his children a soul from an elevated source such that they will be worthy, and this is called inheritance from the father, which is what was meant by the phrase \"inherits it.\"\n\nSecond, one needs through his own actions to perform worthy and desired deeds before his Creator so that this soul will not depart from him, as will be further explained in the Gate of the Soul, chapter 3, with God's help. Regarding this second aspect, it states \"merits it,\" meaning that through his deeds he merits this holy soul. He merits the ten sefirot without separation. This means, as we explained, that when the soul is from the essence of Malkhut, this soul must necessarily be inclusive of ten sefirot, meaning from the essence of the ten sefirot within it, because it unifies with the ten sefirot and is not separated from them at all. This is what was meant by \"merits the ten sefirot without separation\" - meaning unified with Malkhut without being separated from it.\n\nThis was derived from Sefer Yetzirah which states \"ten and not nine.\" For if it were possible to say that the soul, which is necessarily part of Malkhut - as it says \"And He breathed into his nostrils\" (Genesis 2:7), and all who breathe do so from their essence - could be separate, then what happens to the part would happen to the whole, for just as the soul drawn from it would be separate from the other parts of the sefirot, so too Malkhut would be separate, God forbid, from the other sefirot. This is impossible, for then there would remain only nine sefirot, which is why it states \"ten and not nine\" - that they shall never be fewer than ten. Therefore the soul must, beyond being comprised of ten, have the essence of the sefirot included within it just as Malkhut does, for whatever exists in the part exists in the whole.\n\nAnd if you would say it ascends above, etc. - meaning he found it difficult to say they are ten without Malkhut, for then it would be possible to say Malkhut is separate from the rest yet they still number ten, to this he answered perhaps the explicit Name explains it. The explicit Name is the four-letter Name YHVH, as we will explain in the Gate of the Four-Letter Name. This Name is in the attribute of Tiferet and is masculine, unifying with Malkhut which is feminine. This Name in its full spelling indicates the domain of unity, its height being ten and its width four, which is YHVH - this is its width. And its height is ten: Yod Heh Vav Heh equals ten, for it never exceeds ten. For if there were ten without Malkhut, then when the Name unifies with Malkhut there would be eleven - ten above and one unifying with the feminine. Therefore Sefer Yetzirah states \"ten and not eleven.\""
    },
    {
      "hebrew": "והנה נשלם פי' המאמר, וכתבנו אגב אורחין פי' המשנה עשר ולא תשע ולא אחד עשר. עוד נוכל לפרש עשר ולא אחד עשר כיון להזהירנו שלא נביא בחשבון הנאצלים הכסא המכונה אל הבריאה כמו שנבאר בשער אבי\"ע בעה\"ו. וכן כוון להזהירנו שלא נביא בחשבון הנאצלים המלאך שר הפנים מטטרון, כי עם היות ששמו כשם רבו אינו אלא יצירה ולא אצילות כמו שנבאר בשער הנז' בה\"ו. וכל הפירושים האלה בפי' המשנה מאחר שדברה בלשון חיוב ושלילה. עשר הרי חיוב, ולא תשע הרי שלילה. וכן עשר ולא אחד עשר. וכוונתו לחייב זה המנין שהוא עשר ולשלול כל איזה צד טעות המרבה על העשר או הממעיט בהם:",
      "english": "Thus we have completed the explanation of this passage, and incidentally provided an interpretation of the Mishnah \"ten and not nine and not eleven.\" We can further interpret \"ten and not eleven\" as intended to warn us not to include in the count of emanations the Throne which is designated for Creation, as we will explain in the Gate of ABY\"A, God willing. Similarly, it aimed to warn us not to include in the count of emanations the angel Metatron, Prince of the Divine Presence, for although his name is like his Master's name, he is only of Formation and not of Emanation, as we will explain in the aforementioned Gate, God willing. All these interpretations of the Mishnah stem from its speaking in terms of affirmation and negation: \"ten\" is affirmative, while \"not nine\" is negative, and likewise \"ten and not eleven.\" Its intention is to affirm this number as ten while negating any possible error that would either increase or decrease their number."
    }
  ]
}