{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 6,
  "translation": [
    {
      "hebrew": "באות ג'. המתבאר מתוך דברי ס' בעל התמונה כי האות הזה כחה בבינה ולכן היא שלישית. ונקראת גימ\"ל מלשון גומל כי גומלת לכל ע\"י השלמת הקצוות אל המצוע. ר\"ל ישתנה הדין והרחמים וע\"י תצאנה הפעולות לפעול במהירות כי הוא ג\"כ מלשון ויגמל שקדים (במדבר יז כג). ושני הדברים האלה מבוארים כי ממנה מקבלת הגבורה רחמים ומתרחצת בחלב האם כדפי' בשער מהות והנהגה פ\"ו. ולכן כשהיא (מקבלת) [ממתיק] הדין נמצא שלום בין הדין והחסד. וכן כל ז' ספי' הבנין מקבלות ממנה ועל ידה פועלות במהירות. ובצורתם ו' ז' כי הזיין רמז בנצח והו' רמז בת\"ת כאשר יתבאר. לכן ירמוז הצורה הרוחניות הזאת עיקר יניקתה מן הבינה ומצטיירת בצורתה ע\"י הת\"ת והנצח ולפי' ממשלתה ע\"י החמה שהוא בת\"ת כנודע. ויש שפי' ראש ג' הוא יו\"ד שיש לה ד' עוקצים שהם כתר למעלה וחכמה אל הימין ובינה אל השמאל וחסד תחת שלשתם זהו צורת הראש של הג'. והו\"או שהיא זקופה הוא הת\"ת והרגל שהוא מתוח הוא הימין הפשוטה לקבל שבים והעוקץ רמז למלכות והוא גמול הצדיקים היושבים ועטרותיהם בראשיהם. ויש מי שפי' גימ\"ל רומז לחסד בשביל שגומל טוב לחייבים ומטהרם. ויש מי שפי' בענין אחר ז\"ל ג' יש לה ב' צדדים מטה ועץ המטה אחוז באמצעיתו דוגמא של זוהר עשוי לקבל שפע האותיות של מעלה למטה והיא פתוחה לפנים כדי להשפיע מאותו כח באותיות שלמטה ממנה ויש לה חלון כדוגמתה מפני שכל האותיות הם צורות עומדת בהשוואת החלונות שנבראו בתוכם והם כמו אספקליראות מאירות דומות לזכוכית צבוע במיני צבעונים מזומנים לגמור בהם מעשה. ויש שפי' בראשי תיבות בג\"ד בינה גמול דלים. והדלים הם יסוד ומלכות ונקראו עניים כמו שנתבאר בערכי הכנויים והם מקבלים מן הבינה. וכן היא ג\"כ גומלת חסדים בסוד השפעתה דרך החסד והיינו עוקצה אל הימין צנור השפע:",
      "english": "Regarding the letter Gimel: It is explained in the words of Sefer HaTemunah that this letter's power is in Binah (Understanding), and therefore it is third. It is called Gimel from the root \"gomel\" (bestowing) because it bestows to all through the completion of the extremities to the middle. That is to say, judgment and mercy are transformed, and through it actions manifest quickly, as it is also from the expression \"vayigmol shkedim\" (and it yielded almonds) (Numbers 17:23). These two aspects are explained, for from it Gevurah receives mercy and is bathed in the mother's milk, as explained in Sha'ar Mahut VeHanhaga, Chapter 6. Thus when it sweetens judgment, peace is found between judgment and kindness. Similarly, all seven Sefirot of construction receive from it and through it operate swiftly. In their form are Vav and Zayin, for the Zayin hints at Netzach and the Vav hints at Tiferet, as will be explained. Therefore, this spiritual form hints that its primary nourishment is from Binah and is formed in its shape through Tiferet and Netzach, and thus its dominion is through the sun, which is in Tiferet, as is known. Some explain that the head of Gimel is a Yod which has four points representing Keter above, Chochmah to the right, Binah to the left, and Chesed beneath all three - this is the form of the Gimel's head. The upright Vav is Tiferet, and the extended leg is the right side extended to receive those who return, and the point hints at Malchut, which is the reward of the righteous who sit with their crowns on their heads. Some explain that Gimel alludes to Chesed because it bestows good to the guilty and purifies them. Others explain differently, saying that Gimel has two sides with a staff, and the staff is held in its middle like a form of radiance made to receive the flow from the upper letters to the lower, and it is open forward to influence from that power to the letters below it, and it has a window like itself because all letters are forms standing in alignment with the windows created within them, and they are like illuminating mirrors similar to glass stained with various colors prepared to complete their work. Some explain the acronym BGD as \"Binah Gomelet Dalim\" (Understanding bestows to the poor). The poor are Yesod and Malchut, called the poor ones as explained in Erkei HaKinuyim, and they receive from Binah. Similarly, it also bestows kindnesses through its influence via Chesed, and this is its point toward the right, the channel of influence."
    }
  ]
}