{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 4,
  "translation": [
    {
      "hebrew": "עוד מיחס רבי נחוניא בן הקנה להג\"ר, אלו השמות כוז\"ו במוכס\"ז כוז\"ו. וז\"ל בתפלתו אחר שהזכיר ג' ספירות בסוף ספירה הג' אמר ונעשו הכל ראש אחד ואלו הם השמות המשווה לכלם כוז\"ו במוכס\"ז כוז\"ו ומיוחדים יהו\"ה אלהינו יהו\"ה אחד עכ\"ל. (ובספר אחר מצאנו לשם זה נקודות אחרות). ",
      "english": "Rabbi Nechunya ben HaKanah further attributes to the HaGaR these Names: KUZU BMUKSZ KUZU. And these are his words in his prayer: after mentioning the three Sefirot, at the end of the third Sefirah he said, \"And they all became one head, and these are the Names that equalize them all: KUZU BMUKSZ KUZU, and they are unified as YHVH our God YHVH is One.\" (And in another book we found different vowel points for this Name.)"
    },
    {
      "hebrew": "ויש שפי' בשם זה וז\"ל אלו הג' שמות יהו\"ה אלהינו יהו\"ה הם בחשבון האחוריים. כלומר לקחת האותיות השניות להם באלפ\"א ביתא י\"כ ה\"ו ו\"ז ה\"ו, א\"ב ל\"מ ה\"ו י\"כ נ\"ס ו\"ז, י\"כ ה\"ו ו\"ז ה\"ו. ונקודו כנקוד הכתוב. ומיוחדים וכו', פי' עם היות שאלו השמות באו בחשבון האחוריים ולכן לא יורו כ\"כ על האחדות הזה, לז\"א עכ\"ז הם מיוחדים ה' אלהינו ה' אחד עכ\"ל.",
      "english": "And there are those who explained regarding this Name, saying: These three Names YHVH Eloheinu YHVH are in the calculation of the \"backwards\" [letters]. That is to say, taking their secondary letters in the alphabet: YK HV VZ HV, AB LM HV YK NS VZ, YK HV VZ HV. And its vowelization is as written in the text. And regarding \"unified, etc.,\" the explanation is that even though these Names come through the calculation of the \"backwards\" [letters] and therefore do not indicate as strongly this unity, nevertheless they are unified - \"YHVH Eloheinu YHVH is One.\" End quote."
    },
    {
      "hebrew": "ורצוננו לבאר מה שהעלינו מתוך דברי הרשב\"י ע\"ה בתיקונים (תקונא נ\"ה דפ\"ו) זעיר שם זעיר שם ולשונו לא נוכל להעתיק מפני האריכות. והענין כי שתי הידות האלה שהם י\"ד אותיות י\"ד ימין י\"ד הגדולה והם ה' אלהינו ה' והם ימיניות ועוד י\"ד שמאל י\"ד החזקה והם כוז\"ו במוכס\"ז כוז\"ו והם שמאליות י\"ד אותיות והם כ\"ח. ויש כנגד אלו הידות עוד י\"ד רמ\"ה והוא יהו\"ה יוד ה\"א וא\"ו ה\"א והיא י\"ד רמה. ויש כנגד' י\"ד אחרות והיא אהיה אל\"ף ה\"א יו\"ד ה\"א. ושתי הידות האלה הם כ\"ח שהם מתלבשות בכ\"ח אותיות של מעשה בראשית. וע\"ז נאמר (איכה א ו) וילכו בלא כ\"ח לפני רודף. להיות שנמנע הכח ההוא בעונות. וע\"ז אמר מרע\"ה (במדבר יד יז) ועתה יגדל נא כ\"ח אדנ\"י. שהם כ\"ח עתים של לבנה שהם כ\"ח ימים, י\"ד מלאים וי\"ד חסרים, י\"ד ימיניים וי\"ד שמאליים, ולכן אמר יגדל נא כ\"ח אדנ\"י שהם כ\"ח. ושתי הידות הגדולה והחזקה הם חסד וגבורה ומושפעים מחכמה ובינה. ונודע שפותחין בזכות תחלה לפיכך י\"ד הגדולה קודמת באותיותיה לי\"ד החזקה והכח הזה הוא בבינה וזהו חכמה כ\"ח מ\"ה, מה הוא בחכמה. וכן עולה שם בן ד' במילוי. וכח הוא בבינה. וע\"ז נאמר (תהלים קיא ו) כח מעשיו הגיד לעמו מעשה הוא בבינה ושם הכ\"ח. והגיד ר\"ל המשיך. ונודע ששם בן ד' הוא ג\"כ כ\"ח במילוי דמילוי. והיינו חכמ\"ה כ\"ח מ\"ה כי כללותם מ\"ה שהם בחכמה ופרטם כ\"ח שהם בבינה. ואלו הם יו\"ד ה\"א הוא רחמים עולם הזכר וא\"ו ה\"א הוא דין עולם הנקבה כדפי' בשער השמות בפ\"א. והנקבה לעולם אל השמאל והזכר אל הימין ועם היות שאמרנו שי\"ה הוא רחמים ו\"ה הוא דין. עכ\"ז לא נכחיש שהיו\"ד יותר רחמים מהה\"א והוא\"ו יותר רחמים מה\"א שנייה.",
      "english": "We wish to explain what we have learned from the words of Rabbi Shimon bar Yochai of blessed memory in the Tikkunim (Tikkun 55, page 86), which appears there briefly, and whose full language we cannot transcribe due to its length. The matter concerns these two hands which are fourteen letters: the right fourteen, the great hand, which is \"HaShem Eloheinu HaShem\" - these are of the right side; and another fourteen of the left, the strong hand, which is \"KUZU BMUKSZ KUZU\" - these are of the left side, fourteen letters totaling twenty-eight. Corresponding to these hands is another fourteen called RAMA, which is YHVH spelled out as Yod He Vav He, and it is the elevated hand. And corresponding to these is another fourteen which is EHYEH spelled out as Alef He Yod He. These two hands are twenty-eight, which clothe themselves in the twenty-eight letters of Creation. Regarding this it is said (Lamentations 1:6) \"They went without strength before the pursuer,\" as that power was withheld due to sins. And regarding this Moses our teacher said (Numbers 14:17) \"And now, let the power of the Lord be great,\" referring to the twenty-eight phases of the moon which are twenty-eight days, fourteen full and fourteen lacking, fourteen right and fourteen left, and therefore he said \"let the power of the Lord be great\" which equals twenty-eight. The two hands, the great and the strong, are Chesed and Gevurah, flowing from Chochmah and Binah. It is known that we begin with merit, therefore the great hand precedes in its letters the strong hand, and this power is in Binah, which is Chochmah 28-45, what is in Wisdom. So too the four-letter Name rises in its filling. And power is in Binah. Regarding this it is said (Psalms 111:6) \"He has declared to His people the power of His works\" - work is in Binah where the power of 28 is. \"Declared\" means He drew down. And it is known that the four-letter Name also equals 28 in the filling of its filling. This is Chochmah 28-45 because their totality is 45 which is in Chochmah and their particulars are 28 which are in Binah. And these are: Yod-He which is mercy, the male world, and Vav-He which is judgment, the female world, as explained in Sha'ar HaShemot chapter 1. The female is always to the left and the male to the right, and although we said that YH is mercy and VH is judgment, nevertheless we do not deny that the Yod has more mercy than the He, and the Vav has more mercy than the second He."
    },
    {
      "hebrew": "והנה עתה יו\"ד ה\"א הם ה' אצבעות שביד ימין, וא\"ו ה\"א חמש אצבעות שביד שמאל. ונודע שבהאצבעות כ\"ח פרקים י\"ד לכל יד. וכן החמש אותיות יו\"ד ה\"א, להם י\"ד אותיות אל מילוי מלואם, יו\"ד וא\"ו דל\"ת ה\"א אל\"ף, הרי י\"ד. בד' אותיות שהם ד' אצבעות יש ג' פרקים בכל אצבע, ג' אותיות בכל אות ואות, ובאות החמישי שהוא האגודל יש ב' פרקים ב' אותיות כנודע. וכן בוא\"ו ה\"א שהם ה' אצבעות שביד שמאל ובחמשה אותיות האלה י\"ד פרקים. כזה וא\"ו אל\"ף וא\"ו ה\"א אל\"ף, הרי י\"ד. בד' אותיות שהם ד' אצבעות יש ג' פרקים בכל אצבע, ג' אותיות בכל אות ואות, ובאות החמישית שהוא האגודל יש בו ב' אותיות ב' פרקים כנודע. וכבר בארנו שהה\"א לעולם יש בה דין. לכן אומרים בעלי הגורל המפיסים באצבעות כי אין להפיס באגודל מפני שבו תלויין שרי הדין [נב]. הנה האותיות האלה רמוזים בי\"ד רמ\"ה הנז' לעיל שהוא בת\"ת כנודע. והוא כולל ב' ידות כדפי' לעיל.",
      "english": "Now behold, the Yod-Hei corresponds to the five fingers of the right hand, and the Vav-Hei to the five fingers of the left hand. It is known that in the fingers there are 28 joints, 14 for each hand. Similarly, the five letters of Yod-Hei have 14 letters in their full spelling of spellings: Yod-Vav-Dalet Hei-Alef, thus 14. In the four letters corresponding to four fingers, there are three joints in each finger and three letters in each letter-spelling, while in the fifth letter, which corresponds to the thumb, there are two joints and two letters, as is known. So too with the Vav-Hei, which corresponds to the five fingers of the left hand, these five letters contain 14 joints. Thus: Vav-Alef-Vav Hei-Alef, making 14. In the four letters corresponding to four fingers, there are three joints in each finger and three letters in each letter-spelling, and in the fifth letter, which corresponds to the thumb, it has two letters and two joints, as is known. We have already explained that the Hei always contains judgment. Therefore, those who cast lots using fingers say that one should not cast lots with the thumb because the ministers of judgment are dependent upon it. These letters are alluded to in the \"exalted hand\" (yad ramah) mentioned above, which is in Tiferet as is known, and it includes both hands as explained above."
    },
    {
      "hebrew": "והנה הי\"ד הנשפע בת\"ת הוא נמשכת מהכתר שהוא למעלה ממנו. ושורש כל זה הוא ידו\"ד אלדינ\"ו ידו\"ד. והם יהו\"ה בכתר ידו\"ד בחכמה אלדינ\"ו בבינה והיא באמצע, כמו שהדין שהוא יצחק בין אברהם ויעקב שהם שתי תקיעות כדפי' הרשב\"י ע\"ה בס' הזהר. ועם היות שבפרק ב' פירשנו בענין אחר בשם הרשב\"י ע\"ה עכ\"ז אלו ואלו דברי אלדים חיים. ונחזור לענייננו כי בין הכתר והחכמה היא הבינה להיותה נמתקת אל הרחמים להשפיע רחמים אל הגבורה וכל הידות מתיחדות בה' אלדינו ה'. וזהו שפי' ר' נחוניא בתפלתו ומיוחדים בה' אלהינ\"ו ה' ע\"כ. עוד מצאנו בקבלת רז\"ל כי מן השם הזה משתלשלים ענפים והם במנין אותיותיו וז\"ל \"כרוביא\"ל רבא \"וכריא\"ל רבא \"זעניא\"ל רבא (חסר). \"בערניא\"ל רבא \"מאליא\"ל רבא \"ועניא\"ל רבא \"כוכביא\"ל רבא \"סוריא\"ל רבא ז\"כ רבא. \"כספיא\"ל רבא \"וליליא\"ל רבא \"זוטריא\"ל רבא \"ומליא\"ל רבא ע\"כ. ואין ספק היות אלו נציצות מתאצלות משם הזה ודאי כל אות ואות מאציל כח א' כענין אשר קרה לשם בן מ\"ב כאשר נבאר בפרק י\"ב:",
      "english": "And behold, the hand (yad) that flows into Tiferet extends from Keter which is above it. And the root of all this is YDVD ELDYNV YDVD. These are: YHVH in Keter, YDVD in Chochmah, and ELDYNV in Binah which is in the middle, just as judgment, which is Isaac, is between Abraham and Jacob who are the two tekiot (blasts), as explained by the Rashbi of blessed memory in the book of the Zohar. And although in chapter 2 we explained it differently in the name of the Rashbi of blessed memory, nevertheless \"both these and these are the words of the living God.\" To return to our matter: between Keter and Chochmah is Binah, as it is sweetened to mercy to channel mercy to Gevurah, and all the hands unite in \"Hashem Eloheinu Hashem.\" And this is what Rabbi Nechunia explained in his prayer that they are unified in \"Hashem Eloheinu Hashem.\" Further, we find in the reception of our Sages that from this Name branch forth offshoots according to the number of its letters, and these are: \"Kerubiel Rabba, Vekriel Rabba, Zeniel Rabba (missing), Be'erniel Rabba, Maliel Rabba, Ve'aniel Rabba, Kochaviel Rabba, Suriel Rabba, Zach Rabba, Kaspiel Rabba, Veliliel Rabba, Zutriel Rabba, Umliel Rabba.\" And there is no doubt that these sparks emanate from this Name, indeed each letter emanates one power, similar to what occurred with the 42-letter Name, as we will explain in chapter 12."
    }
  ]
}