{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 14,
  "translation": [
    {
      "hebrew": "באות <b><big>כ</big></b> כתב בספר התמונה כי אות זה נרמזת במלכות עם היות כל כליה מוכנת לקבל מלמעלה והוא מלשון (במדבר ז) כף אחת עשרה זהב. ופי' כמו כף העשויה לקבל כן זאת עשויה לקבל מבינה שהיא הלמ\"ד כאשר נבאר. וממשלתה בשעת לבנה כי כן ראוי לה כמבואר למעלה. ",
      "english": "Regarding the letter <b><big>כ</big></b>, it is written in Sefer HaTemunah that this letter alludes to Malkhut, with all its vessels prepared to receive from above, and this derives from the verse (Numbers 7) \"one gold spoon of ten shekels.\" And its explanation is that just as a spoon is made to receive, so too this [letter] is made to receive from Binah, which is the Lamed, as we will explain. And its dominion is at the time of the moon, for this is fitting for it, as explained above."
    },
    {
      "hebrew": "ויש מי שפי' כי הכ' היא השכינה בסוד הירח שהיא כחצי הגורן עגולה בסוד (שה\"ש ז ג) שררך אגן הסהר והיא לשכת הגזית מקום מושב הסנהדרין. ",
      "english": "And there are those who explain that the letter Kaf represents the Shekhinah in the secret of the moon, which is like a semicircular threshing floor, in the secret of (Song of Songs 7:3) \"your navel is like a round goblet,\" and it is the Chamber of Hewn Stone, the seat of the Sanhedrin."
    },
    {
      "hebrew": "ויש מי שפי' כף רומזים לשתי כפות מאזני צדק שהם נצח והוד הה\"ד (איכה ג) נשא לבבנו אל כפים. ",
      "english": "And there are those who explain that \"kaf\" alludes to the two pans of the scales of justice, which are Netzach and Hod, as it is written (Lamentations 3): \"Let us lift up our heart with our hands.\""
    },
    {
      "hebrew": "ויש מי שפי' בענין אחר וז\"ל כ' והדרכים והנתיבות מענין א' נטען הכף של כ\"ב אותיות נקראת כבוד והיא צורת שכל קבוע והוא הנתיב שלה ע\"כ. ולנו האות הזה רומזת בבינה שהיא אמא עלאה [ד] והיא כף אחת עשרה זהב כי מצפון זהב יאתה (איוב לז כב). והיא מלאה קטרת שהיא הקושרת העולמות כלם ומכחה מתייחדים. או אפשר שהם כ' דגושה בסוד כף חובה גבורה. כף רפויה בסוד כף זכות גדולה. ואפשר שתהיה במלכות כדכתיב (שמות לג כג) והסרותי את כפי. בערך בחינות התחתונות שבה והיא דגושה בעת קבלתה מן הגבורה ורפויה בעת קבלתה מן הגדולה. ובתקונים (בהקדמה ד\"ו.) ופעמים רבות פי' כ' כתר בסוד י' ממעלה למטה וי' ממטה למעלה הם שני יודין דהיינו כף שפי' כתר והיינו הכתר בבחינת הבינה וזה מוכרח מכמה מקומות והעתקנוהו בשער ממטה למעלה פ\"א:",
      "english": "And there are those who explain it differently, saying that the letter Kaf, along with its paths and routes, share a single meaning: the Kaf of the 22 letters is called 'Honor' and represents a form of fixed intellect, which is its path. For us, this letter alludes to Binah, which is the Supernal Mother, and it is \"one golden spoon of ten\" because \"from the north gold comes\" (Job 37:22). It is filled with incense that binds all the worlds together and through its power they are unified. It is possible that the emphasized (dagesh) Kaf represents the spoon of obligation and severity, while the soft (rafeh) Kaf represents the spoon of merit and greatness. It may also exist in Malkhut, as it is written \"and I will remove My palm\" (Exodus 33:23), in relation to its lower aspects, and it is emphasized when receiving from Gevurah and softened when receiving from Gedulah. In the Tikkunim (in the introduction) and in many places, the letter Kaf is explained as Keter, representing the secret of Yod from above to below and Yod from below to above - these are the two Yods that form Kaf, which means Keter, namely the Keter in the aspect of Binah, and this is necessitated by many sources, as we have transmitted in the Gate of \"From Below to Above,\" Chapter 1."
    }
  ]
}