{
  "title": "Pardes Rimmonim",
  "gate_num": 30,
  "chapter_num": 4,
  "translation": [
    {
      "hebrew": "<b>בצרוף הניקוד.</b> ואולם הנקודות בדרך הצרוף רוב המפרשים הסכימו שלא לצרף אלא בחמש נקודות לפי שסימנם פתוחי חותם. ויש שכתבו שהם עם השבא. וכל זה נראה לנו דוחק כי הנקודות הם י\"ב וכחותיהם וצורתם משונה זו מזו כדפירשנו בשער הניקוד א\"כ ראוי לצרף ולגלגל התיבות ע\"י כלם ואולם שלא לפרוץ גדר וגבול אשר גבלו ראשונים קדמונינו לא נכתוב כ\"א צרוף החמשה שהם <b>נוֹטָרֶיִקֻוּן</b> ומזה יקיש המעיין אל השאר ואם לא יספיק למעיין יעויין בשער פרטי השמות כי שם הארכנו בחלוקים אלה שבין המפרשים ובינינו. וראשונה יתעלה המספר אל התיבות והצירופים האלה בדרך שיתרבה ויתעלה מספר הצירוף באותיות כמבואר בפ\"ק. כיצד אות א' יבנה ה' בתים ואלו הם <b>אֹ אִ אֻ אֵ אָ</b> הרי חמשה ואם ששה יעלו ששה ואם י\"ב י\"ב וכאשר נוסיף אות שנייה יעלו אל חמשה פעמים חמשה וכן כשהם שש נקודות יעלו ששה פעמים ששה שהם ל\"ו וכן אם יהיו י\"ב יעלו י\"ב פעמים י\"ב שהם קמ\"ד כמו שצרפנו בשער הנזכר. וזהו צרוף שתי אותיות בה' נקודות:",
      "english": "<b>On Combining with Vowel Points.</b> Regarding vowel points in combinations, most commentators agreed to combine only with five vowel points, as their sign is \"seal engravings.\" Some wrote that these include the shva. However, this seems forced to us, since there are twelve vowel points, and their powers and forms differ from one another, as we explained in the Gate of Vowel Points. Therefore, it would be proper to combine and permute the words using all of them. However, so as not to breach the fence and boundary which our early predecessors established, we will write only the combination of the five which are <b>NoTaReIKuN</b>, and from this the student can make inference to the rest. If this is insufficient for the student, let him consult the Gate of Specific Names, for there we elaborated on these differences between the commentators and ourselves. First, the number rises to these words and combinations in a way that increases and elevates the number of combinations with letters as explained in the first chapter. How so? One letter builds five houses, and these are <b>o i u e a</b> - thus five, and if six they will rise to six, and if twelve then twelve. And when we add a second letter, they rise to five times five, and likewise when there are six points they rise to six times six, which is 36, and if there are twelve they rise to twelve times twelve, which is 144, as we combined in the aforementioned gate. And this is the combination of two letters with five vowel points:"
    },
    {
      "hebrew": "<img>",
      "english": "I apologize, but I don't see the actual passage to translate in your request. While you've provided the context from Pardes Rimmonim Gate 30, Chapter 4, the <passage-to-translate> tags contain only an <img> tag without any Hebrew text to translate. If you could provide the specific Hebrew text you'd like translated, I would be happy to help translate it while following your guidelines."
    },
    {
      "hebrew": "הנה הצבנו דרך כיצד שני אבנים בונים ה' פעמים ה' שהם כ\"ה וכאשר נצטרף בת ג' אותיות יעלה ה' פעמים כ\"ה שהם קכ\"ה כיצד כל אות הם ה' ונופל על הכ\"ה ה' פעמים נמצאו קכ\"ה וזו צורתו. הנה סדרנו חמשה צורות של חמשה ועשרין תיבות כל א' ואחד כי בהמלכת הקמץ כ\"ה והעניינים ישכיל האדם מעצמו בהשכלתו בצורות יותר ממה שישכיל בעיונו בעניינים בעל פה.",
      "english": "Here we have demonstrated how two letters build 5 times 5, which equals 25, and when we combine three letters it rises to 5 times 25, which equals 125. How so? Each letter has 5 [forms], and falls upon the 25 five times, thus producing 125, and this is its form. We have arranged five forms of twenty-five words each, for in the dominion of the kamatz there are 25, and a person will understand these matters through his contemplation of the forms more than he will understand through his verbal study of the matters."
    },
    {
      "hebrew": "והנה אם יהיו האותיות ארבע יעלה הצרוף ו' מאות וחמשה ועשרים ואם יהיו האותיות ה' יעלה הצירוף שלשת אלפים ומאה ועשרים וחמשה כי באותיות שלש הם מאה ועשרים וחמשה שבכפל האות יגבר ה' פעמים קכ\"ה שהם שש מאות עשרים וחמשה ואם נוסיף אות אחרת יעשה ה' פעמים שש מאות וכ\"ה וע\"ד זה יעלה מספרו כי מה שהיה כלל הצירוף יעשה נתח אחד מחמשה נתחי הצירוף כמצוייר לפניך ודי בזה הערה לענין צרוף הנקוד בס\"ד והנה נגמר מה שעלה בדעתינו לחבר בענין חלק הצרוף ועתה נבא בחלק התמורה בס\"ד:",
      "english": "And if there are four letters, the combinations will rise to six hundred and twenty-five, and if there are five letters, the combinations will rise to three thousand one hundred and twenty-five. For with three letters there are one hundred and twenty-five, and when multiplying the letter it increases five times one hundred and twenty-five, which equals six hundred and twenty-five. And if we add another letter, it makes five times six hundred and twenty-five, and in this manner its number increases, for what was the total combination becomes one portion of five portions of the combination, as illustrated before you. This is sufficient as a note regarding the matter of vowel combinations, with Heaven's help. And here concludes what we intended to compose regarding the section on combinations, and now we shall proceed to the section on substitutions, with Heaven's help."
    }
  ]
}