{
  "title": "Pardes Rimmonim",
  "gate_num": 30,
  "chapter_num": 8,
  "translation": [
    {
      "hebrew": "בחלק הגימטריא והוא ענין מספר האותיות שוה בשוה ולחלק זה חלוקים אחרים והם ראשונה חלק המשקל והוא המשובח שבכל הגימטריא ופי' כמו רזיא\"ל שעולה לחשבון אברהם ואותיותיהם שוות זה ה' אותיות וזה ה' אותיות וכן בי\"ט עולה יה\"ו שבזה ג' אותיות וזה ג' אותיות והם שקולים יחד זה כזה וזה כזה וזה המשובח שבכל הגימטריאות מפני שכל ענין הענפים והכחות שבשם זה הם בשם זה אלא שנתחלפו האותיות והכחות בכחות אחרים. וזה אפשר להיות ע\"ד שכתבנו למעלה ודרך זו קרובה בצד מה אל התמורה. ותחת החלק הזה יש חלק אחר והוא חלק החיבור והפרוד.",
      "english": "Regarding the section of gematria, which concerns the numerical equivalence of letters: This section has several divisions, the first of which is the \"weight\" division, which is the most praiseworthy of all gematria methods. For example, Raziel equals the numerical value of Abraham, and they both have five letters each. Similarly, 19 equals YHV, where each has three letters. These are considered \"weighted\" together, this like this and that like that. This is the most praiseworthy of all gematria methods because all the aspects of the branches and powers that exist in one name exist in the other name, though the letters and powers are exchanged for other powers. This can occur according to what we wrote above, and this method is somewhat similar to temurah (letter substitution). Under this division there is another division, which is the division of combination and separation."
    },
    {
      "hebrew": "וענין החיבור הוא אם יהיו בתוכה ג' אותיות שיתחברו אל שתים כיצד הו\"ה שיתחברו שני ההי\"ן אל י' ויהי' י\"ו וכן אהי\"ה שיתחברו אל\"ף וה\"א אל וא\"ו ויעלה יה\"ו וכן חיים שיתחברו שני יודי\"ן אל כ\"ף ויהיה חכם וזה חלק משובח קצת שאינם משתנים האותיות מכל וכל בדרך החשבון כמו שנבאר אלא הם עומדות במקומם אלא שתים מהם נתחברו או נפרדו ומהיחוד והחבור יודע הפירוד ומהפירוד יודע היחוד ולכן אין צורך להאריך בו. אמנם הענין הוא כי כל אות ואות לפי מספרו יהיו כחותיו כי המספר לא על חנם הוא. כי התי\"ו יהיו לה ד' מאות ענפים מסתעפים ממנה כלם כפתור ופרח. וכן לכל הקנים היוצאים מן המנורה הטהורה שבה קבועות כ\"ב חפצים כדפי' בשער האותיות. ועם היות שנמצא שהא' הוא בכתר חשבונו א' מורה על ענף א', ות' היא במלכות או באיזה מקום שיהיה מורה על ד' מאות. ובודאי כי אלף הוא במעלה גדולה יותר מן התי\"ו. זו אינה שאלה, כי יש ענף כי עם היותו מיוחד כולל ענפים רבים מסתתמים ומתעלמים בו כמו האלף הכוללת כל הענפים ר\"ל כל האותיות כמו שפי' בשער האותיות וכלן מתיחדות בא'. ובזה יובן עתה ענין הגמטריא כי הוא ענין א' עם הדבר הנמנה בו. המשל אמ\"ן שעולה יאדהונה\"י כמפורסם בדברי הרשב\"י ע\"ה. כי כאשר יתחברו ת\"ת ומלכות יתייחדו ביחוד כ\"ו ענפים שבת\"ת כמנין שם בן ד', וס\"ה ענפים שבמלכות כמנין אדנ\"י. וכאשר נרצה לחברם נחברם בשם סוכ\"ה או בשם אמ\"ן או בשם מלאך כי בכלם נרמזים צ\"א ענפים שביחודם. אמת שלא ישתוו בעניינם כי סוכה הוא מיוחד יותר שהוא כ\"ו ה\"ס שענפיהם מתגלים על ענין הנרמז בשתי שמות וכיוצא בזה כאשר נחבר שתי אותיות אל אחד וכן שני שמות אל אחד הנה אותו האות ואותו השם לא יתייחס בעצם [א] באות הראשון או בשם הראשון שהיה עיקרי ברוחניותיה. ומזה נקיש אל כאשר תשתנה התיבה מכל וכל. ואולם סדר מנין הגימטריא קבלו בהם היותם תשעה ואלה שמותם כאשר כנו להם הקדמונים. א מספר המעוגל הכללי והוא בחזרת הגלגל ר\"ל שהאלפים אינם נחשבים אלא כאחדים כגון חמשה פעמים רי\"ו שעולים אנכ\"י. ורבים כנו מספר זה בשם מספר קטן והטעם מפני שהוא מקטין המספר כי ממאה יעשה א' ומשלש מאות ג' ומארבע מאות ארבעה. וכן על דרך זה יקטין מספר האלפים אל מדרגת האחדים. ומכנה הרשב\"י ע\"ה המספר הזה לחנוך וכן המורגל במקומות הרבה בפרט בתיקונים לחשבן זעיר דחנוך. ונראה לנו היות הענין הזה כי חנוך הוא נער מטטרו\"ן והמלאך הזה המקטין את המדות מפני שהוא מראה קטנה רצה לומר שיש בו ענפי הספירות מתפשטות ומתלבשות באורו ואינו זוכה אליהם בהיותם כלולות מעשר או יותר. כי זהו סוד המספר שבאותיות כי יתעלו האחדים אל העשירות בסוד אחד כלולה מעשר ומהעשירות אל המאות בסוד כי כל א' כלולה מי' וי' מי' כי כל אחד מי' ענפים יוכללו עוד מעשר ונמצא מא' עולה אל מאה וכן על דרך זה יעלו לאלף. ומטטרון הפך מדה זו כי אור הכללות חשך בעדו ואין לו כללות המדות לפי שהוא בעולם הפירוד (היינו עולם היצירה) ולכן אדרבה הוא מקטין מספר האותיות ומה שמאיר למעלה בספירה באלף מאיר למטה במטטרון באחד וזהו סוד מספר קטן ומזה נוכל להקיש אל המספרים המוסיפים שהם מוסיפים הכלליות והמוסיפים באותיות עצמם הם מוסיפים עצם הענף הכולל וכן המוסיף התיבה וכיוצא בזה וכן המוסיפים המילוי בסוד המילויים שפי' בשער שם בן ד' ודי בזה הערה להשכלות שאר המספרים כדי שלא נצטרך לבארם כי בשער זה יכנסו כלם מעלה מטה:",
      "english": "The concept of combination occurs when three letters join with two, for example: in HVH when the two Heis combine with Yod to become YV, and similarly with EHYH when Alef and Hei combine with Vav to become YHV, and likewise with Chayyim when two Yods combine with Kaf to become Chacham. This is a somewhat praiseworthy method since the letters do not completely change in their numerical value, as we will explain, but rather remain in their places, with just two of them combining or separating. From unity and combination, separation is known, and from separation, unity is known, therefore there is no need to elaborate further on this.\n\nThe principle is that each letter according to its numerical value has its corresponding powers, for the number is not arbitrary. The letter Tav has four hundred branches stemming from it, all like knobs and flowers. Similarly for all the branches emerging from the pure Menorah, in which twenty-two objects are fixed, as explained in the Gate of Letters. Although we find that Alef is in Keter and its value is one, indicating one branch, and Tav is in Malchut or wherever it may be, indicating four hundred, certainly Alef is of higher rank than Tav. This is not a question, for there is a branch that although singular, encompasses many branches that are concealed within it, like the Alef which includes all branches, meaning all letters, as explained in the Gate of Letters, and they are all unified in one.\n\nThrough this we can now understand the concept of gematria, for it is one matter with the thing being counted. For example, AMEN equals YADHONHY, as is well known in the words of Rabbi Shimon bar Yochai. For when Tiferet and Malchut unite, they unite in the unity of 26 branches in Tiferet corresponding to the four-letter Name, and 65 branches in Malchut corresponding to ADNY. When we wish to combine them, we combine them in the name SUKKAH or in the name AMEN or in the name MALACH, for in all of them are alluded to 91 branches in their unity. True, they are not equal in their essence, for Sukkah is more unique as it is 26-H\"S whose branches are revealed regarding the matter alluded to in the two names, and similarly when we combine two letters into one or two names into one, that letter and that name does not essentially relate to the first letter or first name which was primary in its spirituality. From this we can deduce what happens when the word changes completely.\n\nNow, the order of gematria calculations was received as being nine types, and these are their names as the ancients called them: 1) The general circular number, which is in the return of the wheel, meaning that thousands are counted only as ones, such as five times 216 equals ANOCHI. Many called this the small number because it reduces the number, making one hundred into one, three hundred into three, and four hundred into four. Similarly, it reduces thousands to the level of ones. Rabbi Shimon bar Yochai calls this number \"of Chanoch\" and it is common in many places, particularly in the Tikkunim as \"the small calculation of Chanoch.\" It appears to us that this matter is because Chanoch is the youth Metatron, and this angel reduces the measures because he shows smallness, meaning that he has the branches of the Sefirot extending and clothing in his light, but does not merit them when they are included in ten or more. For this is the secret of the number in letters, that ones ascend to tens in the secret of one including ten, and from tens to hundreds in the secret that each one includes ten and ten includes ten, for each of the ten branches will further include ten, thus from one rises to one hundred, and similarly they rise to one thousand. Metatron reverses this measure because the light of inclusiveness is darkened for him and he does not have the inclusiveness of measures because he is in the World of Separation (namely the World of Formation), therefore on the contrary, he reduces the number of letters, and what shines above in the Sefirah as one thousand shines below in Metatron as one, and this is the secret of the small number. From this we can deduce regarding the adding numbers that they add inclusiveness, and those adding to the letters themselves add to the essence of the including branch, and similarly adding to the word and the like, and similarly those adding the filling in the secret of"
    },
    {
      "hebrew": "ב מספר הקדמי כגון ג' עולה ששה כשנמנה מתחלת האלפא ביתא ועד הג'. ד' עולה י' וה' עולה ט\"ו כשנמנה מראש האלפא ביתא. והנרצה לסיים הנה כל המספרים כלם מראש האלפא ביתא ועד סופה כדי שיקל אלינו למנות כשנצטרך אל המספר. וזו צורתה:<br> א ב עולה ג<br>א ב ג עולה ו <br>א ב ג ד עולה י <br>א ב ג ד ה עולה טו<br> אבגדהו עולה כא <br>אבגדהוז עולה כח <br>א ב ג ד ה ו ז ח עולה לו <br>אבגדהוזחט עולה מה <br>אבגדהוזחטי עולה נה <br>אבגדהוזחטיכ עולה עה<br> אבגדהוזחטיכל עולה קה<br> אבגדהוזחטיכלמ עולה קמה<br> אבגדהוזחטיכלמנ עולה קצה<br> אבגדהוזחטיכלמנס עולה רנה<br> אבגדהוזחטיכלמנסע עולה שכה<br> אבגדהוזחטיכלמנסעפ עולה תה<br> אבגדהוזחטיכלמנסעפצ עולה תצה<br> אבגדהוזחטיכלמנסעפצק עולה תרצה<br> אבגדהוזחטיכלמנסעפצקר עולה תשצה<br> אבגדהוזחטיכלמנסעפצקרש עולה אלף צה<br> אבגדהוזחטיכלמנסעפצקרשת עולה אתצ\"ה <br>והנה בלוח זה יקל אלינו הוצאת המספר לכל המצטרך בעזר הצור וישועתו:",
      "english": "2. The preliminary number, for example: gimel equals 6 when counting from the beginning of the alphabet until gimel. Dalet equals 10, and heh equals 15 when counting from the start of the alphabet. We wish to complete here all the numbers from the beginning of the alphabet to its end, to make it easier for us to count when we need the number. And this is its form:<br>\nAlef Bet equals 3<br>\nAlef Bet Gimel equals 6<br>\nAlef Bet Gimel Dalet equals 10<br>\nAlef Bet Gimel Dalet Heh equals 15<br>\nAlef Bet Gimel Dalet Heh Vav equals 21<br>\nAlef Bet Gimel Dalet Heh Vav Zayin equals 28<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet equals 36<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet equals 45<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod equals 55<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf equals 75<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf Lamed equals 105<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf Lamed Mem equals 145<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf Lamed Mem Nun equals 195<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf Lamed Mem Nun Samech equals 255<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf Lamed Mem Nun Samech Ayin equals 325<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf Lamed Mem Nun Samech Ayin Peh equals 405<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf Lamed Mem Nun Samech Ayin Peh Tzadi equals 495<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf Lamed Mem Nun Samech Ayin Peh Tzadi Kuf equals 595<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf Lamed Mem Nun Samech Ayin Peh Tzadi Kuf Resh equals 795<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf Lamed Mem Nun Samech Ayin Peh Tzadi Kuf Resh Shin equals 1095<br>\nAlef Bet Gimel Dalet Heh Vav Zayin Chet Tet Yod Kaf Lamed Mem Nun Samech Ayin Peh Tzadi Kuf Resh Shin Tav equals 1495<br>\nAnd behold, with this table it will be easier for us to derive the number for whatever we need, with the help of the Rock and His salvation."
    },
    {
      "hebrew": "<b>ג</b> מספר הכרחי והוא מספר המלה לפי מה שהיא כגון חסד עולה ע\"ב גבורה רי\"ו או ארי\"ה:",
      "english": "<b>3.</b> The essential number, which is the numerical value of the word as it stands, for example: Chesed equals 72, Gevurah equals 216, or Aryeh."
    },
    {
      "hebrew": "<b>ד</b> מספר מוספי הוא שמוסיפין האותיות מן המלה על המספר או המלה עצמה אם יצטרך הכל לפי הצורך וכן אלה נתבאר העלמם למעלה וכן טעמם והטעם אל הקדמיי מאחר שהיא סבתה ע\"ד שפירשתי בספירות בשער סדר האצילות:",
      "english": "<b>4</b> The additive number is when letters from the word are added to the numerical value or to the word itself, as needed according to the requirement. These matters and their reasons were explained above, as was their connection to the preliminary number, since it is its cause, as I explained regarding the Sefirot in the Gate of the Order of Emanation."
    },
    {
      "hebrew": "<b>ה</b> מספר המרובע הכללי כגון דוד שעולה יד צריך לצרף המלה לפי סדר האותיות. ונאמר ד' פעמים י\"ד יעלה נ\"ו. ו' פעמים י\"ד יעלה פ\"ד הרי ק\"מ. וד' פעמים י\"ד יעלה נ\"ו. סך כלם קצ\"ו. וטעם הענין כי אחר שהם י\"ד ענפים בג' כחות וודאי כל אחד מהכחות שבג' כחות כלול מכל הכחות ולכן יהי' י\"ד פעם י\"ד כי כל אחד מהכחות כלול מכלם כמו שפי' ולכן יעלו למספר גדול הזה:",
      "english": "<b>5</b> The general square number: For example, [the name] David, which equals 14, requires combining the word according to the order of its letters. Thus we say: 4 times 14 equals 56, 6 times 14 equals 84, making 140, and 4 times 14 equals 56. The total sum is 196. The reason for this is that since there are 14 branches in three powers, certainly each of the powers within these three powers contains all the powers, and therefore it becomes 14 times 14, for each of the powers includes all of them, as explained, and thus they amount to this large number."
    },
    {
      "hebrew": "<b>ו</b> מספר המרובע הפרטי כגון שני פעמים ב' עולים ד', ג' פעמים ג' הרי ט', וכן ד' פעמים ד' הרי י\"ו. והענין הזה שיוכלל האות בכלל הכחות שבה לבד לא בכל כוחות שבתיבה כמו הכללות הקודם במספר הכללי:",
      "english": "<b>6</b> The particular square number, for example: two times 'ב' equals 4, three times 'ג' equals 9, and likewise four times 'ד' equals 16. This concept means that the letter is included only within the powers contained within itself, not within all the powers contained in the word, unlike the previous general inclusion in the general number."
    },
    {
      "hebrew": "<b>ז</b> מספר שמיי ר\"ל לשום על המלה מלוי האותיות כגון ידוד במלוי אלפין כזה יוד ה\"א וא\"ו ה\"א שעולה מ\"ה כמספר אדם. וזה כבר נתבאר לעיל:",
      "english": "<b>7</b> The heavenly number, meaning to place upon the word the filling of letters, such as YDVD [the Tetragrammaton] with the filling of Alefs, like this: Yod He Vav He, which equals 45, the same numerical value as Adam. This has already been explained above."
    },
    {
      "hebrew": "<b>ח</b> מספר המספריי ר\"ל י' עשרה, ועשרה עולה תקע\"ה. ה' חמשה, וחמשה עולה שנ\"ג. והענין הזה הוא כי אותם חמשה כחות נכללים במנין שמם כי שם מספרם מעיד עליהם:",
      "english": "<b>8</b> The numerical-number, meaning [when] 'yud' [equals] 'ten', and 'ten' equals 575. 'Heh' [equals] 'five', and 'five' equals 353. This matter indicates that these five powers are included in the count of their names, for the name of their number testifies about them."
    },
    {
      "hebrew": "<b>ט</b> מספריי הגדול ר\"ל יו\"ד במילואו עשרים ועשרים בגימט' כתר. וביאורו ע\"ד שפי' בהשמיני ויגיד עליו רעו.",
      "english": "<b>9</b> The great numerical value, meaning \"yod\" in its full spelling equals twenty, and twenty in gematria equals \"Keter.\" Its explanation follows the pattern explained in the eighth [method], and one explains the other."
    },
    {
      "hebrew": "הנה נכלל החלק הגימטריאה:",
      "english": "Here concludes the section on gematria:"
    },
    {
      "hebrew": "עוד יש קרוב לענין זה והוא נקרא נוטריקון והוא ענין ראשי תיבות וסופי תיבות ותוכי התיבות. המשל אל, מלך, נאמן, שראשי תיבות אמן וסופי תיבות לכ\"ן ותוכי תיבות מל\"א וכיוצא בזה ושאר מן השמות היוצאים מראשי תיבות או מסופם או מאמצעותם או בדילוג אות אחת ולקחת אות אחת בדילוג חברתה וכדברים האלה כמו שם הס\"ר תי\"ו אה\"ן היוצא מהנסתרות לה' אלדינו בדילוג אות ולקחת אות וכן רבים כדברים האלה. ואין צריך להאריך כי כל ענין זה מורה על כבוד התורה והעלמה שנתגשמה וקבלה כל הצרופים שיכולים להיות בעולם ונתלבשה בלבוש נכר כדפרישית בשער האותיות בפרק א' וכל זה כדי להשלים נפשותינו כי ה' חפץ למען צדקו וגו'. ובזהר פרשת בראשית (דף מ\"ו ע\"ב) נראה בפירוש כי חשבונות וגימטריאות הם כלם תלוים במלכות. כי בספירות למעלה אין הענפים מתגלים בחשבונות וגימטריאות ומה שנמצא חשבון וגימטריא שם עם כל זאת עקרן במלכות ומשם רומזים למעלה. ובזה נשלם הפרק הזה ונכלל השער הזה בס\"ד. ברוך ה' לעולם אמן ואמן ברוך הנותן ליעף כח ולאין אונים עצמה ירבה:",
      "english": "There is another matter close to this topic called notarikon, which deals with the initial letters, final letters, and middle letters of words. For example, [in the phrase] \"El, Melech, Ne'eman\" (God, King, Faithful), the initial letters spell \"Amen,\" the final letters spell \"LChN,\" and the middle letters spell \"MLA,\" and similar examples. There are other names that emerge from initial letters, final letters, middle letters, or by skipping one letter and taking another letter while skipping its companion, and similar methods, such as the name \"HSR ThV AHN\" which emerges from [the phrase] \"HaNistarot LaHashem Eloheinu\" by skipping letters and taking letters, and there are many similar examples.\n\nThere is no need to elaborate, for this entire matter demonstrates the glory of the Torah and its concealment, which has been embodied and received all possible combinations in the world and has been clothed in foreign garments, as I explained in the Gate of Letters, Chapter 1. All this is to perfect our souls, for \"the Lord was pleased, for His righteousness' sake.\" And in the Zohar, Parashat Bereshit (folio 46b), it is explicitly shown that calculations and gematrias all depend on Malchut. For in the higher sefirot, the branches are not revealed through calculations and gematrias, and although calculations and gematrias are found there, their essence is in Malchut, and from there they allude upward.\n\nWith this, this chapter is complete and this gate is concluded, with Heaven's help. Blessed be the Lord forever, amen and amen. Blessed is He who gives strength to the weary and increases might to those who have no strength."
    }
  ]
}