{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 15,
  "translation": [
    {
      "hebrew": "באות <b><big>ל'</big></b> עי' בספר התמונה כי הוא בבינה ולשונה מוכיח עליה כי הוא לשון למוד ובינה. וצורתה מורה כי היא גבוה על כל. וצורתה שתי מדות כ\"ו שהם מלכות ותפארת מלכות תחת הת\"ת כסוס לרוכב עומדת תחתיו לקבל ועליה התפארת כרוכב על הסוס ומתעלה עד למעלה לקבל מהבינה. ונ\"ל כי לכן הוא\"ו לצד שמאל של כף לרמוז כי הוא מקבל מהבינה כי שם עיקר מקומה. והאריך המפרש שם כי ד' אותיות של שם בן ד' הם מעידים על קשר הספירות ויחודם במציאות אותיותיו כדפי' בשער שם בן ד' פ\"ג ולכן גם האותיות האלה מעידים על היחוד והעד בהם כפול. כיצד א' במילואו היא אל\"ף. א' מורה על שם בן ד' שני יודין ו' שבו. הוא ג\"כ כ\"ו הרי אות א' מעידה היחוד ועדותה כפול חותם בתוך חותם. השנית הל' ומ' שעמה. השלישית המ\"ם מ' עצמה הוא כ\"ו ומ' שעמה ג\"כ כ\"ו הרי חותם בתוך חותם. הרביעית ס' [ה] ומ' שעמה הרי חותם בתוך חותם הרי ד' עדים שהם אותיות אלמ\"ס ועדותם שמעידים על היחוד כפול ואפשר שנא' שהיחוד שמעידים עליו היינו יחוד ת\"ת ומלכות שהם כ\"ו כמבואר לעיל. ונחזור לענייננו הצורה הרוחניות הזאת עיקרה בבינה ונרמזות השפעתה במלכות ע\"י הת\"ת ואמר שממשלתה בעת שבתי ואפשר הטעם מפני שבינה שבת הגדול גם כן וביום שבת מזל שבתי כנודע. ויש מי שפי' כל הל' בצורתה למעלה יו\"ד והוא רמז לכתר חכמה ובינה חסד בסוד ד' קצוותיה כדפי' לגבי יו\"ד עצמה, ותחת הי' וא\"ו לרמוז אל התפארת, ותחת הוא\"ו ד' לרמוז אל המלכות, ותחת הד' קוץ עקום לרמוז מטטרון שר הפנים היושב ראשונה במלכות. עוד פי' בל' שהל' רמז לחסד והמ\"ם סתומה רומז לגבורה ולכן סתומה רמז אל הדין ואל עכוב השפע ומ\"ם פתוחה רומז לת\"ת באמצע בסוד הרחמים הממוצעים בין החסד והדין. ",
      "english": "Regarding the letter <b><big>ל</big></b>, see in Sefer HaTemunah that it corresponds to Binah, and its linguistic meaning proves this as it relates to learning and understanding. Its form indicates that it is elevated above all. Its form represents two measures of 26 (כ\"ו), which are Malkhut and Tiferet - Malkhut beneath Tiferet like a horse to its rider, standing below to receive, and above it Tiferet like a rider on the horse, ascending upward to receive from Binah. And it appears to me that the vav is on the left side of the kaf to hint that it receives from Binah, for that is its primary place. The commentator elaborates there that the four letters of the four-letter Name testify to the connection of the Sefirot and their unity through the existence of its letters, as explained in Gate of the Four-Letter Name, Chapter 3, and therefore these letters also testify to the unity, and their testimony is doubled. How so? Alef in its full spelling is א-ל-ף. Alef indicates the four-letter Name's two yuds and vav within it, which also equals 26, thus the letter alef testifies to unity and its testimony is doubled - a seal within a seal. The second is the lamed and mem with it. The third is the mem - mem itself is 26 and the mem with it is also 26, thus a seal within a seal. The fourth is samekh [hey] and mem with it, thus a seal within a seal. These are four witnesses, which are the letters א-ל-מ-ס, and their testimony about unity is doubled. It is possible to say that the unity they testify to is the unity of Tiferet and Malkhut, which are 26, as explained above. Returning to our matter, this spiritual form is primarily in Binah and its influence is hinted at in Malkhut through Tiferet, and it is said that its dominion is in the time of Saturn, possibly because Binah is the Great Sabbath, and on the Sabbath day the planet is Saturn, as is known. Some explain that the entire lamed in its form has a yud above, which hints to Keter, Chokhmah, Binah, and Chesed in the secret of its four extremities as explained regarding the yud itself, and beneath the yud is a vav hinting to Tiferet, and beneath the vav is a dalet hinting to Malkhut, and beneath the dalet is a curved thorn hinting to Metatron, the Minister of the Presence who sits first in Malkhut. It is further explained regarding the lamed that the lamed hints to Chesed and the closed mem hints to Gevurah, therefore it is closed to hint at judgment and the restraint of flow, and the open mem hints to Tiferet in the middle, in the secret of mercy mediating between Chesed and Din."
    },
    {
      "hebrew": "ויש מי שפי' שהלמד רומז למלכות שנאמר (תהלים קמד א) המלמד ידי לקרב. ",
      "english": "And there are those who explain that the letter Lamed alludes to Malkhut (Kingdom), as it is written (Psalms 144:1) \"Who teaches [ha-melamed] my hands for battle.\""
    },
    {
      "hebrew": "ויש מי שפי' בענין אחר ז\"ל הלמ\"ד היא צורת אור מופלא עומדת כמו מראה השכל שהכל נראה מתוכה והוא הנתיב שלה. והאות הזה פי' הרשב\"י ע\"ה בשה\"ש שרומזת בבינה וכן תמצא כי האות הזה למעלה מכל האותיות לרמוז כי עם היות שכל האותיות תחלתן מחסד ולמטה כדפי' בפ\"ג עכ\"ז יש לה עלייה עליהם בסוד הבינה הגבוה על ז' ימי הבנין:",
      "english": "And there are those who explained it differently: The letter Lamed represents a wondrous form of light, standing like a mirror of the intellect through which everything is visible, and this is its path. And this letter, Rabbi Shimon bar Yochai of blessed memory explained in the Song of Songs that it alludes to Binah, and thus you will find that this letter is above all other letters, suggesting that although all letters begin from Chesed and below as explained in Chapter 3, nevertheless it has ascendancy over them through the mystery of Binah, which is elevated above the seven days of building."
    }
  ]
}