{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 14,
  "translation": [
    {
      "hebrew": "בענין יחס אליהו נחלקו רז\"ל (בב\"ר פ' ע\"א) מאיזה שבט היה, מהם אמרו משבט גד היה ומהם אמרו משבט בנימין ומהם אמרו פינחס זה אליהו. ולכל א' מהדעות האלו יש להם סמך מן הכתובים. ויש מהם שאמרו שהוא מזרע רחל והוא בעצמו היה מתיחס פעם בזה ופעם בזה [יג]. ויש מקובלים שרצו לפרש הכל בסוד העבור. ומצאנו בענין הזה אל המפרשים ז\"ל שאמרו שאליהו היה משותלח לפי שלא מצינו בשום מקום שם אב של אליהו אלא אליהו התשבי מתושבי גלעד והבן.",
      "english": "Regarding Elijah's lineage, our Sages of blessed memory were divided (in Bereishit Rabbah, Chapter 71) about which tribe he belonged to: some said he was from the tribe of Gad, others said he was from the tribe of Benjamin, and others said that Pinchas was Elijah. Each of these opinions has support from the scriptures. Some said that he was from Rachel's descendants, and he himself was associated sometimes with one and sometimes with the other [13]. There are kabbalists who wished to explain everything through the secret of reincarnation. And we found regarding this matter that the commentators of blessed memory said that Elijah was from Metushelach, since we do not find anywhere the name of Elijah's father, only \"Elijah the Tishbite from the inhabitants of Gilead\" - and understand this."
    },
    {
      "hebrew": "ועוד נא' באליהו (מ\"א יח) חי ה' אשר עמדתי לפניו, כלומר כשעמד כבר. וע\"כ אמרו שאותו מקום שהוא חנוך שהוא מטטרו\"ן, ומקום שהוא אליהו שהוא סנדלפון. וכשעלה אליהו בסערה השמימה נהפך בשרו ללפידי אש ונשאר גופו בעולם הגלגלים או בעולם המלאכים ורוחו עלתה למקומו. וכשהקב\"ה רוצה לשלחו בשליחות יורד ומתלבש ויורד לארץ ועושה שליחותו וע\"כ הי' נגלה לחכמים ולשלימים ולנביאים והיו מדברים עמו מפני שהיה בו צד חומר והוא הגוף הנזכר וכשמסתלק מניח הגוף ההוא במקומו ועולה עכ\"ל.",
      "english": "Furthermore, it is said regarding Elijah (Kings I 18) \"As the Lord lives, before whom I stood,\" meaning when he had already stood. And therefore they said that the place where Chanoch is, he is Metatron, and the place where Elijah is, he is Sandalphon. And when Elijah ascended to heaven in the storm, his flesh was transformed into torches of fire, and his body remained in the world of spheres or in the world of angels, while his spirit ascended to its place. And when the Holy One, blessed be He, wishes to send him on a mission, he descends and clothes himself and comes down to earth and performs his mission, and therefore he would appear to the sages, the perfect ones, and the prophets, and they would speak with him because he had an aspect of physicality, which is the aforementioned body, and when he departs, he leaves that body in its place and ascends."
    },
    {
      "hebrew": "שוב מצאנו בשם ר' משה דליאון ז\"ל ועל מה ששאלת בענין אליהו שעלה למרום מה שלא עלה אדם אחר. תדע לך כי בסתרי תורה ראיתי סוד נפלא עד מאד. אליהו לא תמצא לו בכל התורה אב ואם ולא שכתוב בו בן פלוני אלא אליהו התשבי מתושבי גלעד. ואמרו כי קודם לכן ירד מן השמים ושמו ידוע בסתרי החכמה. ועוד שאח\"כ נראה אל החכמים בהרבה מקומות בהרבה דיוקנין ולזמנים בדמות טייעא לזמנים כפרש לזמנים כא' מגדולי הדור בהרבה עניינים דמותו ותוארו. על כן אל תתמה בענין הזה בהיות אליהו במדרגה עליונה על כל שאר בני אדם. וא\"ת היאך היה כל אותם השנים וכל אותו הזמן דמותו ותארו דמות אדם כי המלאך אם נראה הוא לשעה או יום, ולא יותר, אמרו שבשעה שבקש הקדוש ברוך הוא לברוא את האדם אמר למלאכים נעשה אדם אמרו לפניו רבונו של עולם מה אנוש כי תזכרנו הושיט אצבעו עליהם ושרפם. קרא לכת שניה כמו כן עד שקרא לפלוני וסיעתו א\"ל נעשה אדם אמר לפניו רבש\"ע אם לפניך מוטב לפני לא כ\"ש ואם טוב בעיניך אני ארד ואהיה שמש לפניו א\"ל הקב\"ה מכאן ואילך לא יקרא עוד שמך פלוני כ\"א פלוני ואע\"פ כן לא ירד באותו הזמן אלא ירד לאחר זמן והאמין בעולם כי ה' הוא האלהים בענין אחאב. ולימים מועטים שהאמין זה בעולם העלהו המקום לשמי מרומים. ואמר לו הקב\"ה אתה אפוטרופוס טוב לבני האדם חייך תרד ותאמין אמונתי בעולם וע\"ז כתיב (מ\"א יח) ענני ה' וכו' ובדברך עשיתי וגו' ובדברך קודם שארד לעולם. וזהו אז\"ל מיכאל בא' גבריאל בשתים אליהו בג', כי הסבה על היותו במדרגה שלהם. וא\"ת והא כתיב כי לא טוב אנכי מאבותי ואם הדבר כן מפני מה אמר הדברים האל'. אלא ודאי מה שבקש על זה בהיותו נמשך אחר בני אדם מכמה שנים ואמנם כי לא היה טובתו מצד אב ואם זכות בעולם כי לא היתה טובתו ועמידתו מהם בעולם ולפיכך אמר כי אין זה דרך להתעכב בעולם מי שהוא כמוני עכ\"ל.",
      "english": "We further found in the name of Rabbi Moses de Leon, of blessed memory, regarding what you asked about Elijah who ascended to heaven, which no other person did. Know that in the secrets of Torah I saw an exceedingly wonderful mystery. For Elijah, you will not find in the entire Torah any father or mother, nor is it written that he was \"son of so-and-so,\" but only \"Elijah the Tishbite, from the inhabitants of Gilead.\" And they said that before this he descended from heaven, and his name is known in the secrets of wisdom. Furthermore, afterward he appeared to the sages in many places in many forms - sometimes in the form of an Arab merchant, sometimes as a horseman, sometimes as one of the great ones of the generation, in many matters of his form and appearance. Therefore, do not wonder about this matter, that Elijah was on a higher level than all other human beings. And if you ask how it was that for all those years and all that time his form and appearance was that of a human, for an angel if he appears it is only for an hour or a day and no more, they said that when the Holy One, blessed be He, wished to create man, He said to the angels \"Let us make man.\" They said before Him, \"Master of the Universe, what is man that You should remember him?\" He extended His finger and burned them. He called to a second group likewise, until He called to a certain one and his company. He said to him, \"Let us make man.\" He said before Him, \"Master of the Universe, if it is good before You, how much more so before me, and if it is good in Your eyes, I will descend and be a servant before him.\" The Holy One, blessed be He, said to him, \"From now on your name shall no longer be called so-and-so but rather so-and-so.\" Nevertheless, he did not descend at that time, but descended later and established belief in the world that the Lord is God in the matter of Ahab. And after a few days that he established this belief in the world, God elevated him to the highest heavens. And the Holy One, blessed be He, said to him, \"You are a good guardian for mankind. By your life, you shall descend and establish My faith in the world.\" And regarding this it is written, \"Answer me, O Lord\" etc., \"and by Your word I have done\" etc. - \"by Your word\" meaning before I descended to the world. And this is what they meant when they said \"Michael with one, Gabriel with two, Elijah with three,\" for the reason is that he was on their level. And if you ask, but it is written \"for I am not better than my fathers,\" if this matter is so, why did he say these words? Rather, certainly what he requested about this was because he had been drawn after mankind for many years, but his goodness was not from the merit of father and mother in the world, for his goodness and his existence were not from them in the world, and therefore he said that it is not the way for one like me to remain in the world."
    },
    {
      "hebrew": "והדעת הזה בטל מעצמו מתוך דברי הרשב\"י ע\"ה שדעתו הוא שאליהו היה בן אדם וכן דעת כל חכמי הגמרא דעד כאן לא פליגי אלא מאיזה שבט היה אבל לומר שהיה מלאך שנתגשם אין מי שיסכים בזה. ודברי הרשב\"י ע\"ה בענין זה הוא בפ' ויגש (דר\"ט) וז\"ל דאמר ר\"ש כל נשמתין דעלמא כלהו נפקין מההוא אתר דנגיד ונפיק וכלהו נקיט לון צרורא דחיי, וכד נוקבא אתעברת מן דכורא כלהו בתיאובתא דנוקבא לגבי דכורא וכד תאובתא דדכורא נפקא ברעותא כדין אינון נשמתין בקיומא יתיר בגין דכלא בתיאובתא ורעו דאילנא דחיי. ואליהו בגין דהוה מההוא רעותא יתיר מב\"נ אחרא אתקיים. ובג\"כ כתיב (מ\"א יט) אל נפשו ולא כתיב את נפשו דהא את נפשו דא היא נוקבא. ואי תימא אל האשה אמר. כללא דדכר ונוקבא כד איהו בגו דכורא כדין אל האשה אמר. את האשה נוקבא בלחודאה בלא כללא דדכורא. כג\"ד אל נפשו דכר בלחודוי, את נפשו נוקבא בלחודאה בלא כלילו דדכורא. ובגין דאיהו בסטרא דדכורא יתיר מכל בני עלמא אתקיים בקיומיה יתיר ולא מית כשאר בני עלמא. בגין דכולא איהו מאילנא דחיי ולא מגו עפרא ובג\"ד אסתלק לעילא ולא מית כאורח כל בני עלמא דכתיב (מ\"ב ב) ויעל אליהו בסערה השמים. ת\"ח מה כתיב והנה רכב אש וסוסי אש וגו'. דהא כדין אתפשט גופא מן רוחא ואסתלק דלא כשאר אורח בני עלמא ואשתאר מלאכא קדישא כשאר קדישי עליונין ועביד שליחותא בעלמא והא אוקמוה דניסין דעביד קב\"ה בעלמא על ידיה אתעבידן עכ\"ל.",
      "english": "This opinion is self-negating based on the words of Rabbi Shimon bar Yochai (of blessed memory), whose view was that Elijah was a human being, and this is also the view of all the Sages of the Talmud, who only disputed from which tribe he came, but regarding the claim that he was an angel who took physical form, there is no one who agrees with this. The words of Rabbi Shimon bar Yochai concerning this matter appear in Parashat Vayigash (page 209), where he states: \"All souls of the world emerge from that place which flows forth, and the bundle of life holds them all. When the female conceives from the male, all is through the desire of the female for the male, and when the desire of the male emerges with will, then these souls have greater permanence because everything is through desire and the will of the Tree of Life. And Elijah, because he was from that greater will more than other humans, endured. Therefore it is written (Kings I 19) 'el nafsho' (to his soul) and not 'et nafsho,' for 'et nafsho' refers to the female aspect. And if you say regarding 'el ha-ishah' (to the woman), when male and female are combined within the male, then it says 'el ha-ishah.' 'Et ha-ishah' refers to the female alone without inclusion of the male. Therefore, 'el nafsho' refers to the male alone, 'et nafsho' to the female alone without inclusion of the male. And because he was more aligned with the male aspect than all other people of the world, he endured more in his existence and did not die like other people. For he was entirely from the Tree of Life and not from dust, and therefore he ascended above and did not die in the way of all people, as it is written (Kings II 2) 'And Elijah went up by a whirlwind into heaven.' Come and see what is written: 'And behold, there appeared a chariot of fire, and horses of fire.' For then the body separated from the spirit and ascended in a way unlike other people, and he remained a holy angel like other celestial holy ones, performing missions in the world, and it has been established that the miracles that the Holy One, blessed be He, performs in the world are done through him.\""
    },
    {
      "hebrew": "והנה נראה ממנו בפי' היות נשמתו כשאר נשמות הצדיקים אלא מפני תוספת קדושתו בעת הזיווג העליון עלה אל המעלה ההיא, וכן הכריח ג\"כ במאמר שהעתקנו בפ' י\"ב בענין חי ה' אשר עמדתי לפניו שפי' [יד]. ועכ\"ז כבר יהיה אפשר היותו סנדלפו\"ן ע\"ד שפי' במטטרו\"ן היותו חנוך קודם והיה אדם ממש כמבואר בפרקים הקודמים:",
      "english": "And it appears explicitly from this that his soul was like other souls of the righteous, except that due to his additional sanctity at the time of the supernal union, he ascended to that elevated level, and this is also demonstrated in the passage we quoted in Chapter 12 regarding \"As the Lord lives, before whom I stand\" as explained [14]. Nevertheless, it would still be possible for him to be Sandalfon, in the same way that it was explained regarding Metatron being previously Enoch, who was literally a human being, as explained in the previous chapters."
    }
  ]
}