{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 27,
  "translation": [
    {
      "hebrew": "אחר שבפרקים הקודמים נתעסקנו בביאור כ\"ב חפצים כל א' ואחד לבדה כפי הנמצא בדברי המפרשים והרשב\"י ע\"ה כפי אשר הורונו מן השמים. ראוי עתה לבאר מציאות האותיות בכללן יחד. והענין הזה נתבאר בזהר פרשת תרומה (דף קס\"ז) ולא נעתיק לשונו שכבר העתקנוהו בשער התמורות. ונתבאר שם כי מציאות האותיות הם בג' בחינות שהם אור מים רקיע. אור הוא האצילות במציאות דק בעת אצילותם מבינה לחסד ועדיין בחסד היו במציאות אור מפני ששם עדין לא נתגלו הדברים בעצם ולא נתהוו בהויה מתגלית אלא כאור הזה שהוא פשוט מגשם ממשי. ואח\"כ מהמשכת הדברים מהחסד אל הגבורה מה שהיה אור בחסד בהעלם בהמשכתן והתפשטות קצת הדברים ההויות נתעבו ונתגלו במציאות מים. פי' שלגלוים ממה שהיו בחסד אל מה שהם בגבורה הם בהבדל הרבה בהגלות ההויות מאור אל מים כי המים הם ממשיים גשמים מתגלים. ואין תימה באמרנו כי בגבורה נתהוו מציא' מים עם היות שהמים הם בחסד והאש בגבורה שמציאות המים האלה הם מים בסוד הצטרפות הגדולה אל הגבורה כמדוקדק לעיל מתוך דברינו וכן ביארו במאמר הנז'. וכאשר מתפשטים עוד המים הנזכר מתהווה מהם הרקיע דהיינו מציאות הויה מתגלה ומתעבת יותר מהמים. והיינו בסוד התפשטות האותיות עד הת\"ת ששם הרקיע.",
      "english": "After engaging in the previous chapters with the explanation of the twenty-two objects each individually according to what is found in the words of the commentators and Rabbi Shimon bar Yochai, peace be upon him, as we were instructed from heaven, it is now appropriate to explain the existence of the letters in their entirety together. This matter is explained in the Zohar, Parashat Terumah (page 167), and we will not copy its language as we have already copied it in the Gate of Substitutions. It is explained there that the existence of the letters manifests in three aspects: light, water, and firmament. Light is the emanation in its subtle existence at the time of their emanation from Binah to Chesed, and while in Chesed they remained in the form of light, because there the things had not yet been revealed in essence and had not come into revealed existence, but rather were like this light which is simple and without physical substance. Subsequently, in the drawing down of things from Chesed to Gevurah, that which was concealed light in Chesed, through their extension and partial expansion, the existences became denser and were revealed in the form of water. This means that in their revelation from what they were in Chesed to what they are in Gevurah, there is a great difference in the manifestation of existences from light to water, for water has physical substance that becomes revealed. And there should be no wonder in our saying that in Gevurah water came into existence, even though water is associated with Chesed and fire with Gevurah, for these waters exist through the secret of their great joining to Gevurah, as explained above in our words and as explained in the aforementioned statement. And when these mentioned waters expand further, the firmament is formed from them, meaning an existence that becomes more revealed and denser than water. And this is the secret of the expansion of the letters until Tiferet, where the firmament is."
    },
    {
      "hebrew": "והנה מקרה האותיות בצורת רוחניות כמקרה הוולד במציאות הוייתו כי במוח אביו הוא בסוד אור כח דק המתפשט מהמוח עד בואו סמוך ליציאתו מכח אביו אל בטן המלאה שהם מים. ובתוך המים ההם מתגלם ומתעבה הוולד. וזהו מציאות רקיע. ומקרה זה קרה לה' ספירות שבהם נכללות כל ז' ימי ההקף כדפירשנו בפ' הקודם. ולכן במעשה בראשית ה' פעמים אור וה' פעמים מים וה' פעמים רקיע. והספירות והאותיות ענין אחד להם ולכן נתייחסו בג' מציאיות האלה שהם אור מים רקיע. והאותיות נחלקות אל ה' מוצאות שהם אחה\"ע גי\"כק דט\"לנת בו\"מף זס\"שרץ והם נרמזים בה' ספירות שהם גדולה גבורה תפארת נצח הוד כי יסוד נכלל בת\"ת גוף וברית חשבינן חד כדפי' [יא]. וחילוקם לפי הנראה אותיות אחה\"ע הם בגדולה ולהיות שהגדולה היא היותר נעלמת וקודמת לשאר הספי' כן אלו האותיות קודמות במוצאן לשאר האותיות והם נעלמות בתוך הגרון. וגי\"כק הם בחיך והם בגבורת מתגלים יותר מהראשונות ונסתרים יותר משאר האותיות. ודטלנ\"ת הם בלשון והוא בת\"ת והיא מתגלה יותר מחסד וגבורה וכן נקרא הת\"ת לשון כנודע ופי' בשער י' ולא ט'. ואותיות השיניים הם זסשר\"ץ והם בנצח אצילות רביעי והם נגלות יותר משאר האותיות והם חצוניות במוצאם משאר האותיות. ואותיות בומ\"ף הם אותיות השפתים והם בהוד שהיא מתגלה יותר משאר הספי' הנזכר ולכן הם חצוניות מכל שאר המוצאות והם הלכו דרך אצילותם בסוד אור מים רקיע כדפי' במאמר הנזכר.",
      "english": "The formation of letters in their spiritual form is like the formation of a fetus in its creation, for in the father's brain it exists as a subtle illuminated force extending from the brain until it approaches its emergence from the father's power into the fluid-filled womb which is water. Within these waters the fetus takes form and solidifies. This represents the firmament. This process occurs with the five Sefirot which include all seven days of the cycle as we explained in the previous chapter. Therefore in the act of Creation there are five instances of light, five of water, and five of firmament. The Sefirot and the letters are one matter, and thus they are categorized in these three manifestations: light, water, and firmament.\n\nThe letters are divided into five points of articulation, which are: AHCH\"A, GYCK, DTLN\"T, BVM\"F, ZSHR\"Tz, and they correspond to the five Sefirot which are Gedulah, Gevurah, Tiferet, Netzach, and Hod, for Yesod is included in Tiferet as body and covenant are considered one, as explained. Their division, as it appears, is that the letters AHCH\"A are in Gedulah, and since Gedulah is the most concealed and precedes the other Sefirot, these letters similarly precede the other letters in their articulation and are hidden in the throat. GYCK are in the palate and are in Gevurah, more revealed than the first group but more concealed than the remaining letters. DTLN\"T are in the tongue, which corresponds to Tiferet, and it is more revealed than Chesed and Gevurah, and thus Tiferet is called tongue, as is known and explained in Gate 10, not 9. The dental letters ZSHR\"Tz are in Netzach, the fourth emanation, and they are more revealed than the other letters and are external in their articulation compared to the other letters. The letters BVM\"F are the labial letters and are in Hod, which is more revealed than the aforementioned Sefirot, and therefore they are the most external of all points of articulation, and they proceeded in their emanation through the mystery of light, water, and firmament as explained in the aforementioned passage."
    },
    {
      "hebrew": "והנה האותיות מציאות מקור הווייתם הם מהבינה כדפי' כי משם תחלת גלוי הארתם אבל בסיוע החכמה. וכן ביאר הרשב\"י ע\"ה בשה\"ש (בז\"ח דף פ\"ז ע\"ב) וז\"ל בשעתא דאתוון נפקו מגו עלמא דאתי כו'. שכינה עלאה נקרא עלמא דאתי ודקדק באמרו מגו להורות על תוכיותה דהיינו בחינתה מהחכמה. וכן אתמר שם ת\"ח בראשית, בהאי ראשית רזא דנקודה עילאה. ברא אלדים, בחילא דהאי נקודה נפקן אתוון ואתציירו בתקונייהו.",
      "english": "Behold, the letters' source of existence is from Binah, as explained, for from there begins the revelation of their illumination, albeit with the assistance of Chochmah. Thus explained Rabbi Shimon bar Yochai, peace be upon him, in Song of Songs (Zohar Chadash page 87b), stating: \"At the time when the letters emerged from within the World to Come...\" The Upper Shechinah is called the World to Come, and he was precise in saying \"from within\" to indicate its inner essence, namely its aspect from Chochmah. And thus it is stated there: \"Come and see - 'In the beginning' - in this 'beginning' lies the mystery of the supernal point. 'God created' - through the power of this point the letters emerged and were formed in their proper arrangements.\""
    },
    {
      "hebrew": "הנה שהאותיות הם בבינה עם היות שהם בסיוע בכח החכמה כדקאמר בחילא דהאי נקודה. ועם זה יובן שנדרש (שם ע\"א) וז\"ל אתוון אינון רשימין ברזין עילאין, דהא כלהו נפקו מרזא דחכמתא עלאה באינון ל\"ב שבילין דנפקי מחכמתא. והכונה כי ע\"י סיוע השבילין שבחכמה שנשפעו בבינה אותו השפע נתהווה בבינה הויות האותיות ולא הויה ממש אלא הוויות האור כדפי' לעיל מה שאין כן בחכמה שלא היו בה אפי' במציאות האור ולא זולתו לרוב דקותן. ואין לפרש שממש היו האותיות מחכמה שכבר באר הענין הרשב\"י ע\"ה בתיקונים (תקונא ע' דף קכ\"ג ע\"ב) ז\"ל וגביהם, דא אימא עלאה דאיהי ע\"ג ספיראן דאינון תחותה דמינה כל אתוון. וגובה להם, דא חכמה דמינה נקודין. הרי בפי' אמר שהאותיות הם מבינה משא\"כ נקודין שהם בחכמה כאשר נבאר בע\"ה. וכאלה הרבה בתיקונים. ועל חלקי הדרוש הזה שנתעסקנו בפרק זה כיון בעל ספר יצירה במשנה אחת ז\"ל עשרים ושתים אותיות חקוקות בקול חצובות ברוח קבועות בפה בחמשה מקומות אחה\"ע בומ\"ף גיכ\"ק דטלנ\"ת זסשר\"ץ עכ\"ל.",
      "english": "Behold, the letters exist in Binah, although they receive assistance from the power of Chochmah, as stated \"through the power of this point.\" And with this we can understand what is expounded (there 71a), which states: \"The letters are inscribed in supernal mysteries, for they all emerge from the mystery of supernal Chochmah through those 32 paths that emerge from Chochmah.\" The meaning is that through the assistance of the paths in Chochmah that flow into Binah, that influx forms within Binah the existence of the letters - not actual existence but rather existences of light, as explained above. This is unlike Chochmah, where they did not exist even in the form of light nor in any other form, due to their extreme subtlety. One should not interpret that the letters actually came from Chochmah, for Rabbi Shimon bar Yochai of blessed memory has already explained this matter in the Tikunim (Tikun 70, page 123b), stating: \"And above them - this refers to Ima Ila'ah (Supernal Mother) which is above the Sefirot that are beneath her, from which all letters emerge. And their height - this refers to Chochmah, from which the vowel points emerge.\" Here he explicitly states that the letters are from Binah, unlike the vowel points which are from Chochmah, as we will explain with God's help. And there are many similar passages in the Tikunim. Regarding the aspects of this exposition that we have discussed in this chapter, the author of Sefer Yetzirah intended this in one Mishnah, stating: \"Twenty-two letters are engraved in voice, hewn in breath, fixed in the mouth in five places: Alef-Chet-Heh-Ayin, Bet-Vav-Mem-Peh, Gimel-Yod-Kaf-Kuf, Dalet-Tet-Lamed-Nun-Tav, Zayin-Samech-Shin-Resh-Tzadi.\""
    },
    {
      "hebrew": "והנה כבר נתבאר בשער אבי\"ע ענין רשימ\"ה חקיק\"ה חציב\"ה עשי\"ה ובארנו כי הרשימ\"ה יותר דק מהחקיק\"ה והחקיקה יותר דק מן החציב\"ה והחציב\"ה יותר דק מן העשי\"ה כמבואר שם.",
      "english": "And behold, it has already been explained in the Gate of ABY\"A the matter of reshimah (impression), chakikah (engraving), chatzivah (hewing), and asiyah (making), and we explained that the reshimah is more subtle than the chakikah, and the chakikah is more subtle than the chatzivah, and the chatzivah is more subtle than the asiyah, as explained there."
    },
    {
      "hebrew": "והנה אמרנו כי בחכמה אין מציאות הוויות אותיות כלל ותחלת הוויתן הוא מהבינה. ולהיות שבחכמה שהיא הדקות הגמור שהוא הרשימ\"ה לא הי' מציאות הויית האותיות כלל, לכן לא הזכירה משנתינו רשומות כמנהגו והתחיל מחקיקה ואילך ואמר חקוקות בקול דהיינו הווייתם בבינה שהיא נקראת קול ולכן אמר חקוקות בקול ואע\"פ שגם ז' ספירות נקראות קולות עכ\"ז עיקר הקול הוא בתפארת בתוך הבינה וע\"י מציאותו בבינה נקרא קול. והחציבה שהיא ענין רקיע גלוי אמיתי. כי המים אינם (כלל) אלא בחינה אמצעית בין אור ובין רקיע ועקרם הוא ברקיע שהוא בתפארת כי לא תקרא מערכת בעצם אם לא ברקיע או בבינה מפני ששם תחלת המערכת. ולזה אמר חצובות ברוח כי רוח הוא התפארת האויר האמצעי המכריע בין האש והמים כדפי' למלעה בשער המכריעים והוא התפארת ובו החציבה. ואח\"כ אמר קבועות בפה ענין הקביעה בפה היינו עשייה ופה היא המלכות. נמצא לפי זה בריאה בבינה דהיינו חקיקה, יצירה בת\"ת דהיינו חציבה, קביעות דהיינו עשייה במלכות. וכן נתבארו בריאה יצירה עשיה במקומות אלו בתיקונים והעתקנוהו בשער אבי\"ע.",
      "english": "We have stated that in Chochmah there is no existence of letters at all, and their beginning is from Binah. Since in Chochmah, which is the ultimate subtlety and is called \"Reshimah,\" there was no existence of letters whatsoever, therefore our Mishnah did not mention \"inscriptions\" as was customary, but rather began from \"engraving\" onwards, stating \"engraved in voice\" - meaning their existence is in Binah, which is called \"voice.\" Thus it states \"engraved in voice,\" and although the seven Sefirot are also called voices, nevertheless the essential voice is in Tiferet within Binah, and through its existence in Binah it is called voice. And the \"hewing\" relates to the true revealed firmament, for the waters are merely an intermediate aspect between light and firmament, and their essence is in the firmament which is in Tiferet, for it is not truly called a system except in the firmament or in Binah, because there is the beginning of the system. Therefore it states \"hewn in wind,\" for wind is Tiferet, the middle air that mediates between fire and water, as we explained above in the Gate of Mediators, and it is Tiferet and in it is the hewing. And afterwards it states \"fixed in mouth\" - the matter of fixing in mouth means Creation, and mouth is Malchut. Thus according to this, Beriah is in Binah, which is engraving; Yetzirah is in Tiferet, which is hewing; and fixing, which is Asiyah, is in Malchut. And thus Beriah, Yetzirah and Asiyah were explained in these places in the Tikunim, and we copied it in the Gate of ABY\"A."
    },
    {
      "hebrew": "וענין בה' מקומות דהיינו ה' שמות כמו ברוך המקום. ומקום עולה יהו\"ה והיינו ה' שמות ה' ספירות כדפי' לעיל. זהו הנראה לנו בפי' המשנה הזאת ע\"ד דברי הרשב\"י ע\"ה שהקדמנו. ואין לתמוה על המשנה שסדרה סדר המוצאות שלא על סדר הספירות שפי'. משום דנקט סדר האותיות דהיינו אחה\"ע דהיינו הא', בומ\"ף דהיינו ד', ואח\"כ זסשר\"ץ דהיינו ה'. ולא כיון לא סדר המוצאות ולא סדר הספירות. ואמנם המפרשים אמרו שאותיות גדולות הרמז בחכמה, ואותיות בינונים בתפארת, ואותיות קטנות רמז במלכות. ירצה כי כאשר האות גדולה ירמוז היותה מאירה באור בחכמה השופע עליה וכן בינונים מאיר באור התפארת וקטנות מאירות באור המלכות. ויש לזה הריסה מהזוהר (פ' לך צג) כי בפירוש אמר דה' דהלה' תגמלו זאת (דברים לב) שהיא רבתי שהיא בבינה לרמוז אל אורה ואח\"כ אמר כי היא לרמוז סוד לבנה במלואה ואמר שם שזה האחרון עיקר. כדפי' בערכי הכנויים בערך ה'. וכן קרוב לזה בפ' ויקרא ד\"א (באתוון זעירין או רברבין) נמצא שאין הכרח לדבריהם כלל:",
      "english": "And regarding the five places, these refer to the five Names, as in \"Blessed be HaMakom (the Place).\" And \"Makom\" (place) has the numerical value of YHVH, thus referring to the five Names and five Sefirot as explained above. This appears to us to be the interpretation of this Mishnah, following the words of Rabbi Shimon bar Yochai, of blessed memory, which we presented earlier. One should not be puzzled by the Mishnah's arrangement of the points of articulation, which does not follow the order of the Sefirot that we explained. This is because it follows the order of the letters, namely Alef-Het-He-Ayin (which is the first), Bet-Vav-Mem-Peh (which is the fourth), and then Zayin-Samekh-Shin-Resh-Tzadi (which is the fifth), and was not intended to follow either the order of articulation points or the order of the Sefirot. However, the commentators have said that large letters allude to Chokhmah, medium letters to Tiferet, and small letters allude to Malkhut. This means that when a letter is large, it indicates that it shines with the light of Chokhmah flowing upon it, and similarly, medium letters shine with the light of Tiferet, and small letters shine with the light of Malkhut. But this interpretation is contradicted by the Zohar (Parashat Lekh Lekha 93), which explicitly states that the Heh in \"Ha-laZot tigmelu\" (Deuteronomy 32) is written large to indicate it is in Binah, alluding to its light, but then says it alludes to the secret of the full moon, and states there that this latter interpretation is the main one, as explained in Erkhei HaKinuyim under the entry for Heh. Similarly in Parashat Vayikra (regarding small or large letters), thus there is no compelling basis for their interpretation at all."
    },
    {
      "hebrew": "ועתה צריכין אנו להקדים הקדמה אחת ובה יוכלל עסקנו בשער זה. והענין כי עם היות שאמר אות פלונית תרמוז בספירה פלונית. אין הכונה שממש תרמוז האות ההיא אל עצם הספירה ההיא כי אין האותיות כל עצם הספירה ממש אמנם הם צורות נבדלות מתפשטות ומתאצלות מעצמות הספירות. ואין ראוי לחשוב שיהיו הצורות האלה צורות נבדלות מהספירות וענין בפני עצמן כמלאכים וכמרכבות, אמנם הם חלק מחלקי הספירות. והענין כי בכל ספירה וספירה אלף אלפי אלפים ורבי רבבות מיני אצילות ועולמות וענפים ומציאיות אשר לא יכילם רעיון ושכל אנושי ואף לא מלאכים. ויש אות שגלה במציאותו קצת ענפים מספירה פלונית ויש אות שיגלה קצת ענפים מאותה ספירה עצמה ולא אותם הענפים אבל זולתם. ויש אות שיגלה הדבר יותר בכללות ויוכלל בה הענפים שכוללים אותם ארבע אותיות או חמשה וכיוצא ונכללים באות זה לרוב דקותה וקרבתה אל עצם השרש. ויש אות שיהיה התלוותה בת\"ת. אבל אותו הת\"ת אפשר שיהיה ת\"ת שבמלכות או ת\"ת שביסוד או ת\"ת שבגבורה וכן לשאר הספי' וחילוקם ומציאותם ובחינותם. ועם זה יתכן עתה שעם היות שאות ו' בת\"ת כמפורסם עכ\"ז היא נכללת באותיות בומ\"ף שהם בשפה כדפי' שהם בהוד וע\"ד זה לכל המוצאות ועד\"ז לכל הספירות הכל לפי הענפים והכל לפי הכללים והפרטים. ונאריך בהקדמה זו עוד קצת. והענין כי החיות והמרכבות והאופנים המשתלשלים בתוך ההיכלות כלם שואפים ושואבים רוח חן ואצילות ושפע ומזון וחיות מתוך הספי' כל א' אל ענפים הידועים ואל מציאות בחינה ידועה כפי הבחינות וכפי המציאיות כמפורסם אצל מאצילם ובוראם. ואחר שכן לפי זה ימצא האות נרמזת מדרגה אחר מדרגה לאלפים ולמאות זה אחר זה עד עלות הדבר בשרש כל המדרגות שהם נרמזות שם. ולפי זה ימצאו אותיות ו\"ה בת\"ת ומלכות. וכן יימצאו מיוחסים אל פני אדם ופני נשר שבחיות שהם שואבים מהם והם עצמם ו\"ה. אלא שאלו מקור לאלו וביניהם חלוק רב. וכן יתייחסו לאוריאל ורפאל. וכן דרך כל המדרגות אשר יתאצלו אלו מתוך אלו מדרגות אחר מדרגות. אלא פעמים בענפים ולא בשרשים, ופעמים בשרשים ולא בענפים, ופעמים בזה ובזה כפי מציאות האותיות בתכונתם. והענין עוד כי ופעמים ירמזו אל המקורות העליונים והעילות בעצמם, ובמקרה אל הענפים התחתונים. ועד\"ז ישתנו האותיות ברוחניותם ובמציאות אצילותם עד היותם אותיות שוות כענין ו' עלאה ו' זעירא שזו תרמוז בשרש שהוא הת\"ת וזו תרמוז בענף שהוא היסוד ולפעמים תרמוז במקום השרש שהוא וא\"ו עילאה בכתר. ועכ\"ז הכל אחד מיוחד מתקשר בקשר אמיץ וחזק כשלהבת הקשורה בגחלת כן העלול קשור בעילתו ואין ראוי להפריד זה מזה. ומפני חוסר ידיעות יחוד וקשר העולמות והשתלשלותם זה מזה נעלמה ידיעת פעולת השמות, ואף אם נמצא פעולתם במגילת ספר. והרודף אחר פעולת השמות ימצא מרורות פתנים בדבשו כי אפשר לו להרכיב טוב ברע או רע בטוב או לפחות לבלבל יצועי אביו ואז יחלל ויקצץ ח\"ו, ואעפ\"כ ראוי לצנועים לחפש אחר ידיעתם כי הם טובים לדעת גדולת יוצרנו ושיהיה בעולם הבא מאותם המשיבים טעם בידיעת סתרי התורה וסודותיה.",
      "english": "Now we must preface one introduction that will encompass our study in this gate. The matter is that although it is said that a certain letter alludes to a certain Sefirah, the intention is not that the letter literally refers to the essence of that Sefirah, for the letters are not the actual essence of the Sefirah. Rather, they are distinct forms that expand and emanate from the essence of the Sefirot. One should not think that these forms are separate from the Sefirot and exist independently like angels and divine chariots; rather, they are parts of the Sefirot. The matter is that within each and every Sefirah there are thousands upon thousands and myriads of types of emanations, worlds, branches, and existences that no human thought or intellect can comprehend, nor even angels.\n\nThere are letters that reveal in their existence some branches of a particular Sefirah, and there are letters that reveal other branches of that same Sefirah, but not those same branches. There are letters that reveal the matter more generally, encompassing branches that include four or five other letters, which are included in this letter due to its subtlety and proximity to the root essence. And there are letters associated with Tiferet, but that Tiferet could be the Tiferet within Malchut, or the Tiferet within Yesod, or the Tiferet within Gevurah, and so for the other Sefirot, their divisions, existences, and aspects. Thus it is possible that although the letter Vav is known to be in Tiferet, it is still included among the letters Bet-Vav-Mem-Peh which are of the lips, as explained that they are in Hod, and similarly for all pronunciations and all Sefirot - all according to the branches and according to the general principles and particulars.\n\nLet us elaborate on this introduction further. The matter is that the Chayot, divine chariots, and Ofanim that descend through the divine palaces all aspire to and draw spirit of grace, emanation, abundance, sustenance, and vitality from within the Sefirot, each to its known branches and to a specific aspect of existence, according to the aspects and existences as is known to their Emanator and Creator. Accordingly, a letter can be found alluding to thousands and hundreds of levels, one after another, until the matter ascends to the root of all levels that are alluded to there. Thus the letters Vav-Heh are found in Tiferet and Malchut, and they are also associated with the human face and eagle face among the Chayot that draw from them, and they themselves are Vav-Heh, except that these are the source for those, and there is a great difference between them. They are also related to Uriel and Rafael, and so it goes for all levels that emanate one from another, level after level. Sometimes in the branches but not in the roots, sometimes in the roots but not in the branches, and sometimes in both, according to the nature of the letters in their characteristics.\n\nFurthermore, sometimes they allude to the supreme sources and causes themselves, and incidentally to the lower branches. Thus the letters vary in their spirituality and emanated existence until they become equivalent letters, like the matter of the upper Vav and lower Vav - one alludes to the root which is Tiferet and one alludes to the branch which is Yesod, and sometimes it alludes to the place of the root which is the supreme Vav in Keter. Nevertheless, everything is unified and bound in a strong and mighty bond, like a flame bound to a coal, so is the effect bound to its cause, and it is not proper to separate them. Due to lack of knowledge of the unity and connection of the worlds and their chain of descent from one another, the knowledge of the operation of the Names has been concealed, even though their operation is found in written form. One who pursues the operation of the Names will find bitter venom in his honey, for he may combine good with evil or evil with good, or at least disturb his father's bed, and then he will profane and cut off, God forbid. Nevertheless, it is proper for the modest ones to seek their knowledge, for they are good for knowing the greatness of our Creator and so that one may be among those in the World to Come who can explain the reasons for the secrets of the Torah and its mysteries."
    },
    {
      "hebrew": "והנה נשלם הפרק ונכלל השער הזה בילא\"ו:",
      "english": "And thus the chapter is completed and this Gate is concluded with God's help."
    }
  ]
}