{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 5,
  "translation": [
    {
      "hebrew": "באות בי\"ת נעתיק לשון ספר התמונה והנראה לנו בפירושו. ב' מצורתה עושים ד' ו' וזו צורתה  והיא ב' נתיבות לחכמה עלאה ותתאה וציורה מורה שני מדות כי היא כוללת לת\"ת ר\"ל בית דינו של הקב\"ה [ב] וכו' עכ\"ל.",
      "english": "Regarding the letter Bet, we shall transcribe the language of Sefer HaTemunah and what appears to us in its interpretation. From its form, Bet makes [the letters] Dalet and Vav, and this is its form. It represents two paths to the upper and lower wisdom, and its depiction indicates two attributes, as it encompasses Tiferet, meaning the court (Beit Din) of the Holy One, Blessed be He, etc."
    },
    {
      "hebrew": "וכוונתו הוא לומר כי הב' רומז לחכמה. ואולם הרמז בה כי היא ד\"ו והם ד\"ו פרצופין שהם ת\"ת ומלכות שעליהם נאמר ד\"ו פרצופין נבראו. והם ד\"ו ביחד כאשר הם בחכמה כי אז תעלה היא במעלת הצלע שהיתה בחכמה צלע אל התפארת. כי אין לחשוב כי מיעוט הירח וענין ויקח אחת מצלעותיו הכל ענין אחד. אלא ויקח אחת מצלעותיו הוא באצילותם בחכמה שהיו שם נכללים כאחד מיוחד כאדם שהיה עם אשתו ד\"ו פרצופין. ושם מחכמה נתחלקו לשנים ונכנס בבינה והביאה אליו ושם היו שני מאורות גדולים. ואחר כך היה מיעוט הירח כי הוא ענין בפני עצמו. ולפי שהם ד\"ו בחכמה לכן מלוי היו\"ד ד\"ו כי מלואו ועבורו של יו\"ד היא חכמה ונתיבותיה הם ד\"ו פרצופין וכבר נתבאר כי בית שבחכמה הרמז אל הנתיבות. כדכתיב (משלי ח') בית נתיבות נצבה. ולכן ציור הב' רמז לד\"ו פרצופין שהם למטה ב' ספירות. וז\"ש וציורה שני מדות. ובארנו הענין הזה בארוכה בשער מיעוט הירח פ\"ד. ומ\"ש כי הוא בית לתפארת, הכונה כי הל\"ב נתיבות הם גם כן בתפארת כמו שנתבאר בשערים הקודמים וכן נרמז בו הל\"ב ולול\"ב כי שם בן ד' עולה כ\"ו ושש קצוות הם ל\"ב. ולכן המלכות היא גם כן בית כי היא בית לתפארת לנהג העולם אם לדין אם לרחמים. הכלל העולה כי רוחניות הב' רומז לחכמה עם ל\"ב נתיבותיה שבד\"ו פרצופין והיא כוללת המלכות היונקת מן הגבורה כי תוקף הדין סבת פגימתה, ומלואה כנודע לכן בשעת הלבנה ממשלתה ע\"כ. ויש מי שפי' כי הב' היא מלכות ומפני שנתייחדה בבעלה נצטיירו בה ב' זרועותיו שחבקה בהם והוא באמצע כזה  וזהו בסוד שימני כחותם שישאר צורתו חקוק בה. ועוקץ הבית הוא יוד לרמוז שנאצלה מחכמה. וקרוב לענין זה נמצא בתקונים כי הבי\"ת היא ג' ווי\"ן ג' עמודים שהם ויס\"ע ויב\"א וי\"ט אבות סומכים לשכינה כדפירש בשער המציאיות במציאות ה' שבמלכות. ורוב המפרשים הסכימו כי הבית בחכמה וביאר רבי משה הטעם שהיא שניה. ועוקצה להורות שיש למעלה מציאות דק מכל דק. ויש מי שפירש קרוב לענין זה בענין אחר וז\"ל ב' יש שני צדדין בממשותה יוצא על הצד השני צדדים מאחריה ומלפניה והוא פתוחה כדי לקבל תוס' רוח הקודש מצד האל\"ף כמו דברים בפי תלמיד והיא הבית וצורתה מזומנת להכיל עיקר האחדות וזהו ביאור ענייניה ותבונת ראיותיה בהבחנת החכמה ובדקדוק שכל. והרשב\"י ע\"ה בר\"מ [פנחס דרנ\"ו ע\"ב) פי' ז\"ל אנכי ביה כ' כתר וביה אי\"ן, וכתר אתקרי מסטרא דאימא עילאה דאדכר לגבה חמשין זמנין יציאת מצרים באוריי', ואיהי ב\"ת מן בראשית דכלילא י' אמירן מסטרא דחכמה בת י' כו' עכ\"ל.",
      "english": "His intention is to say that the letter Bet alludes to Chochmah (Wisdom). The allusion within it is that it represents Du (two faces), referring to the Du-Partzufim which are Tiferet and Malchut, about which it is said \"Du-Partzufim were created.\" They are Du (two) together when they are in Chochmah, for then she rises to the level of the \"rib\" that was in Chochmah as a rib to Tiferet. One should not think that the diminishment of the moon and the matter of \"He took one of his ribs\" are the same matter. Rather, \"He took one of his ribs\" refers to their emanation in Chochmah, where they were included as one unit, like Adam who was with his wife as Du-Partzufim. And there, from Chochmah, they were divided into two and entered into Binah, and He brought her to him, and there they were \"two great luminaries.\" Afterward came the diminishment of the moon, which is a separate matter. And because they are Du in Chochmah, therefore the filling of the Yod is Du, for its filling and expansion of Yod is Chochmah, and its paths are Du-Partzufim, and it has already been explained that the \"house\" in Chochmah alludes to the paths, as it is written (Proverbs 8), \"At the crossroads she takes her stand.\"\n\nTherefore, the form of the Bet alludes to Du-Partzufim, which are below as two Sefirot. This is what is meant by \"its form represents two measures.\" We have explained this matter at length in the Gate of the Moon's Diminishment, Chapter 4. And what was said about it being a house for Tiferet means that the 32 paths are also in Tiferet, as explained in previous gates, and thus the 32 and Lulav are alluded to in it, for the four-letter Name equals 26, and six extremities make 32. Therefore, Malchut is also a house, for it is a house for Tiferet to guide the world, whether in judgment or mercy.\n\nThe emerging principle is that the spirituality of Bet alludes to Chochmah with its 32 paths within the Du-Partzufim, and it includes Malchut which draws from Gevurah, for the strength of judgment is the cause of its imperfection and its filling, as is known; therefore, at the time of the moon, it rules. Some interpret that the Bet is Malchut, and because it united with its spouse, his two arms that embraced it were formed in it, with him in the middle, and this is the secret of \"Set me as a seal\" so that his form remains engraved in it. The point of the Bet is a Yod, indicating that it emanated from Chochmah. Similar to this is found in the Tikunim, that the Bet consists of three Vavs, three pillars which are Vayisa, Vayavo, and Vayet, the patriarchs supporting the Shechinah, as explained in the Gate of Existences regarding the existence of the five in Malchut.\n\nMost commentators agree that the Bet is in Chochmah, and Rabbi Moses explained the reason that it is second. Its point indicates that there exists above something more subtle than all subtle things. Some interpret this similarly but differently, saying: \"The Bet has two sides in its substance, extending to the other side from behind and in front, and it is open to receive additional holy spirit from the side of the Alef, like words in a student's mouth, and it is the house whose form is prepared to contain the essence of unity, and this is the explanation of its matters and the understanding of its proofs in the discernment of wisdom and precision of intellect.\" And Rashbi, of blessed memory, in Ra'aya Mehemna [Pinchas 256b] explained: \"In 'Anochi' there is Kaf for Keter and there is Ayin, and Keter is called from the side of the supreme Ima, regarding which the exodus from Egypt is mentioned fifty times in the Torah, and it is Bat (daughter) from Bereishit, which includes the ten utterances from the side of Chochmah, daughter of"
    },
    {
      "hebrew": "וביאורו כי הוא בא לבאר אנכי ה' אלהיך ואמר כי במלת אנכי הרמז לכתר ובאנכי יש אותיות אי\"ן שהוא הכתר ויש כ' שהוא הכתר. ופי' לנו כי נקרא כתר מצד הבינה כאשר בארנו בערכי הכנויים ומטעם זה שנזכר שם יציאת מצרים כמו שנודע שחמשים פעמים נזכר יציאת מצרים בתו' לרמוז אל נ' שערי בינה כאשר ביארנו בשער נ' שערים. ואמר כי הבינה היא בית מבראשית. כוונת האריכות הזה הוא לבאר איך נתחלקו י' דברות ה' בה' ראשונה וה' בה' אחרונה היא מצד י' דברות אשר בחכמה הנשפעות אל הבינה. ומטעם זה אמר בה י'. בחכמה יבנה בית (משלי כד ג) [ג].",
      "english": "And its explanation is that it comes to explain \"I am the Lord your God,\" saying that in the word \"Anochi\" (I am) there is an allusion to Keter, and within \"Anochi\" are the letters \"Ayin\" which represents Keter, and there is \"Kaf\" which represents Keter. And it explains to us that it is called Keter from the aspect of Binah, as we explained in the Values of the Names, and for this reason the Exodus from Egypt is mentioned, as it is known that the Exodus from Egypt is mentioned fifty times in the Torah to allude to the fifty gates of Binah, as we explained in the Gate of Fifty Gates. And it states that Binah is the \"house\" from \"Bereishit.\" The purpose of this lengthy explanation is to clarify how the Ten Commandments were divided - five in the first tablet and five in the second tablet - this is from the aspect of the Ten Utterances which are in Chochmah flowing into Binah. And for this reason it states regarding it \"Ten.\" \"Through wisdom a house is built\" (Proverbs 24:3)."
    },
    {
      "hebrew": "והנה לפי המאמר הזה ב' היא הבינה.",
      "english": "And according to this statement, the letter Bet represents Binah."
    },
    {
      "hebrew": "ועוד בשיר השירים להרשב\"י ע\"ה א' דכר ב' נוקבא והנה נקיבה אינה בחכמה כנודע. ועל האמת כל זה הפך דבריו במקומות אחרים שפי' כי ב' לעולם היא בחכמה. ולתרץ זה נ\"ל לומר כי במה שאמר בחכמה יבנה בית וכן במקומות אחרים כי י' מעיין אל הגן שהיא הבינה יתורץ הכל כי אחר שהיו\"ד היא בונה הבית א\"כ חוייב היות שרש הבית ומציאותה הדק נעלם במקורה וא\"כ הם שני ביתים בית נעלמת בחכמה ובית בבינה. עוד יש בית זעירא היא המלכות ומקורה הוא הת\"ת והמעיין היסוד כמו שנתבאר זה בדברי הרשב\"י ע\"ה:",
      "english": "Furthermore, in the Song of Songs according to Rabbi Shimon bar Yochai (of blessed memory), Alef represents the masculine and Bet represents the feminine, and as is known, the feminine is not in Chochmah. In truth, this contradicts his words in other places where he explained that Bet is always in Chochmah. To resolve this, it seems appropriate to say that based on what is written \"Through wisdom a house is built\" and in other places where Yod is the spring to the garden which is Binah, everything can be reconciled. For since the Yod builds the house, it necessarily follows that the root of the house and its subtle existence is concealed in its source, and thus there are two houses - a hidden house in Chochmah and a house in Binah. There is also a lesser house which is Malchut, and its source is Tiferet, and the spring is Yesod, as has been explained in the words of Rabbi Shimon bar Yochai (of blessed memory)."
    }
  ]
}