{
  "title": "Pardes Rimmonim",
  "gate_num": 31,
  "chapter_num": 2,
  "translation": [
    {
      "hebrew": "אחר שבפרק הקודם בארנו אצילות ג' חלקי צורת האדם ממקום גבוה מבי\"נה ותפארת ומלכות. יש לשאול שא\"כ היה מן הראוי שבהסתלק האדם מן העולם יסתלקו כל שלשה חלקים האלה אל מקורם ויסודם הרוחני ואין הדבר כן כי בפירוש פירש הרשב\"י ע\"ה כי משכן הנפש בקבר ומשכן הרוח בגן תחתון ומשכן הנשמה בגן העליון ויש לשאול למה. וז\"ל הרשב\"י ע\"ה בזוהר (ויחי דף רכ\"ד ע\"ב) תאנא אלף וחמש מאה ריחין סלקין בכל יומא מגנתא דעדן דמתבשמי בהו אינון לבושי יקר דההוא עלמא דמתעטרין מן יומין דבר נש. אמר רבי יהודה כמה לבושין אינון. אמר רבי אליעזר טורי עלמא בדא פליגו. אבל תלתא אינון, חד דמתלבש ביה רוח דבגנתא דעדן דארעא, וחד דמתלבשא ביה נשמתא בגו צרורא דחיי בין פורפירא דבי מלכא, וחד לבושא דלבר דקאים ולא קאים אתתחזי ולא אתחזי בהאי מתלבשת ביה נפשא ואזלא ושטא בעלמא ובכל ריש ירחא ושבתא אזלת ואתקשרת ברוחא דגנתא דעדן דבארעא דקיימא בין פרגודא יקירא ומיניה אוליף וידע מה דידע ושאט ואודע ליה בעלמא עכ\"ל.",
      "english": "After we explained in the previous chapter the emanation of the three parts of human form from the elevated place of Binah, Tiferet and Malkhut, one must ask: if so, it would seem proper that when a person departs from the world, all these three parts should return to their spiritual source and foundation. However, this is not the case, for Rabbi Shimon bar Yohai, of blessed memory, explicitly explained that the dwelling of the Nefesh is in the grave, the dwelling of the Ruach is in the lower garden, and the dwelling of the Neshamah is in the upper garden - and we must ask why. And these are the words of Rabbi Shimon bar Yohai, of blessed memory, in the Zohar (Vayechi 224b): \"We have learned that one thousand five hundred fragrances rise each day from the Garden of Eden, with which the precious garments of that world are perfumed, which are crowned from the days of man. Rabbi Yehudah asked: How many garments are there? Rabbi Eliezer replied: The mountains of the world disagree about this. But there are three: one in which the Ruach is clothed in the earthly Garden of Eden, one in which the Neshamah is clothed within the bundle of life among the royal purple, and one external garment that exists yet does not exist, is visible yet not visible - in this the Nefesh is clothed and travels and roams through the world, and at every new moon and Sabbath it goes and connects with the Ruach in the earthly Garden of Eden, which stands behind the precious curtain, and from it learns and knows what it knows, and roams and makes known in the world.\""
    },
    {
      "hebrew": "ומתוכו מתברר כי עקר ישיבת הנפש בעולם הזה ורוח בגן עדן התחתון והנשמה למעלה. וכן מתבאר בפ' אחרי (דף ע' ע\"ב) וז\"ל תלת מדורין עבד קודשא בריך הוא לצדיקייא חד דזכו אינון צדיקייא דלא אשתציאו מהאי עלמא וכד אצטריכו בני עלמא רחמין ואינון חייא בצערא יתבין אינון מצלי צלותא עלייהו ואזלין ומודעין מלה לאינון דמיכי חברון ומתערין ואעלין לגן עדן דארעא דתמן רוחיהון דצדיקייא מתלבשין בעטרין דנהורא ואתייעטו בהו וגזרין גזירה וקודשא בריך הוא עביד רעותהון וחס על עלמא. ואינון נפשאין דצדיקייא משתכחין בהאי עלמא לאגנא על חייא. והאי איקרי נפש. ודא לא אשתצי מהאי עלמא כו' לאסתכלא ולמנדע ולאגנא על דרא והאי הוא דאמרו חברייא דמיתי ידעי בצערא דעלמא ועונשא דחייבייא די בארעא בהאי הוא דכתיב ונכרתה הנפש ההיא מעמיה. מדורא תניינא הוא ג\"ע די בארעא. דעביד ביה קב\"ה מדורין עילאין יקירין כגוונא דהאי עלמא וכגוונא דעלמא עלאה. והיכלין בתרין גוונין דלית לון חושבנא ואילנין ועשבין וריחין דסלקין בכל יומא. ובהאי אתר שארי ההוא דאקרי רוח דאינון צדיקייא ומדורא דההוא רוחא ביה שארי. וכל רוח ורוח מתלבשא בלבושא יקירא כגונא דהאי עלמא וכגוונא דההוא עלמא עלאה. מדורא תליתאי ההוא מדורא עלאה קדישא דאקרי צרורא דחיי דתמן מתעדנא ההוא דרגא עלאה קדישא דאקרי נשמה והאי אתדבק לאתענגא בעדונא עלאה עלה כתיב אז תתענג על ה' והרכבתיך על במותי ארץ עכ\"ל. ועוד מתבאר הענין שם וכן מתבאר בכמה מקומות מהזהר ועתה למה לא תעלה הנפש והרוח אל שרשם העליון כיון שהם נאצלות מלמעלה:",
      "english": "From this it becomes clear that the primary dwelling of the Nefesh is in this world, the Ruach in the lower Garden of Eden, and the Neshamah above. This is explained in Parashat Acharei (page 70b), which states: \"The Holy One, blessed be He, made three dwelling places for the righteous. The first is for those righteous ones who have not departed from this world, and when the people of the world need mercy and are in distress, these righteous ones pray for them and go to inform those who sleep in Hebron. They awaken and enter the earthly Garden of Eden, where the spirits of the righteous are clothed in crowns of light, and they take counsel together and make decrees, and the Holy One, blessed be He, fulfills their will and has mercy on the world. The souls of the righteous are found in this world to protect the living. This is called Nefesh, and it does not depart from this world, but remains to observe, know, and protect the generation. This is what our colleagues meant when they said that the deceased know of the world's suffering and the punishment of the wicked on earth, as it is written: 'That soul shall be cut off from its people.'\n\nThe second dwelling is the Garden of Eden on earth, where the Holy One, blessed be He, made precious upper chambers in the likeness of this world and the supernal world. There are chambers of two kinds beyond counting, and trees, plants, and fragrances that rise each day. In this place dwells that which is called Ruach of the righteous, and the dwelling of that spirit resides there. Each spirit is clothed in precious garments resembling this world and the supernal world.\n\nThe third dwelling is that holy upper dwelling called the Bundle of Life, where that holy upper level called Neshamah delights itself, cleaving to experience the supreme pleasure. Concerning this it is written: 'Then you shall delight yourself in the Lord, and I will cause you to ride on the high places of the earth.'\" This matter is further explained there and in many places in the Zohar. Now why don't the Nefesh and Ruach ascend to their upper root, since they are emanated from above?"
    },
    {
      "hebrew": "ולזה נאמר כי ודאי אין נשמה אצולה מתאצלת למטה בעולם התחתון אם לא שיתברא ויתייצר ויתעשה ואלו הבחינות לא יפרדו ר\"ל שאין מציאות אצילות בעולם אם לא שישתלשלו המדרגות כי לבוש האצילות הוא הבריאה ולבוש הבריאה היא היצירה ולבוש היצירה היא העשייה. ולכן הוכרח היות אל נשמת האצילות לבוש א' והוא נשמה דבריאה והיא היותר נמצאת כי מי זוכה אל האצילות. ואמנם מי שיש בו נשמת הבריאה יקרא עבד ה' ומי שיהיה בו נשמת האצילות יקרא בן. וכן פירש הרשב\"י ע\"ה בתיקונים (בהקדמה דף ו'.) וז\"ל מסטרא דכבוד נברא, אמרין ישראל לגבי אדון עלמא אם כעבדים. ומסטרא דכבוד נאצל, אתמר בהו אם כבנים עכ\"ל. וכן פירש בספר ר\"מ. אמנם נשמת יצירה ועשיה לא נמצא כלל מפני שהרוח הוא יצירה אל נשמת הבריאה והנפש עשיה אל הרוח הנוצר. וכן פירש הרשב\"י ע\"ה בתקונים (תקוני ז\"ח דף קל\"ב ע\"ב) וז\"ל נעשה אדם, אתחברא אופן ומלאך וכסא ואמרו נעשה אדם דיהא בשותפו דילן נשמתא מכסא ורוחא ממלאך ונפשא מאופן למהוי בדיוקנא דילן וכו' עכ\"ל.",
      "english": "Therefore it is said that certainly no emanated soul descends to the lower world unless it undergoes the processes of creation (beriah), formation (yetzirah), and making (asiyah), and these aspects cannot be separated. This means there can be no manifestation of emanation (atzilut) in the world unless the levels descend in sequence, for creation (beriah) is the garment of emanation, formation (yetzirah) is the garment of creation, and making (asiyah) is the garment of formation. Thus, the soul of emanation must necessarily have one garment, which is the soul of creation, and this is more commonly found, for who merits the level of emanation? One who possesses a soul of creation is called a servant of God, while one who possesses a soul of emanation is called a son. Thus explained Rabbi Shimon bar Yochai, of blessed memory, in the Tikkunim (Introduction, page 6): \"From the aspect of created glory, Israel says to the Master of the Universe 'if as servants,' and from the aspect of emanated glory, it is said of them 'if as children.'\" And so it is explained in the Book of the Faithful Shepherd. However, souls of formation and making are not found at all, because the spirit (ruach) is formation relative to the soul of creation, and the life-force (nefesh) is making relative to the formed spirit. And so explained Rabbi Shimon bar Yochai in the Tikkunim (Tikkunei Zohar Chadash 132b): \"'Let us make man' - the Wheel (Ofan), Angel, and Throne joined together and said 'let us make man who will be in partnership with us: soul from the Throne, spirit from the Angel, and life-force from the Wheel, to be in our image, etc.'\""
    },
    {
      "hebrew": "ועוד יותר מבואר במ\"א בתקונים (תקונא ו' דף כ\"א ע\"ב) לא תקח האם על הבנים. ביצים אינון מסטרא דאופנים, אפרוחים מסטרא דנער מטטרו\"ן, בנים מסטרא דכורסייא דאיהי סוכת שלום. דאיהו קינא דשכינתא. דאימא עלאה מקננא בכורסייא בתלת ספירן עילאין. עמודא דאמצעיתא כליל שית ספירן. מקננן במטטרו\"ן. אימא תתאה מקננא באופן דאתמר ביה (יחזקאל א) והנה אופן א' בארץ.ועוד שכינתא מסטרא דכורסייא אתקריאת נשר. מסטרא דנער יונה, ומסטרא דאופן, צפור. ושכינתא דמות אדם להנה. שלח תשלח. ת\"ח, מלאכא אית דממנא על עופין אינון נשמתין דאתקריאו צפרין וסנדלפו\"ן שמיה. ובזמנא דישראל מקיימי האי פקודא ואזלא אימא מתתרכא ובנין צווחין, איהו אוליף זכו על עופין דיליה ואמר קמי קב\"ה כתיב בך ורחמיו על כל מעשיו, אמאי גזרתא על האי עופא דאתתרכא מקינה. וכן מטטרון אוליף זכו על עופין דיליה דאינון רוחין דפרחין בבני נשא. דמכורסייא, אינון נשמתין. ומהאי חיה, אינון רוחין. ומאופן נפשין. ואינון בבריאה יצירה עשייה. בשבת ויום טוב נחתין עלייהו נשמתין ורוחין ונפשין באורח אצילות דאינון רוחא דקודשא עכ\"ל.",
      "english": "And it is further explained in the Tikkunim (Tikkun 6, page 21b): \"Do not take the mother with the young.\" The eggs are from the aspect of the Ofanim, the chicks are from the aspect of the youth Metatron, and the children are from the aspect of the Throne which is the tabernacle of peace, which is the nest of the Shekhinah. For the supernal Mother nests in the Throne with the three upper Sefirot. The central pillar includes six Sefirot, nesting in Metatron. The lower Mother nests in the Ofan, concerning which it is said (Ezekiel 1), \"And behold, one Ofan on the earth.\" Furthermore, the Shekhinah from the aspect of the Throne is called an eagle, from the aspect of the youth a dove, and from the aspect of the Ofan, a bird. And the Shekhinah has the likeness of a human form to them. \"You shall surely send away.\" Come and see, there is an angel appointed over the birds, which are the souls that are called birds, and his name is Sandalfon. And when Israel fulfills this commandment and the mother is sent away and the children cry out, he teaches merit regarding his birds and says before the Holy One, Blessed be He: \"It is written of You 'His mercy is upon all His works,' why then have You decreed that this bird be sent from its nest?\" And likewise Metatron teaches merit regarding his birds, which are the spirits that fly in human beings. From the Throne come the souls, and from this living creature come the spirits, and from the Ofan come the vital souls. And they are in Beriah, Yetzirah, and Asiyah. On Sabbath and festivals, souls, spirits and vital souls descend upon them by way of Atzilut, which are the holy spirit."
    },
    {
      "hebrew": "ועם שהעתקנוהו בשער אבי\"ע עכ\"ז הארכנו בהעתקתו לפי שמצטרך אלינו. והכוונה כי הכסא דהיינו הבריאה, ומטטרו\"ן דהיינו היצירה, וסנדלפו\"ן שהוא אופן שעל ידו משרה הקב\"ה שכינתו בעולם, ועליו נאמר והנה אופן אחד בארץ, הוא לבוש אל השכינה להתלבש בעשייה כמו שנתבאר בשער אבי\"ע. ואמר כי הנשמות הם מצד אור המתגלה ומתלבש ומתפשט מעצם הספי' אל הבריאה, והרוחות הם מאור המתלבש ביצירה, והנפשות מאור המתלבש בעשיה דהיינו באופן. ומפני כי סתם נשמה רוח נפש הם מבינה ת\"ת מלכות, לזה אמר שיתגלה אור הבינה בבריאה ואור הת\"ת ביצירה ואור המלכות בעשיה, דהיינו כסא ומטטרו\"ן וסנדלפו\"ן שהוא אופן. ונמצא לפי זה, הנשמה דבריאה מתלבשת ברוח דיצירה, ורוח דיצירה מתלבשת בנפש דעשייה.",
      "english": "Although we have already copied this in the Gate of ABYA, we have elaborated on its transcription here because it is necessary for our purposes. The intention is that the Throne, which is Creation (Beriah), and Metatron, which is Formation (Yetzirah), and Sandalfon, who is the Ofan through whom the Holy One, blessed be He, causes His Divine Presence to dwell in the world - regarding which it is said \"and behold, one Ofan on the earth\" - is a garment for the Divine Presence to clothe itself in the realm of Action (Asiyah), as explained in the Gate of ABYA. And it states that the souls (neshamot) come from the light that is revealed, clothed, and extends from the essence of the Sefirot to Creation, and the spirits (ruchot) are from the light that clothes itself in Formation, and the life-forces (nefashot) from the light that clothes itself in Action, namely in the Ofan. And because the standard soul, spirit and life-force correspond to Binah, Tiferet and Malchut, it therefore states that the light of Binah is revealed in Creation, the light of Tiferet in Formation, and the light of Malchut in Action, namely the Throne, Metatron and Sandalfon who is the Ofan. Thus according to this, the soul of Creation clothes itself in the spirit of Formation, and the spirit of Formation clothes itself in the life-force of Action."
    },
    {
      "hebrew": "והנה העשיה היא העולם הזה בכל בחינותיו כמבואר בזהר בכמה מקומות. ופורפירא שאמר לעיל במאמר דר' אלעזר הוא הבריאה לבוש יקר אל המלך כמבואר בשער הנזכר. ולהיות כי אלה המאורות אין עקרם אלא מהמאור המתפשט בבחינות אלה, לכן בהסתלק האדם מן העולם יסתלקו כל א' מהמדרגות ממש אל שרשם שהם בריאה יצירה עשיה. ולכן הרוח בגן כי שם היצירה בהיכלות הקדושות והנפש משוטטת בעה\"ז לארכה ולרחבה בסוד האור המתפשט בו דהיינו עשיה. אמנם ג' כחות אלה כשהם מצד האצילות. בשבתות וי\"ט [יתוסף בו] ענין הנקרא תוספת נשמה כמו תוספות אור המתוסף מצד הכתר דהיינו מה שלמעלה מהבריאה. כי הבינה מתלבשת בבריאה. ולמעלה ממנה כתר וחכמה ולפי האמת היינו ע\"ס הנאצלות בסוד אצילותם משם נשפע תוספות נשמה. ומפני כי שתים אלה לא יתלבשו בבריאה כדפי' לכן פירש הרשב\"י ע\"ה בקצת מקומות כי תוספות נשמה הוא מצד הכתר וכאשר הוא נשמה מאצילות זו היא נשמה שתתעלה עד שרשיה העליונים בסוד האצילות. ולכן בימי החול נאמר (שמות כ ט) ששת ימים תעבוד לשון עבד שהאדם אז בבחי' עבד כי נשמתו אז מסטרא דעבד מבריאה לבד אפי' לכשרים ועכ\"ז לפעמים יתעלו הנפש והרוח והנשמה ויתקשרו זה בזה ויתעלו עד השרשים. מאחר שהם ניצוצות מתפשטות מאור עליון לכן ביחוד העולמות יתקשרו הענפי' בשרשים כמו שיתקשרו ויתייחדו ההיכלות ויתעלו אל שרשם העליון בסוד התפלה כמבואר בשער ההיכלות. כן דין הנפש והרוח והנשמה. וכן בארו בזהר בפי' תרומה (דף קמ\"ב ע\"ב) וז\"ל נפש דאית לה נייחא, האי כד אזלא ומשטטא איערעת בהאי ממנא ידומיע\"ם ובאינון סרכין דיליה ונטלין לה ועאלין לה בכל פתחי דג\"ע, ואחזיין לה יקרא דצדיקייא ויקרא דההוא רוח דילה ומתדבקא ביה בנייחא גו ההוא לבושא וכדין ידעת באינון מילין דעלמא כו'. ואתנהירת מניה כסיהרא כד אתנהרא מן שמשא. ורוח מתקשרא גו ההוא נשמתא. וההוא נשמתא אתקשרת גו סוף מחשבה דאיהי רזא דנפש דלעילא. וההוא נפש אתקשרא גו ההוא רוח עילאה. וההוא רוח אתקשר גו ההוא נשמה עלאה. וההוא נשמה אתקשרת בא\"ס כו' עכ\"ל. ומתוכו מתבאר ענין ייחוד וקשר הענפי' והסתלקותם במקורם כדפי' כי עשיה מתיחד ביצירה ויצירה בבריאה ובריאה באצילות ואצילות בנקודה עליונה. ולעמוד בעומק הדרוש הזה צריך להתבונן במה שפי' בשער אבי\"ע בכללו ואח\"כ יושכלו ויובנו דברינו זה על מתכונתם בעה\"ו:",
      "english": "Behold, Asiyah is this world in all its aspects, as explained in many places in the Zohar. And the \"porfira\" (royal garment) mentioned above in Rabbi Elazar's statement refers to Beriah, which is the precious garment of the King, as explained in the aforementioned gate. Since these lights have their essence only from the light that extends into these aspects, therefore when a person departs from the world, each of these levels returns to its root, which are Beriah, Yetzirah, and Asiyah. Thus the ruach is in the Garden, for there is Yetzirah in the holy chambers, and the nefesh roams this world in its length and breadth in the secret of the light that extends within it, which is Asiyah. However, when these three forces are from the side of Atzilut, on Sabbaths and festivals [there is added to it] the matter called the additional soul, like the additional light that is added from the side of Keter, which is what is above Beriah. For Binah clothes itself in Beriah, and above it are Keter and Chochmah, and in truth these are the ten sefirot that are emanated in the secret of their emanation, from there flows the additional soul. And because these two do not clothe themselves in Beriah as explained, therefore Rashbi, of blessed memory, explained in several places that the additional soul is from the side of Keter, and when it is a soul from this emanation, it is a soul that ascends to its supreme roots in the secret of Atzilut. Therefore, on weekdays it is said (Exodus 20:9) \"Six days shall you work,\" using the language of servant, for then the person is in the aspect of servant, as his soul is then from the side of servant from Beriah alone, even for the righteous. Nevertheless, sometimes the nefesh, ruach, and neshamah ascend and bind with each other and rise to their roots. Since they are sparks extending from the supernal light, therefore in the unification of the worlds, the branches connect to their roots, just as the chambers unite and connect and ascend to their supreme source in the secret of prayer, as explained in the Gate of the Chambers. So too is the law of the nefesh, ruach, and neshamah. And so they explained in the Zohar in Parashat Terumah (142b): \"The nefesh that has rest, when it goes and roams, it encounters this appointed one Yedomiam and his assistants, and they take it and bring it through all the gates of the Garden of Eden, and show it the glory of the righteous and the glory of its ruach, and it cleaves to it in rest within that garment, and then it knows the matters of the world. And it is illuminated from it like the moon when it is illuminated by the sun. And the ruach binds within that neshamah, and that neshamah binds within the end of thought which is the secret of the supernal nefesh. And that nefesh binds within that supernal ruach, and that ruach binds within that supreme neshamah, and that neshamah binds with the Ein Sof.\" From this is explained the matter of unification and connection of the branches and their ascension to their source as explained, for Asiyah unifies with Yetzirah, and Yetzirah with Beriah, and Beriah with Atzilut, and Atzilut with the supreme point. And to understand the depth of this discourse, one must contemplate what is explained in the Gate of ABYA in its entirety, and afterward our words will be understood and comprehended in their proper form, God willing."
    }
  ]
}