{
  "title": "Pardes Rimmonim",
  "gate_num": 1,
  "chapter_num": 6,
  "translation": [
    {
      "hebrew": "עוד בארו לנו פי' אחר במשנה הזאת בספר ר\"מ (תשא דקפ\"ז ע\"ב) וז\"ל פקודא ליתן מחצית השקל בשקל הקודש. אמר ר\"מ מאן מחצית השקל. איהו כגון חצי ההין. ודא ו' ממוצע בין שני ההי\"ן. אבנא למשקל בה דא י', עשרים גרה השקל דא יו\"ד. העשיר לא ירבה דא עמודא דאמצעיתא, לא ירבה על י'. דהכי אתמר בס' יצירה עשר ספירות בלי מה, עשר ולא אחד עשר. והדל לא ימעיט דא צדיק, לא ימעיט מעשר, כד\"א עשר ולא תשע, ומחצית השקל עשר איהו עכ\"ל.",
      "english": "Another interpretation of this Mishnah was explained to us in the book of Rabbi Moses [the Zohar] (Ki Tisa 187b), which states: \"The commandment is to give half a shekel according to the holy shekel. Rabbi Moses asked: What is the half shekel? It is like half the hin, and this is the letter vav which mediates between the two heis. The stone for weighing is the yud, twenty gerah is the shekel, this is yud. 'The rich shall not give more' refers to the central pillar, which shall not exceed ten, for thus it is stated in Sefer Yetzirah: 'Ten sefirot of nothingness, ten and not eleven.' And 'the poor shall not give less' refers to the Righteous One (Tzaddik), who shall not give less than ten, as it is said 'ten and not nine,' and the half shekel is ten.\""
    },
    {
      "hebrew": "ויש לדקדק במאמר הזה. א' אמרו מאן מחצית השקל איהו כגון חצי וכו', פירוש חצי ההין הוא התפארת שהוא ממוצע בין שני ההי\"ן. אמנם במחצית השקל לא שייך לפרש הכי ממוצע בין דלא ידעינן בין מה. שני אמרו אבנא למשקל בה דא י' וכו', הנה לפי המשמעות כי יו\"ד הוא עשרים. ואיך אמר שאין לפחות ואין להוסיף על העשר הרי יו\"ד שמחציתה עשר והנה הוסיפה עשר על עשר שהוא עשרים. ולפי פירושו אין להוסיף על העשר בשום ספירה. דלאו דוקא תפארת או צדיק אלא נקט הני דאינהו עשיר ודל וכ\"ש שאר אחרים. ג' אמרו אבנא למשקל בה דא י', והאיך שוקלין באבן זו אחר שהיא עשרים גרה והמשקל צריך שיהיה בעשר שהיא מחצית השקל לבד. ואם נאמר שכוונתו לומר דרך לשקול באבן זו והוא האבן השלם, אם כן הוא אריכות לשון והיה ראוי שיאמר אבנא למשקל בה דא יו\"ד והיא עשרים גרה למה אמר אבנא למשקל בה דא י' עשרים גרה השקל דא יו\"ד שהוא כפל ואריכות. ד' אמרו ומחצית השקל עשר איהו, שנראה שאין לו קשר.",
      "english": "We must examine this statement carefully. Firstly, their saying \"what is the half-shekel, it is like half etc.,\" meaning that half the hin is Tiferet which mediates between the two heh's. However, regarding the half-shekel, it is not appropriate to interpret it as mediating between, since we do not know between what. Secondly, they said \"the stone for weighing with it is yod etc.\" - according to the meaning, yod equals twenty. So how can they say one should neither decrease nor add to ten, when yod, whose half is ten, has added ten to ten making twenty? And according to this interpretation, one should not add to ten in any sefirah. This applies not just to Tiferet or Tzaddik, but these were cited as examples of rich and poor, and all the more so for others. Thirdly, they said \"the stone for weighing with it is yod\" - but how can one weigh with this stone when it is twenty gerah, while the weight needs to be ten, which is just half a shekel? And if we say the intention is to describe how to weigh with this stone as the complete stone, then this is unnecessarily verbose - it should have simply said \"the stone for weighing with it is yod and it is twenty gerah.\" Why did it say \"the stone for weighing with it is yod, twenty gerah the shekel this is yod\" which is redundant and lengthy? Fourth, they said \"and the half-shekel is ten,\" which seems to have no connection."
    },
    {
      "hebrew": "ועוד שהוא הפך למה שפי', כי למעלה אמר פירוש מחצית השקל היינו ממוצע והשתא קאמר מחצית השקל י' איהו דמשמע דמחצית הוא חציו של שקל כמשמעה.",
      "english": "Furthermore, this contradicts what was explained earlier, for above it stated that the meaning of \"half-shekel\" is that which is intermediate, but now it says that the half-shekel is ten, implying that \"half\" means literally half of a shekel according to its simple meaning."
    },
    {
      "hebrew": "והנה להבין המאמר הזה צריכין אנו להקדים כי ענין הספירות הם עשרה מלמעלה למטה ועשרה מלמטה למעלה, כדמיון נצוץ השמש הבא ומכה במראה הלטושה וחוזר האור ומתהפך נגד מקורו כן העניין בספירות כי הם באים מלמעלה למטה עד המלכות ושם מצב האור וחוזר אל מקורו דרך המסעות עד שכמו שהם עשרה מלמעלה למטה כן הם עשרה מלמטה למעלה, והדרוש הזה נאריך בו בשער בפ\"ע בה\"ו.",
      "english": "Now, to understand this statement, we must first establish that regarding the Sefirot, they are ten descending from above to below and ten ascending from below to above, like a ray of sunlight that strikes a polished mirror and the light returns and turns back toward its source. So it is with the Sefirot, for they descend from above to below until Malkhut, and there the light stations itself and returns to its source through the stages, such that just as they are ten from above to below, so too are they ten from below to above. We will elaborate on this topic in a separate gate, God willing."
    },
    {
      "hebrew": "והנה הסוד הזה הוא מתבאר מתוך צורת הא' שהוא י' למעלה י' למטה להראות אל מקור האור מלמעלה למטה ומלמטה למעלה, והם מים עליונים ומים תחתונים כמו שנבאר בשער ערכי הכנויים בערך מים בה\"ו.",
      "english": "And behold, this secret is revealed through the form of the letter Alef, which has a Yud above and a Yud below, demonstrating the source of light from above to below and from below to above, and these are the upper waters and lower waters, as we will explain in the Gate of Appellations under the entry for \"water,\" with God's help."
    },
    {
      "hebrew": "והנה הוא\"ו אשר באמצע שני היודי\"ן הוא התפארת המייחד מים העליונים ומים תחתונים, וזהו מחצית השקל שהוא ממוצע בין השקל שהוא המדה השלימה מדת האצילות עשר מלמעלה למטה ועשר ממטה למעלה והוא ממוצע ואמצעי בין שני יודין שהם עשרים גרה השקל, ועתה משמעות חצי ההין ומשמעות חצי השקל הכל דבר אחד. ומתורץ קושיא א'. אבנא למשקל ביה דא י'. פירוש לעולם אבן היא צורת י' שהיא נקראת אבן וכל אבן רמוזה במציאות י' כמו שנבאר בשער ערכי הכנויים בערך אבן בה\"ו.",
      "english": "And behold, the Vav which is between the two Yuds is Tiferet, which unifies the upper waters and lower waters. This is the half-shekel, which mediates between the shekel - which is the complete measure of emanation, ten from above to below and ten from below to above - and it mediates between the two Yuds that comprise the twenty gerah of the shekel. Thus, the meaning of \"half of the hin\" and the meaning of \"half-shekel\" are one and the same thing. This resolves the first question. \"The stone to weigh with it is the Yud\" - this means that the stone is always in the form of Yud, which is called 'stone', and every stone is alluded to in the existence of Yud, as we will explain in the Gate of Term Classifications under the entry for 'stone', God willing."
    },
    {
      "hebrew": "והנה היא אבן לשקול בה מחצית השקל כי מחצית השקל הוא עשר כמו שנבאר. ולכן האבן שבו שוקלים הוא צורת י' והיינו עשר. עשרים גרה השקל דא יו\"ד. פירוש מה שאמר עשרים גרה השקל דא יו\"ד במלואה שהוא מורה על עשרים שהיא שני היודי\"ן י' מלמעלה למטה י' מלמטה למעלה.",
      "english": "And behold, it is a stone with which to weigh the half-shekel, for the half-shekel is ten, as we shall explain. Therefore, the stone with which they weigh has the form of yod, which is ten. \"Twenty gerah is the shekel\" - this is yod. The meaning of saying \"twenty gerah is the shekel, this is yod\" is that yod in its full form indicates twenty, which consists of two yods - one yod from above to below and one yod from below to above."
    },
    {
      "hebrew": "והנה מחציתה שהוא י' פשוטה היא האבן לשקול. ובהיותה מלאה היא שקל שלם שהוא עשרים גרה י' מלמעלה למטה וי' מלמטה למעלה כדפירשנו. העשיר לא ירבה דא עמודא דאמצעיתא, לא ירבה על עשר וכו'. פי' אצ\"ל שאר הספירות אלא אפילו העשיר שהוא עשיר בשפע ובכללות יותר משאר הספירות עכ\"ז אין לו להרבות כללות על יותר מעשר ספירות מפני שהן י' ולא י\"א. וא\"כ אין לו להרבות כללות על יותר מעשר מפני עשרו אלא עשירותו יהיה בריבוי שפע ואור או היותו כלול מעשר כליליות הרבה ולעולם לא יוסיף על כללות העשר. והדל לא ימעיט דא צדיק לא ימעיט מעשר וכו'. פי' יסוד עם היות שנקרא עני מפני עניותו [בזמן הגלות] כאמרו (ישעיה נז א) הצדיק אבד וכו'. והוא עני ודל. ואמר שעם היות שהוא עני אין עניותו לפחות מעשר ספירות כלל שאין לפחות מהן כענין עשר ולא תשע, אלא עניותו הוא במעוט שפעו או מעוט כליליות מהעשר אבל לא שיפחות מהן אלא שלא יוסיף כלילות הרבה מעשר עשר. אמנם מהעשר הנזכר אין לפחות כדי שלא יהיה פחות מעשר. שא\"א לומר שיהיה מקום משולל [מהעשר] משום אחד מהם אלא לעולם הן עשר. ומחצית השקל עשר איהו. פירוש עתה לפי מה שפירשנו כי העשיר היינו עמודא דאמצעיתא שהוא ממש מחצית השקל באמצעי בין שני יודין שהם שקל עשרים גרה א\"כ מחצית השקל הוא עשר ועשר הוא מחצית השקל. וא\"כ כיון שהכתוב בא ללמדנו שהעשיר שהוא הת\"ת אין ראוי להוסיף על עשר א\"כ היך אמר העשיר לא ירבה ממחצית השקל והוא עצמו מחצית השקל ואיך נתן שיעור אל העשיר שהוא התפארת במחצית השקל שהוא התפארת עצמו, לזה אמר ומחצית השקל עשר איהו. פירוש עם היות שפירשנו למעלה כי התפארת הוא הנקרא מחצית השקל מפני שהוא אמצעי (על) [עם] כל זה אין מקרא יוצא מידי פשוטו שהוא נקרא כן בבחינתו בין השקל וחוצה אותו לשנים וחצי השקל הוא עשר. ועתה אמר העשיר לא ירבה לעולם במציאתו שהוא מחצית השקל דהיינו שהוא חוצה השקל לשנים ועושה אותו כל אחד מעשר עשר. ע\"כ פירוש המאמר. ונמצינו למדין מתוכו פירוש המשנה שעשר ולא תשע עשר ולא אחד עשר בא ללמדנו על ענין כללות הנכללים שאין להוסיף מעשר כדפי':",
      "english": "And behold its half, which is the simple yud, is the stone for weighing. And when it is full, it is a complete shekel which is twenty gerah - ten from above to below and ten from below to above, as we explained. \"The rich shall not give more\" refers to the middle pillar, which shall not exceed ten, etc. This means that not only the other sefirot, but even the rich one, which is wealthy in abundance and inclusiveness more than the other sefirot, nevertheless may not increase its inclusiveness beyond ten sefirot because they are ten and not eleven. Therefore, it cannot increase its inclusiveness beyond ten due to its wealth; rather, its richness should be in the abundance of flow and light, or in being comprised of many sets of ten, but it shall never add to the inclusiveness of the ten.\n\n\"And the poor shall not give less\" refers to Yesod which shall not diminish from ten, etc. This means that although Yesod is called poor due to its poverty [in the time of exile] as it is said (Isaiah 57:1) \"The righteous perishes,\" etc., and it is poor and destitute. Yet it states that although it is poor, its poverty does not reduce it from the ten sefirot at all, as one cannot reduce from them, as in the principle \"ten and not nine.\" Rather, its poverty is in the reduction of its flow or the reduction of inclusions from the ten, but not that it should reduce from them, only that it should not add many inclusions beyond ten. However, one cannot reduce from the aforementioned ten, so as not to have less than ten. For it is impossible to say that any place should be devoid [of the ten] due to any one of them; rather, they are always ten.\n\n\"And the half-shekel is ten.\" This means now, according to what we explained, that the rich one is the middle pillar, which is literally the half-shekel between the two yuds that are the twenty-gerah shekel. Therefore, the half-shekel is ten, and ten is the half-shekel. Thus, since the verse comes to teach us that the rich one, which is Tiferet, should not add beyond ten, how then does it say \"the rich shall not give more than the half-shekel\" when it itself is the half-shekel? And how does it give measure to the rich one, which is Tiferet, through the half-shekel, which is Tiferet itself? To this it says \"and the half-shekel is ten.\" Although we explained above that Tiferet is called the half-shekel because it is intermediate, nevertheless the verse does not depart from its simple meaning - that it is called thus in its aspect between the shekel, dividing it in two, and the half-shekel is ten. And now it says the rich shall never increase in its existence, which is the half-shekel, meaning that it divides the shekel in two and makes each part ten. This concludes the explanation of the passage. And we learn from it the interpretation of the Mishnah that \"ten and not nine, ten and not eleven\" comes to teach us about the matter of the included aspects, that one cannot add beyond ten, as we explained."
    },
    {
      "hebrew": "ועתה נשוב לבאר שאר לשון המשנה שאמר הבן בחכמה וחכם בבינה וכו' ופירשו המפרשים כי הכוונה ליחד החכמה עם הבינה והבינה עם החכמה. עוד פירשו כי הכוונה לפרש ששורש החכמה בבינה ושורש הבינה בחכמה. עוד פירשו כשתמשיך שפע לחכמה תהיה ע\"מ שיבא אל הבינה וכשתמשיך אל הבינה תן לו כח החכמה. ועפ\"י הדברים האלה וכיוצא בהם פירשו המפרשים, ואין פירושם מתישבים. כי למה יזהירנו עתה בעניינים אלה בבינה ובחכמה ולא בשאר ספירות, כי ודאי כמו שאנו חייבים לייחד שלש ראשונות כן חיוב אלינו יחוד השבע אשר למטה מהם.",
      "english": "Now let us return to explain the remaining language of the Mishnah which states \"understand in wisdom and be wise in understanding, etc.\" The commentators explained that the intention is to unify Wisdom with Understanding and Understanding with Wisdom. They further explained that the intention is to express that the root of Wisdom is in Understanding and the root of Understanding is in Wisdom. They also explained that when you draw forth flow to Wisdom, it should be with the intention that it will come to Understanding, and when you draw forth to Understanding, give it the power of Wisdom. According to these explanations and similar ones the commentators interpreted, but their interpretations are not satisfactory. For why would it warn us now about these matters concerning Understanding and Wisdom but not about the other sefirot, since certainly just as we are obligated to unify the first three, so too we are obligated to unify the seven that are below them."
    },
    {
      "hebrew": "ועוד כי למה הכתר לא נכנס בעניין היחוד הזה לקצת מן הפירושים. עוד אמרו בחון בהם וכו' ופירשו המפרשים כי כשתבחון היטב תדע כי החכמה והבינה הנז' הם שורש הגדולה והגבורה, וחקור מהם פי' כשתחקור תמצא שהגדולה והגבורה הם שורש נצח והוד שהם המתפשטים מהם. ואמר והעמד דבר על בוריו דבר מלכות. בוריו כמו משענתו וכן תרגם אונקלוס (שמות כא יט) והוא יסוד. והשב יוצר על מכונו והשב נגד תשוב\"ה לתת כחה בת\"ת שהוא המכונה בשם יוצר ומכונו של ת\"ת הם נצח והוד. עכ\"ד המפרשים אחר שבחרנו המובחר והסלת שבפירושיהם. ולהיות שאין הענין הזה מתיישב אלינו מפני שאין זה טבע לשון מחבר ועוד כי מה טיבו בהשמיענו עתה העניינים האלה וחדושים האלה כי זהו דרך המתפללים לא המחברים ואין לנו מזה שום למוד וחדוש. לכן נ\"ל לבאר כי חכמה היא הקבלה והלמוד שאדם למד מרבו. כענין מוסרין לו ראשי פרקים. הבינה הוא העיון והתוס' שאדם מעיין ומוסיף מעצמו מתוך כללים וראשי פרקים הנמסרים אליו. ועתה אל זה כוונו באמרו הבן בחכמה ר\"ל עיין היטב במה שלמדת מרבך בחכמת המדות שאין מוסרין בה אלא ראשי פרקים. וצריך האדם שיבין בה דבר מתוך דבר, כענין אמרם ז\"ל (חגיגה י\"ג) אין אומרים דבר זה אלא לחכם ומבין מדעתו.",
      "english": "Furthermore, why is Keter not included in this unification according to some interpretations? They further stated \"examine them, etc.\" and the commentators explained that when you examine carefully, you will know that the aforementioned Chochmah and Binah are the root of Gedulah and Gevurah, and \"investigate them\" means that when you investigate, you will find that Gedulah and Gevurah are the root of Netzach and Hod, which extend from them. And when it says \"establish the matter on its foundation,\" this refers to Malchut. \"Foundation\" is like \"support,\" as Onkelos translated (Exodus 21:19), and this is Yesod. And \"return the Creator to His base\" refers to Teshuvah giving its power to Tiferet, which is called by the name \"Creator,\" and the base of Tiferet is Netzach and Hod. These are the words of the commentators, after we selected the choicest and finest of their interpretations. However, this matter does not sit well with us because this is not the natural style of an author's language, and furthermore, what is the purpose of informing us now of these matters and innovations, as this is the way of those who pray, not of authors, and we learn nothing new from this. Therefore, it seems to me to explain that Chochmah is the tradition and learning that a person learns from his teacher, like when they transmit to him the main points. Binah is the contemplation and additions that a person contemplates and adds on his own from within the principles and main points transmitted to him. And now, this is what they meant in saying \"understand in wisdom,\" meaning examine well what you learned from your teacher in the wisdom of the attributes, of which only the main points are transmitted. And a person needs to understand one thing from another, as our Sages said (Hagigah 13), \"We only say this matter to one who is wise and understands on his own.\""
    },
    {
      "hebrew": "הנה שצריך האדם לדמות דבר אל דבר ולהוציא דבר מתוך דבר כדי שיהיה לו שכל מוליד ולא שכל עקר. ואמר חכם בבינה פירוש כשאתה מוליד ומדמה בשכלך ותבין צריך שתחכמהו ותסברהו בקבלת הרבנים ובקוצר דבריהם שיהיה נכלל הענין במוסף אליך הן רב הן מעט ואל בינתך אל תשען. ובחון בהם ר\"ל בעצם הספירות דהיינו בהם במהותם תהיה הבחינה בדרך רצוא ושוב בלבד ובדרך ענוה ולחוש על כבוד קונך המחכים הפתאים וזהו בהם. אמנם בפעולות הנמשכות מהם יהיה הענין בחקירה עצומה ובידיעה טובה במשא ומתן ובעיון גדול. ולהיות כי החקירה היא בפעולות הנמשכות לנו ממציאות הספירות אמר וחקור מהם רצה לומר בהנמשך מהם ולא בעצמותם דהיינו בהם כמו שאמר למעלה. והעמד דבר על בוריו, פי' העמד הענין על תקפו ורד לעומק הדרוש כדי שיהיה ברור לך בלי ספק. והשב יוצר על מכונו, פי' כל כוונתך עכ\"פ יהיה להיות ממ\"ה הא\"ס ב\"ה משגיח במכונו שהם כסאותיו שהם י' ספירות, והכוונה הכל יהיה לענין יחוד הנאצלים המתייחדים במאציל והמאציל בנאצלים. או ירצה העמד דבר על בוריו כדרך שפירשו המפרשים דהיינו יחוד המלכות ביסוד ושלא להפרידם בהאמין ט' ח\"ו אלא עשר עם המלכות. והשב יוצר על המכון שהספירות מכון וכסא אליו והוא אדון מאציל כמלך על הכסא ואינו במנין הכס\"א, ע\"כ פי' המשנה.",
      "english": "Behold, one must compare concept to concept and derive one matter from another in order to develop a generative intellect rather than a barren one. And when it says \"be wise in understanding,\" it means that when you generate and conceptualize in your mind and understand, you must make it wise and align it with the received tradition of the rabbis and their concise words, such that the matter is included in what has been added to you, whether much or little, and do not rely on your own understanding alone. And \"examine them\" means to examine the essence of the Sefirot - that is, to examine their essential nature through a process of advancing and retreating only, with humility and concern for the honor of your Creator who makes the simple wise - this is the meaning of \"them.\" However, regarding the effects that emanate from them, the matter requires intensive investigation with proper knowledge through analysis and deep contemplation. And since the investigation concerns the effects that emanate to us from the existence of the Sefirot, it says \"investigate from them,\" meaning what derives from them but not their essence itself, which is what was referred to above as \"them.\" And \"establish the matter clearly\" means to establish the matter in its full strength and descend to the depths of the inquiry so that it becomes clear to you without doubt. And \"return the Creator to His foundation\" means that your entire intention should be that the Ein Sof, blessed be He, oversees from His foundation, which are His thrones - the ten Sefirot, and the intention should all be for the unity of the emanated beings unifying with the Emanator and the Emanator with the emanated. Or it could mean \"establish the matter clearly\" as the commentators explained - namely the unity of Malkhut with Yesod, and not to separate them by believing in nine Heaven forbid, but rather ten including Malkhut. And \"return the Creator to the foundation\" means that the Sefirot are His foundation and throne, and He is the emanating Master like a king on the throne, but is not counted among the throne's number. This concludes the explanation of the Mishnah."
    },
    {
      "hebrew": "והנה נתבאר מתוך הפרקים האלה היות הספירות עשר לא פחות ולא יותר ואין בדבר הזה פקפוק ח\"ו אלא היא אמונה בלב כל המקובלים:",
      "english": "And thus it has been explained through these chapters that the Sefirot are ten - no less and no more - and there is no doubt in this matter, Heaven forbid, rather it is a firmly held belief in the heart of all Kabbalists."
    }
  ]
}