{
  "title": "Pardes Rimmonim",
  "gate_num": 30,
  "chapter_num": 7,
  "translation": [
    {
      "hebrew": "ומה שצריך שנדענו שאין כל האלפא ביתות שוות כי האלפא ביתא שתהיה עולה בחשבונה לעולם מורה על מעלתה שהיא עולה דרך הסולם ואינה יורדת. המשל בזה אלפא ביתא של אח\"ס בט\"ע וכו' עולה לעולם ואינה יורדת. ר\"ל כי חשבון של אות ראשונה של תיבה הראשונה היא א' והראשונה שבתיבה שנייה הוא בי\"ת עולה לעולם. וכן כל שאר ה תיבות וכן כל שאר האותיות הם עולות לעולם ואינם יורדות. וזה מורה על דבקות האלפא ביתא הזאת במקורה העליון ולכן עולה כנגד מעלה בחשבון אותיותיה. ויש אלפא ביתא שתעלה ותרד המשל א\"ת ב\"ש כי עולה בחצייה ויורדת בחצייה מורה על כי אינה גדולה במעלתה כ\"כ. כי העולה עולה ומתאחדת במקורה ואינה יורדת שמורה על תוקף עלייתה עד שלא יורדת. והאחרת אמת כי עלתה אבל לא עלתה כ\"כ עד שנתייחדה במקורה אלא חזרה לרדת דרך המעלות אשר עלתה. לפעמים תעלה במקצת ותרד יותר מאותם המעלות אשר עלתה זה מורה על שאינה עולה במעלה ובדרגה כאשר האלפא ביתות השוות בעלייתם וירידתם ומכל שכן שאינם שוות עם העולה יותר מירידתה. סוף דבר לפי ענין העלייה והירידה תהיה מדרגת האלפא ביתא. ולא בלבד האלפא ביתא אלא אפי' השם המצטרף מהאלפא ביתא העולה תהיה מעלתו משובח מהשם המצטרף מאלפא ביתא היורדת שהיא תשר\"ק וכו'. וכן המצטרף על ידי האלפא ביתא העולה ויורדת משובח מאותה היורדת לעולם ולכן השם שיצטרף ע\"י אבג\"ד משובח משם המצטרף ע\"י א\"ת ב\"ש כמו מצפ\"ץ, מפני שאבג\"ד עולה ואינה יורדת וא\"ת ב\"ש עולה בחציה ויורדת בחציה. ושם מ\"ב שעיקר צרופו הוא ע\"י אלפא ביתות העולות ואינם יורדת שהם אלב\"ם, אי\"ק בכ\"ר, אח\"ס בט\"ע, ואבג\"ד והשאר כמבואר בשער פרטי השמות ע\"פ קבלת הגאונים ע\"ש.",
      "english": "What we need to know is that not all alphabets are equal, for the alphabet that consistently ascends in its numerical value indicates its elevated status as it rises up the ladder without descending. For example, the alphabet of AḤS BṬ'A etc. always ascends and never descends. That is to say, the numerical value of the first letter of the first word is alef, and the first letter of the second word is bet, which always ascends. Similarly, all other words and all other letters continuously ascend and do not descend. This indicates the attachment of this alphabet to its supreme source, and therefore it ascends upward in the numerical value of its letters. There are alphabets that both ascend and descend, for example AT BSh, which ascends in its first half and descends in its second half, indicating that its status is not as elevated. For that which ascends unites with its source and does not descend, showing the power of its ascent to the point that it does not descend. The other one, while it does ascend, does not ascend enough to unite with its source but rather returns to descend the levels it ascended. Sometimes it ascends partially and descends more than the levels it ascended, indicating that it does not rise in status and level like the alphabets that are equal in their ascent and descent, and certainly not like those that ascend more than they descend. In conclusion, the level of the alphabet is determined by the nature of its ascent and descent. Not only the alphabet itself, but even the Name formed from the ascending alphabet will be more praiseworthy than the Name formed from the descending alphabet, which is TShRQ etc. Similarly, that which is formed through the alphabet that ascends and descends is more praiseworthy than that which always descends, and therefore the Name formed through ABGD is more praiseworthy than the Name formed through AT BSh, like MṢP\"Ṣ, because ABGD ascends and does not descend while AT BSh ascends in its half and descends in its half. And the 42-letter Name, whose main permutation is through ascending alphabets that do not descend - namely ALB\"M, AY\"Q BK\"R, AḤ\"S BṬ\"A, and ABGD and the rest - as explained in the Gate of the Details of the Names according to the tradition of the Geonim, see there."
    },
    {
      "hebrew": "הנה מעלתו ומדרגתו יותר מכלם להיות שעולה ואינו יורד. ובהקדמה זו יובן דברי הרשב\"י ע\"ה בפ' תרומה (דף קל\"ב ע\"ב) וז\"ל שמא דמ\"ב אתוון רזא דיליה אבהן דקא מתעטרן בעלמא עלאה, ועלמא עלאה במה דלעילא. וע\"ד סליק ולא נחית אתעטר גו מחשבה עלאה. זכאה חולקיה מאן דידע ביה ואזדהר ביה. שמא דע\"ב אתוון דוד דקא מתעטרא באבהן ורזא דיליה סליק ונחית. כגוונא דא מצפ\"ץ שמא דתליסר מכילין דרחמי. אינון תריסר רזא דרתיכא קדישא דנפיק מחד דשרייא עלייהו. ובג\"כ סליק ונחית וכולהו סלקין ונחתין בר האי [שמא דמ\"ב] דסליק ולא נחית וע\"ד שמא דע\"ב סליק ונחית סליק מסטרא דא ונחית מסטרא דא. [שמא די\"ג מכילן סליק מסטרא דא ונחית מסטרא דא] וההוא דנחית [בגין] לאמשכא טיבו לתתא. ועל דא א\"ת ב\"ש ג\"ר ד\"ק ה\"ץ ו\"ף ז\"ע ח\"ס ט\"ן י\"מ כ\"ל. אתוון קדמאין סלקין בחשבנא ואתוון אחרנין נחתין בחושבנא בגין לאמשכא טיבו מעילא לתתא. שמא דמ\"ב איהו מעטרא לרתיכא עלאה שמא דע\"ב איהו מעטרא לרתיכא תתאה. זכאה חולקיה מאן דאשתדל למנדע למאריה זכאה איהו בעלמא דין ובעלמא דאתי עכ\"ל.",
      "english": "Behold, its level and status is higher than all others because it ascends and does not descend. And through this introduction, we can understand the words of Rabbi Shimon bar Yochai, peace be upon him, in Parashat Terumah (folio 132b), who said: \"The Name of 42 letters - its secret is the Patriarchs who are crowned in the upper world, and the upper world in what is above. Therefore it ascends and does not descend, being crowned within the supreme thought. Blessed is the portion of one who knows it and is careful with it. The Name of 72 letters relates to David who is crowned with the Patriarchs, and its secret is that it ascends and descends. Similarly, the Name MTZP\"TZ corresponds to the thirteen attributes of mercy. These twelve are the secret of the holy chariot that emerges from the one that rests upon them. Therefore it ascends and descends, and they all ascend and descend except this one [the Name of 42] which ascends but does not descend. Thus the Name of 72 ascends and descends - ascending from this side and descending from that side. [The Name of 13 attributes ascends from this side and descends from that side], and that which descends [is] to draw blessing below. And regarding this, AT BSh GR DQ HTz VP ZA ChS TN YM KL - the first letters ascend in calculation and the latter letters descend in calculation, in order to draw blessing from above to below. The Name of 42 crowns the upper chariot, while the Name of 72 crowns the lower chariot. Blessed is the portion of one who strives to know his Master; blessed is he in this world and in the world to come.\""
    },
    {
      "hebrew": "וכוונתו מבוארת כי אמר כי שם בן מ\"ב הוא עולה ואינו יורד כדפי' לעיל מפני זה הוא מורה במקום גבוה כי אותיוו רומזים האבות שהם מתייחדים בבינה ובינה בחכמה וכתר נמצא עולה למעלה ואינו יורד. וזה כיוון באמרו שמא דמ\"ב רזא דיליה אבהן שהם גדולה וגבורה ת\"ת. וכבר נודע שהם אחוזים בג' ענפיהם המסתעפים מהם ולכן בהם רמז ששה משמותם ואולם השם השביעי רמוז בבינה כי ת\"ת ומלכות ובינה הכל א' והם סוד שבת. וכן ז' שמות אלו סוד ז' ימים כדפי' בשער פרטי השמות בפי\"ג ולכן עקרו באבות שהם אבות לנצח הוא יסוד והם עולים ומתעטרים בסוד יום השבת שהוא השביעי בבינה עצמה והבינה מתייחדת במה שלמעלה ממנה. נמצאנו למדים כי הוא עולה ואינו יורד כי הוא עולה גו מחשבה עלאה הוא סוד כ\"ע הנקרא מחשבה עליונה כנודע. אמנם שם בן ע\"ב דוד דקא מתעטר באבהן כי ג' פסוקים שהם ו\"יסע ו\"יבא ו\"יט הם גדולה גבורה ת\"ת ובפרטם וכלליותם ע\"ב רי\"ו דהיינו ויעב\"ר סוד העיבור כי עיבור ויעבר אותיות דדין כאותיות דדין והוא יורד למטה בסוד הזווג איש ואשתו בסוד ת\"ת ומלכות כי שם עיבור הנשמות. ולכן עולה בסוד הפסוק המהופך המורה על העלייה וההסתלקות למעלה כי הוא הופך את פניו לעלות אל מקורו. ואין לתמוה על היות העלייה ע\"י הגבורה שהיא השמאל פסוק ויבא כי אין עלייה דרך מעלות הסולם אלא בסוד השמאל והירידה בימין ומפורסם הוא ולכן הדחייה לעולם בשמאל כאז\"ל (סנהדרין קז) לעולם תהא שמאל דוחה וימין מקרבת ולכן ההסתלקות בשמאל מורה על הדחייה משא\"כ שמות הרחמים כי העקר הוא ההמשכה למטה בסוד ההשפעה הנשפעת. וזה כוון באמרו כגוונא דא מצפץ שמא דתליסר מכילן דרחמי וכו' הם חלוף י\"ג מדות בא\"ת ב\"ש כמפורסם ומצד האלפא ביתא שבה הוא מתחלף בערך זה נקרא עולה ויורד. ואמר ואינון תריסר רזא דרתיכא וכו' פי' כי הם י\"ב גבולין והכח הכולל המקור המשפיעם ומאצילם הם י\"ג. והי\"ב הם י\"ב אבנים שהם מרכבה לת\"ת כדפי' בענין י\"ב גבולין בשער פרטי השמות פ\"ו. והי\"ג הוא המקור המאצילם הסובב אותם ומקיפם הוא השוכן עליהם וחופף עליהם. ובג\"כ סליק ונחית וכו' פי' מטעם היותו רחמים הוצרך לרדת ולהשפיע. וכלהו סלקין כו' פי' כי להיות העלייה צורך אל הקבלה והירידה צורך אל ההשפעה כל השמות כלם עולים ויורדים עולים לקבל ויורדים להשפיע כדרך הכחות והשמות זולת שם בן מ\"ב שהוא עולה להתעטר למעלה ואינו יורד להראות עוצם גבורתו וכחו ושהוא מתאחד בשרשו ולכן יצדק עליו שהוא דין עם היות שאין עקר עלייתו אלא לשבח להתעלות עכ\"ז עולה להתעטר ואינו יורד להשפיע ויש בענין הזה דין כיון שהוא מסתלק ואינו משפיע. ואין כן שם ע\"ב שהוא רחמים ומשפיע עולה ויורד. וזה רצה באמרו וע\"ד שמא דע\"ב סליק ונחית וכו' שמא דתליסר וכו' כי י\"ג מדות הם של רחמים וסוד הרחמים להשפיע ולכן עולה ויורד. וע\"ב וי\"ג הכל דבר א', כי שם ע\"ב תלוי בי\"ב גבולים שהם י\"ג כמבואר בשער פרטי השמות. וכל עצמו לא הביא שם הרשב\"י ע\"ה י\"ג מדות אלא להכריח לשם ע\"ב שהוא רחמים ומשפיע. ולכן אחר עלייתו יורד. ובזה נתבאר כל שאר המאמר. ויצא לנו ענין סוד האלפא ביתות העולות והיורדות. גם נמצאנו למדים כי העולות הם בסוד העלייה ולכן הם עולות במספרם. וקשה כי לפי זה הי' ראוי שאלפא ביתא של אבג\"ד שמורה על העלייה יהיה בסוד המלכות בסוד האור החוזר בסוד הקבלה, ואלפא בית\"א של תשר\"ק תהיה בסוד הת\"ת בסוד האור ישר בסוד ההשפעה והרחמים, ולא כן דברי הרשב\"י בשיר השירים כדפי' בפרק הקודם דקאמר כי תשר\"ק היא במלכות ואבג\"ד בת\"ת. ולזה נשיב כי כשנדקדק דברי הרשב\"י התם דקאמר כי ענין תשר\"ק במלכות ואבג\"ד בת\"ת הוא בסוד אחור וקדם צרתני. פי' קודם הנסירה של חוה שבארנוה בשער המיעוט פ\"ב. ולכן היו אחוריים באחוריים מתדבקים הזכר פונה למעלה אל שרשיו והנקבה למטה נמצאו לפי זה סדר האותיות כך אבג\"ד וכו' פנים, והאחוריים הם א\"ת ב\"ש וכו', והזכר פונה למעלה בסוד האחוריים והנקבה פונה למטה הפך רדתם. ואחר הנסירה שהיה חיבורם פנים בפנים הזכר משפיע מביט כלפי מטה אל הנקבה והנקבה כלפי מעלה אל הזכר לקבל ממנו ולכן עולה אבג\"ד בזכר ותשר\"ק בנקבה וכדפי'.",
      "english": "His intention is clear when he states that the 42-letter Name ascends but does not descend, as explained above, because it indicates a high place, as its letters allude to the Patriarchs who unite with Binah, and Binah with Chochmah and Keter, thus it ascends upward but does not descend. This is what he meant in saying that the secret of the 42-letter Name relates to the Patriarchs, which are Gedulah, Gevurah, and Tiferet. It is known that they are connected to their three branches that extend from them, thus containing an allusion to six of their names, while the seventh name is alluded to in Binah, for Tiferet, Malchut and Binah are all one, and they are the secret of Shabbat. These seven names correspond to the seven days, as explained in Gate of Specific Names chapter 13, and therefore their root is in the Patriarchs who are fathers to Netzach, which is Yesod, and they ascend and are crowned in the secret of the Sabbath day, which is the seventh in Binah itself, and Binah unites with what is above it. Thus we learn that it ascends but does not descend, for it ascends into the supreme thought, which is the secret of Keter Elyon, known as the supreme thought.\n\nHowever, the 72-letter Name, \"David who is crowned in the Patriarchs,\" relates to the three verses \"VaYisa,\" \"VaYavo,\" and \"VaYet,\" which correspond to Gedulah, Gevurah, and Tiferet, and in their details and totality equal 72 and 216, namely \"VaYa'avor,\" the secret of pregnancy, for \"pregnancy\" and \"pass over\" share the same letters, and it descends below in the secret of the union of man and wife in the secret of Tiferet and Malchut, for there is the pregnancy of souls. Therefore it ascends in the secret of the reversed verse indicating ascent and withdrawal upward, as it turns its face to ascend to its source. One should not wonder about ascent occurring through Gevurah, which is the left, the verse \"VaYavo,\" for ascent through the rungs of the ladder occurs only through the secret of the left, while descent is through the right, and this is well-known. Therefore rejection is always through the left, as our Sages said (Sanhedrin 107), \"Let the left always push away while the right draws near.\" Thus withdrawal through the left indicates rejection, unlike the Names of Mercy, whose essence is to draw down through the secret of flowing influence. This is what he meant in saying \"Similarly, Matzpatz, the Name of the thirteen attributes of mercy, etc.\" - these are the substitutions of the thirteen attributes through At-Bash, as is known, and through its alphabet it transforms in this way and is called ascending and descending.\n\nWhen he says \"And these twelve are the secret of the chariot, etc.,\" he means that they are twelve boundaries, and the encompassing power that is their source and emanates them makes thirteen. The twelve are the twelve stones that are a chariot for Tiferet, as explained regarding the twelve boundaries in Gate of Specific Names chapter 6. The thirteenth is their emanating source that surrounds and encompasses them, dwelling and hovering over them. \"Therefore it ascends and descends\" means that because it represents mercy, it must descend and influence. \"And all of them ascend, etc.\" means that since ascent is necessary for receiving and descent for giving influence, all the Names both ascend and descend - they ascend to receive and descend to influence, as is the way of all powers and Names, except for the 42-letter Name which ascends to be crowned above but does not descend, showing its great might and power and that it unifies with its root. Therefore it is fitting to call it judgment, even though its primary ascent is for praise and elevation. Nevertheless, it ascends to be crowned but does not descend to influence, and there is judgment in this matter since it withdraws and does not influence. This is not so with the 72-letter Name which represents mercy and influence - it both ascends and descends. This is what he meant in saying \"Therefore the 72-letter Name ascends and descends, etc., the Name of thirteen, etc.\" - for the thirteen attributes are of mercy, and the secret of mercy is to influence, therefore it asc"
    },
    {
      "hebrew": "הנה נכלל חלק הצרוף בכל הצריך. ועתה נבא לבאר חלק גימטריאות:",
      "english": "Thus we have completed the section on letter combinations with all that was necessary. Now we shall proceed to explain the section on gematria:"
    }
  ]
}