{
  "title": "Pardes Rimmonim",
  "gate_num": 1,
  "chapter_num": 7,
  "translation": [
    {
      "hebrew": "אחר שנתעסקנו בפרקים הקודמים בחזקת אמונתינו המוסכמות בפי כל המקובלים כי הספירות הם עשר לא פחות ולא יותר, ראינו בפרק זה להציל המעיין ממקום השבוש והטעות, והיא שאלה נשאלה לרב האי גאון. וז\"ל השואלים ילמדנו רבינו כי מצינו לרז\"ל י\"ג מדות שקבל מרע\"ה. ולאברהם אבינו ע\"ה בספר ייחסוהו רז\"ל על שמו והוא ספר יצירה מונה שם עשר ספירות. ואנחנו צריכים ללמוד מפיו קדוש אם י\"ס הם י\"ג מדות. א\"כ י\"ג מדות מצינו י\"ג ספירות לא מצינו. או י\"ג מדות לבד וי' ספירות לבד. לתורתך אנו צריכים ותשובתך אנו מיחלים עכ\"ל השאלה.",
      "english": "After we dealt in previous chapters with strengthening our agreed-upon beliefs among all Kabbalists that the Sefirot are ten, no less and no more, we saw fit in this chapter to save the student from confusion and error regarding a question that was asked of Rav Hai Gaon. And these are the words of those who asked: \"Let our master teach us, for we find in our Sages' words thirteen attributes that Moses our teacher received. And to our father Abraham, peace be upon him, in the book that our Sages attributed to his name, which is Sefer Yetzirah, it counts there ten Sefirot. And we need to learn from his holy mouth whether the ten Sefirot are the thirteen attributes. If so, we find thirteen attributes but we do not find thirteen Sefirot. Or are the thirteen attributes separate and the ten Sefirot separate? We need your Torah, and we await your answer.\" These are the words of the question."
    },
    {
      "hebrew": "והנה הרב באר להם שי\"ג מדות הם ענפי תולדות יוצאות מעשר מעלות נקראו ספירות אלו כנגד אלו עם שלשה גנוזות ראשי ראשים. ואם אינם מציאות לכם מסורת להם לקדמונינו איש מפי איש עד מפי הנביאים ז\"ל והתולדות הן הן הפעולות נקראו מדות, והשרשים שהן אבות נקראו ספירות לא מפני שיש מספר וכו' ולא נעתיק כל טופס תשובתו מפני שאנו עתידין להעתיקו ולבאר ביאור רחב בשער הצחצחות פ\"א בע\"ה. ועתה ראוי שנאמר שאין כוונת הרב באמרו עם שלשה ראשי ראשים וכו' שיהיה תשובתו אליהם שהם שלש עשרה ספירות. שאם זו כוונתו של הרב היה לו לתרץ להם עקר שאלתם שהוא שבספר יצירה שאמרו עשר ולא אחד עשר אינה הלכה. וכיון שראינו שהגאון לא חש ליישב הלשון ולא לדחותו כנראה שהוא מורה שאין הג' הנעלמות ספירות עד שנאמר שהם י\"ג. שאינם אלא כחות נעלמות מציאות דקות ממציאות הספירות כמו שנרחיב הביאור שם בה\"ו. וכמו שאין לנו דוחק ממה שמצינו שהם עשר דאצילות ועשר דבריאה ועשר דיצירה ועשר דעשיה, כן לא יקשה לנו מציאות הנעלמות מפני כי הספירות לעולם אינם אלא עשר. ואם מצינו מציאות נעלמות הם מקורות לנגלות ואם יש נגלות הם צל אל העליונות ולעולם אינם עולים מעשר ולא ירדו מעשר והשלשה הם מקורות כמו שנבאר שם בבאור דברי הגאון בע\"ה. עוד יש מקום לטעות בברייתא של ר' שמעון הצדיק והעתיקה רב חמאי גאון בספר העיון שחיבר וז\"ל ואלו שלש עשרה כחות יש לכל אחד שם ידוע. ושם מעלתם זו למעלה מזו. א' אוי\"ר קדמון, ב' חכמה קדומה, ג' או\"ר מופלא, ד' חשמל, ה' ערפל, ו' כסא הנוגה, ז' אופן הגדולה הנקרא חזחזית מקום מוצא חזיון החוזים, ח' כרו\"ב, ט' גלג\"לי המרכבה, י' אוי\"ר הסובב, י\"א פרגוד זהו כסא הכבוד, י\"ב מקום הנשמות הנקרא חדרי גדולה, י\"ג סוד המערכה העליונה הנקרא היכל הקדש העליון. ואלו הי\"ג כחות הם מתגלים כאחד מכתר עליון הנעלם הנקרא אומן וכו' עכ\"ל לענייננו. והאמת שלכאורה משמע שהוא מונה סדר הספירות וכן הוא שהספירות הם עשר. האחד אויר קדמון והוא הכתר שכך מפורסם שמו ויתבאר בשער ערכי הכינויים, ב' חכמה קדומה והוא ממש חכמה, ג' אור מופלא הוא הבינה, ד' חשמל הוא חסד, ה' ערפל גבורה, ו' כסא הנוגה הוא הת\"ת, ז' חזחזית הוא הנצח והוא א' מנביאי קשוט, ח' כרוב הוא הוד, ט' גלגל המרכבה הוא יסוד, י' אויר הסובב הוא מלכות. מכאן ואילך אינו בספירות אלא מדריגות שהן למטה מהספירות. ויש שפי' שהם ג' מיני אצילות שהם במלכות ולא אצילות ממש. אלא הנראה לנו כי כוונתו שהם ג' מקורות נעלמות במלכות כי באו בה הרמז כמו שנרמזו שלשה עליונות נעלמות בכתר כן באו בה בגלוי ואין כאן מקום הענין הזה אלא בשער הצחצחות ובשער אבי\"ע בעה\"ו. ולענין הג' יתרים הנה בדברי רבי שמעון הצדיק ע\"ה שהם י\"א פרגוד, י\"ב מקום הנשמות הנקרא חדרי גדולה, י\"ג סוד המערכה העליונה הנקרא היכל הקדש העליון. נראה לנו מתוך לשונו כאשר יעויין בטוב העיון שאינו מדבר בענין הספירות אלא כחות הספירות, ובפרט שקרא לי\"א פרגוד שפירוש מקום הפסק והוא פרכת ומסך בין האצילות לשאר הדברים שתחת האצילות וקראה כסא הכבוד שהוא כסא הכולל כסאות הרבה והוא אצלנו ענין המכונה בלשון בריאה כאשר יתבאר בשער אבי\"ע בע\"ה.",
      "english": "The Rabbi explained to them that the thirteen attributes are branches and offspring emanating from the ten levels called sefirot, these corresponding to those, along with three hidden \"heads of heads.\" Even if you do not have direct experience of them, there is a tradition passed down to our ancestors, person to person, back to the mouths of the blessed prophets. The offspring are the actions called middot (attributes), and the roots which are the fathers are called sefirot - not because there is counting, etc. We will not copy his entire response because we intend to copy and explain it broadly in Sha'ar HaTzachtzachot, Chapter 1, God willing.\n\nNow we should say that the Rabbi's intent in mentioning \"three heads of heads\" was not to answer them that there are thirteen sefirot. For if this was his intent, he should have addressed their main question regarding Sefer Yetzirah which states \"ten and not eleven\" is not the law. Since we see that the Gaon did not concern himself with reconciling or rejecting this language, it appears he is indicating that the three hidden ones are not sefirot such that we would say there are thirteen. Rather, they are only hidden powers, of a more subtle existence than the sefirot, as we will explain there in detail with God's help. And just as we have no difficulty with finding that there are ten of Atzilut, ten of Beriah, ten of Yetzirah, and ten of Asiyah, similarly we should have no difficulty with the existence of hidden ones, because the sefirot are always only ten. And if we find hidden existences, they are sources for the revealed ones, and if there are revealed ones, they are a shadow of the higher ones, but they never exceed ten nor decrease from ten, and the three are sources, as we will explain there in the explanation of the Gaon's words, God willing.\n\nThere is further room for error in the baraita of Rabbi Shimon the Righteous, which Rav Chamai Gaon copied in his composed Sefer Ha'Iyun, which states: \"These thirteen powers each have a known name, and their levels are one above the other: 1) Primordial Air, 2) Primordial Wisdom, 3) Wondrous Light, 4) Chashmal, 5) Fog, 6) Throne of Radiance, 7) The Great Wheel called Chazchazit - source of prophetic vision, 8) Cherub, 9) Wheels of the Chariot, 10) Surrounding Air, 11) Curtain which is the Throne of Glory, 12) Place of Souls called Chambers of Greatness, 13) Secret of the Supreme Array called the Upper Holy Chamber. These thirteen powers are revealed as one from the hidden Supreme Crown called Craftsman,\" etc.\n\nThe truth is that at first glance it appears he is counting the order of sefirot, and indeed the sefirot are ten: The first, Primordial Air, is Keter, as its name is well-known and will be explained in Sha'ar Erkei HaKinuyim; 2) Primordial Wisdom is literally Chochmah; 3) Wondrous Light is Binah; 4) Chashmal is Chesed; 5) Fog is Gevurah; 6) Throne of Radiance is Tiferet; 7) Chazchazit is Netzach and is one of the prophets of truth; 8) Cherub is Hod; 9) Wheel of the Chariot is Yesod; 10) Surrounding Air is Malchut. From here onward are not sefirot but levels below the sefirot. Some explain these are three types of emanation within Malchut but not actual emanation. Rather, it appears to us that his intent is that they are three hidden sources within Malchut, for they contain the allusion just as three hidden supreme ones are alluded to in Keter, so too they appear in it openly. This matter belongs not here but in Sha'ar HaTzachtzachot and Sha'ar ABY\"A, God willing.\n\nRegarding the additional three mentioned in the words of Rabbi Shimon the Righteous - 11) Curtain, 12) Place of Souls called Chambers of Greatness, and 13) Secret of the Supreme Array called the Upper Holy Chamber"
    },
    {
      "hebrew": "והנה ידוע שהנשמות חצובות מתחת כסא הכבוד, ועם היות שלפי האמת הם אצולות ממעל לכסא עכ\"ז הם חצובות מתחת לכסא שהחציבה כנוי אל היצירה כמו שנבאר בשער הנז'.",
      "english": "And behold it is known that souls are hewn from beneath the Throne of Glory, and although in truth they are emanated from above the Throne, nevertheless they are hewn from beneath the Throne, as \"hewing\" is a term referring to Formation (Yetzirah), as we will explain in the aforementioned Gate."
    },
    {
      "hebrew": "והנה היצירה תחת הבריאה נמצאו הנשמות מקום חציבתן תחת כסא הכבוד דהיינו תחת הבריאה, ולכן המדרגה שתחת כסא הכבוד נקרא מקום הנשמות וכן חדרי גדולה שהם ממש חדרי גן עדן. ותחת היצירה הזאת עשייה והוא המכונה בלשונו סוד המערכה העליונה והם מערכת המשרתים בסוד העשייה שהם תחת היצירה. זהו הנראה לנו בענין הברייתא של ר\"ש הצדיק.",
      "english": "And behold, Yetzirah (Formation) is beneath Beriah (Creation), thus the souls' place of origination is found beneath the Throne of Glory, meaning beneath Beriah. Therefore, the level beneath the Throne of Glory is called the Place of Souls, as well as the Chambers of Greatness, which are literally the chambers of the Garden of Eden. And beneath this Yetzirah is Asiyah (Action), which is termed in his language \"the secret of the supreme array,\" and these are the arrays of ministering angels in the mystery of Asiyah which are beneath Yetzirah. This appears to us to be the explanation of the Baraita of Rabbi Shimon the Righteous."
    },
    {
      "hebrew": "והנה נתיישב ענין הי\"ג מדות, ובין למר ובין למר לעולם הספירות אינם אלא י'. ואולם בענין השאלה ששאלוהו לגאון אם הי\"ג מדות הם ספירות אם לאו יש לנו ראיה שאינם רמז לספירות כדרך סברת הגאון. והראיה שהם נקראות י\"ג מדות של רחמים, והרי יש בספירות מדות של דין כגון גבורה והוד. לכן הברור לנו בזה שהי\"ג מדות הם י\"ב גבולין שהם י\"ב הויות והם י\"ב. ומקום הסובלן שהוא השם הכולל אותם הם י\"ג. והם בכל אחד משלשה מקומות שהם תל\"י וגלגל ול\"ב והסימן תג\"ל. בזולת שיש עוד י\"ג נעלמות והם בכתר. ימה שראוי להאריך בביאור ענין הדרוש הזה יתבאר בשער פרטי השמות בע\"ה כי שם מקומו בביאור שם בן ע\"ב.",
      "english": "And thus the matter of the 13 attributes has been settled, and whether according to one view or another, the Sefirot are never more than 10. Regarding the question posed to the Gaon about whether the 13 attributes are Sefirot or not, we have proof that they are not allusions to the Sefirot, contrary to the Gaon's reasoning. The proof is that they are called the 13 attributes of mercy, yet among the Sefirot there are attributes of judgment such as Gevurah and Hod. Therefore, what is clear to us is that the 13 attributes are the 12 boundaries which are 12 existences, and they are 12. And the place that contains them, which is the name that encompasses them all, makes them 13. And they exist in each of the three places which are Teli, Galgal, and Lev, whose mnemonic is TGL. Besides these, there are another 13 hidden ones which are in Keter. That which requires lengthy explanation regarding this matter will be explained in the Gate of the Details of the Names, God willing, for there is its proper place in the explanation of the 72-letter Name."
    },
    {
      "hebrew": "והנה רבי נחוניא בן הקנה ע\"ה מכלל הסברא הזאת שמנה י\"ג מדות בכתר כמו שאעתיק לשונו בשער מהות והנהגה בפ\"ג בע\"ה. וכן ג\"כ הרשב\"י ע\"ה באדרא כתב י\"ג מדות של רחמים בזעיר אנפין וי\"ג מדות באריך אנפין. נראה ודאי שסברתם הפך סברת הגאון ז\"ל. ובאור י\"ג מדות אין מקומו הנה כי יתבאר בספר בפני עצמו אם יגזור השם בחיים. והמכוון אצלינו בזה להחזיק אמונת המקובלים כי אין להאמין בתוספות הי\"ס ולא בפחות מהם כי הוא אהל בל יצען בל יסע י' ולא י\"א והמוסיף או הגורע חוטא וגורם רעה לעצמו. ומהאל נשאל יצילנו משגיאות:",
      "english": "And behold, Rabbi Nehunia ben HaKanah, peace be upon him, follows this conception by enumerating thirteen attributes in Keter, as I will quote his words in the Gate of Essence and Governance, Chapter 3, God willing. Similarly, Rabbi Shimon bar Yochai, peace be upon him, in the Idra wrote of thirteen attributes of mercy in Ze'er Anpin and thirteen attributes in Arich Anpin. It certainly appears that their understanding contradicts that of the Gaon, of blessed memory. The explanation of the thirteen attributes is not appropriate here, as it will be explained in a separate book, if God grants life. Our intention here is to uphold the belief of the Kabbalists that one must not believe in additions to the ten Sefirot nor in less than them, for it is \"a tent that shall not be taken down, whose stakes shall never be moved\" - ten and not eleven, and whoever adds or subtracts sins and causes harm to himself. And from God we ask that He save us from errors."
    }
  ]
}