{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 4,
  "translation": [
    {
      "hebrew": "היכל הרביעי נק' היכל זכות. וההיכל הזה עומד לשמור דרכי התורה ובו נדונים כל הזכיות והחובות וכל שכר ועונש לכל שומרי התורה או עובריה ח\"ו. בתוך ההיכל הזה ד' היכלות זה משונה מזה וכלם יחד היכל א' בהיכל הזה יש מאור א' הנק' זכותא\"ל ועל שמו נק' היכל זכות והוא הנק' אל וכאן נדונים כל דיני בני העולם וזהו ואל זועם בכל יום (תהלים ז יב). והד' היכלות הנ\"ל להם ד' פתחים ובהם ד' ממונים כאשר נבאר:",
      "english": "The fourth chamber is called the Chamber of Merit. This chamber stands to guard the ways of the Torah, and in it are judged all merits and obligations, and all reward and punishment for those who observe the Torah or, Heaven forbid, transgress it. Within this chamber are four halls, each different from the other, yet together they form one chamber. In this chamber there is one light called Zechuta'el, and after his name it is called the Chamber of Merit, and he is called El, and here all the judgments of mankind are judged, as it is written \"And God is angry every day\" (Psalms 7:12). These four aforementioned halls have four entrances, and they have four appointed ones, as we shall explain:"
    },
    {
      "hebrew": "ובפתח ההיכל הזה הכולל הד' הוא הנק' היכל זכות יש ממונה א' ושמו סנסיניא [נ\"א סנסני\"ה] ועל הממונה הזה יש ממונה א' בצד שמאל שהוא נוטל ממנו ענייני הדין לעבור אותו בעולם ומפני שהוא נוטל ממנו נק' על שמו סנסיניא\"ל [נ\"א סנסני\"ה] וכאשר הדין נגמר בתוך היכל זכות הממונה הזה אשר בשער עומד ומכריז הדין לאותם י\"ב ממונים הממונים על י\"ב שערים. והם עומדים ומכריזים כל הדינים שנדונים בהיכל זה. המאור הזה שאמרנו שהוא כולל הכל הנק' זכותא\"ל ממנו יוצאים ע' מאורות וכלם עומדים כגורן עגולה להיותם נכללים זה עם זה שלא יסתר א' מחבירו כדרך הסנהדרין העומדים כחצי גורן עגולה כדפירשו רז\"ל. ויוצא מאלו בתוך אמציעותם ב' מאורות עומדים להעיד עדות תמיד. וסוד הענין כי ז' עיני ה' המשוטטת בכל הארץ אשר ייחסו להם הגאונים אלו השמות אורפניא\"ל תגריא\"ל דנריא\"ל פלמיא\"ל אסימו\"ן ספיא\"ל בוא\"ל והם המשגיחים בענייני בני אדם ובהם ובעצמותם נצטייר כל דמות ודיוקן וצורה מכל הדברים הנעשים בעה\"ז הן רע הן טוב ובהיותם עולים למעלה מביטים בהם הב' מאורות הללו ורואים המצוייר ומעידים לפני הע' ודנין את הזכאי ואת החייב לטוב או לרע לזכות או לחובה. ושנים הנזכרים הם סופרי הדיינים. הע\"ב מאורות הללו עומדים באמצע ההיכל וזהו שררך אגן הסהר (שה\"ש ז ג). ונגד אלו לצד ימין ע\"ב מאורות אחרים ומצד שמאל ע\"ב מאורות אחרים נמצאו כלם רי\"ו מאורות. וכלם נכללים במאור הגדול הנקרא זכות א\"ל ואף על פי שיש ע\"ב לימין וע\"ב לשמאל עיקר הדינים אינם כ\"א ע\"י הע\"ב האמצעים כי נודע ענין ע\"ב של ימין רמז בגדולה וע\"ב של שמאל בגבורה וע\"ב אמצעיים הפנימיים יותר בתפארת שהוא המכריע וחותך הדין ולכן עיקר הדין על ידי האמצעיים והם פנימיים מכלם. ובזהר פ' בשלח (דף נ\"א ע\"ב) בפסוק ויסע ויבא ויט וז\"ל ותנינן מסטרא דחסד ע\"ב סהדין, מסטרא דגבורה ע\"ב סופרין, מסטרא דת\"ת ע\"ב גוונין לאתפארא עכ\"ל.",
      "english": "At the entrance of this encompassing chamber, which is called the Chamber of Merit, there is an appointed one named Sansinia [alternate version: Sansaniah], and over this appointee there is another appointee on the left side who takes from him matters of judgment to implement them in the world. Because he takes from him, he is called by his name Sansinia'el [alternate version: Sansaniah]. When judgment is concluded within the Chamber of Merit, this appointee who stands at the gate proclaims the judgment to those twelve appointees who are in charge of the twelve gates. They stand and proclaim all the judgments that are judged in this chamber.\n\nFrom this light that we mentioned, which encompasses all and is called Zechuta'el, seventy lights emerge, and they all stand in a circular formation like a threshing floor, to be included with one another so that none is hidden from its fellow, like the way the Sanhedrin stands in a semi-circular formation as our Sages explained. From among these, in their midst, two lights emerge that stand to constantly bear witness. The secret of the matter is that the seven eyes of the Lord that roam throughout the earth, to which the Geonim attributed these names: Urphaniel, Tagriel, Danriel, Palmiel, Asimon, Saphiel, and Bo'el - these oversee human affairs, and within them and their essence is imprinted every image, likeness, and form of all things done in this world, whether good or evil. When these ascend above, these two lights observe them and see what is imprinted, and they testify before the seventy, who judge the innocent and the guilty for good or bad, for merit or liability. The aforementioned two are the scribes of the judges.\n\nThese seventy-two lights stand in the middle of the chamber, and this is the meaning of \"Your navel is like a round goblet\" (Song of Songs 7:3). Corresponding to these, there are seventy-two other lights on the right side and seventy-two lights on the left side, totaling two hundred and sixteen lights. They are all included in the great light called Zechut El. Although there are seventy-two on the right and seventy-two on the left, the main judgments are only through the middle seventy-two, for it is known that the seventy-two of the right allude to greatness, the seventy-two of the left to might, and the middle seventy-two, which are more internal, to beauty, which arbitrates and decides the judgment. Therefore, the main judgment is through the middle ones, which are the most internal of all. And in the Zohar, Parashat Beshalach (51b) on the verse \"And he moved... and it came... and stretched out,\" it states: \"And we learned that from the side of kindness are seventy-two witnesses, from the side of might are seventy-two scribes, and from the side of beauty are seventy-two colors for glory.\""
    },
    {
      "hebrew": "ולנו דרך אחרת כי הנה בפ' פקודי (דף רנ\"א.) פירש כי שני מאורות הם עדים כדפירשנו. במאור הזה הנקרא זכותא\"ל רשימין בו ג' אותיות שם יה\"ו וכאשר יתחברו ג' אותיות אלה בהיכל זה אז מצטיירים בו ג' אותיות אלה ועליהם אמר דהע\"ה (תהלים צד כב) ואלהי לצור מחסי בתיבה זו רמז א\"ל שם ההיכל וג' אותיות המצטיירות בתוכו שהם יה\"ו. אח\"כ יצא מאור אחר מאיר ומתנוצץ לד' רוחות שהם ד' היכלות והמאור הזה הוציא ג' מיני מאורות שהם ג' בתי דינים המתחלקים למטה לדון בענייני העולם בעושר בעניות בחלאים וברפואה וכדומה. והד' היכלות שנים מהם לב' מיני מאורות שזכרנו למעלה שהם אל הימין והשמאל. וההיכל הג' לכל אותם בעלי העינים החושבים בענייני העולם. וההיכל הד' לסופרים אחרים שהם תחת אותם הראשונים הפנימיים. אלה הד' היכלות הם נכללים בהיכל הזה הנקרא היכל זכותא על שם המאור הגדול זכות א\"ל כדפירשנו. בכל פתח ופתח מאלו ההיכלות יש ממונה א'. בפתח א' יש ממונה א' ושמו גזריא\"ל והוא ממונה להודיע הדינים שנגזרו [ג] למלאך הממונה בהיכל א' שבצד הטומאה ועל ידי המלאך הזה מתגלים הדינים וכרוזים יוצאים ומכריזים בכל הרקיעים בטהרה ובטומאה ואופן השתלשלות הכרוז מפה אל פה ומרקיע אל רקיע עד רדת הגזרה ההיא אפילו ביד העופות ומכריזים אותו למטה ביד בני אדם וזו היא חכמת צפצוף העופות. בפתח שני יש ממונה א' ושמו דהריא\"ל והוא ממונה להכניס זכות בני אדם לפנים כדי שיהיו נדונים לכף זכות. וכאשר האדם בערש דוי והמלאך הזה מכניס זכיותיו ונמצאו מרובים מעונותיו והוכרעה הכף זכות מודיע לממונה אשר בפתח היכל ג' ששמו פדא\"ל והוא מכריז ואומר פדעהו מרדת שחת מצאתי כופר ומשם יורדת הגזירה ממדרגה למדרגה עד העה\"ז כדפירשנו לעיל. בפתח ג' יש ממונה אחד גדיא\"ל שמו והוא לצד שמאל ממונה על כל חובות בני אדם ועונותיהם ומביא אותם אל המשקל אשר בפתח ד' כאשר נבאר. ושם שוקלות אלו כנגד אלו זכות נגד חובה. ותחת יד הממונה הימיני שבפתח ד' אשר נבאר כמה מלאכים מזומנים להציל האדם מצד השמאל אם גברו זכיות ואם גברו החובות אז כמה מלאכים תחת הממונה הזה השמאלי מודיעים הדברים לכמה מלאכי חבלה ובאים ונוטלים הנשמה. פתח רביעי בפתח זה ממונה א' ושמו יאזני\"ה והוא המשקל אשר בו שוקלים חובה וזכות כדפירשנו ותחת ידו ב' ממונים א' לימין וא' לשמאל שבימין הריא\"ל שמו ושבשמאל גדובאל (נ\"א גדודיא\"ל] שמו וכאשר נשקלו חובה וזכות זה המכריע לזכות וזה המכריע לחובה וכל אלו הכחות והמאורות הם נכללים בהמאור הגדול הנקרא זכות א\"ל. וכאשר נכללים בו יוצאת חיה אחת לוהטת ושמה קומיאל [נ\"א תומיא\"ל] והחיה הזאת עומדת להשגיח בענייני בני אדם בעה\"ז בכלל ויש כמה אלף אלפים וריבו רבבות בעלי עינים וכלם נקראים עיני ה' המשוטטות בכל הארץ והם משגיחים על כל המעשים הנעשים בסתר וכן משגיחים באותם המעשים הנעשים בלב טוב ובכונה טובה ואע\"פ שאינם במעשה כראוי וכן החיה הזאת עומדת על כל שאלת בני אדם אשר שואלין ועל כל התפלות כי כל שאלה מתעכבת בהיכל הזה מ' יום ובבל יום יוצאה החיה הזאת ולוקחת אותה שאלה ומניחה לפני הע\"ב מאורות ודנין אותה ואז אותה המאור הנקרא זכות א\"ל מעיין בה כראוי אם ראוי לקיים השאלה אם לאו אם זכתה התפלה ההיא בשאלתו יוצאים עמה י\"ב ממונים וכל אחד קובע קיום השאלה. תחת החיה הזאת ד' שרפים מלהטים ושמם [ד] הרפיא\"ל ברק\"י קדש\"י קרומ\"א ואלו הד' עומדים תחת החיה הזאת לד' רוחות העולם והם ממונים לעיין באותם שומרי שבת ומענגים אותו כראוי כאשר נבאר בע\"ה. ואלו הד' כאשר הם נוסעים יוצאים נצוצות של אש בכפתור ופרח ומאלו הנצוצות נעשו ע\"ב אופנים מלהטים אש וכאשר אלו האופנים נוסעים נעשה תחתיהם נהר דינור אלף אלפין משמשין לההוא [נהר] אש ורבו רבבן קדמוהי יקומון מתוך האש ההוא ומשם יוצאים כמה אלפים חיילים ואופנים ואלו הד' שרפים שזכרנו שמהם יוצא הנהר של אש. בתוך הנהר ההוא שורפין כמה חיילים כמה מלאכים כמה רוחות כמה שליטים בכל ימי חול וכאשר נכנס השבת כרוז יוצא ומשכך האש והרעשותיו וכל העולם בנחת והחיה הזאת הולכת ומתעלה על ד' שרפים הנזכר ונכנסת בתוך אמצעות ההיכל הזה והוא נקרא ענג והטעם כי בשבת במקום הזה מסתדרים כל שולחנות של בני ישראל השומרים השבת ונקרא בני היכל המלך ואלף אלפים עומדים ממונים על השולחנות האלו וכאשר נכנסת החיה הזאת עם הד' שרפים ורואה כל השולחנות וכל העומדים עליהם עומדים ומברכים אותם וכל אותם אלף אלפי אלפים עונים אמן וכן כל ע' המאורות הנזכר מברכים אותם. כלל הדברים כל הדינים וכל הגזירות דנים אותם בהיכל זה, חוץ מג' שהם בני חיי מזוני שאותם אינם תלוים בהיכל זה הנקרא זכות אלא תלוים למעלה במזל ואע\"פ שאינם תלוים בזה ההיכל עכ\"ז דנים אותו בהיכל זה ואם זכה נותנים לו מלמעלה ופירוש נותנים יצוו לתת כי הנתינה אינה אלא למטה כדפי' בשערים הקודמים. וההיכל הזה עומד בשמירה יותר משאר ההיכלות הקודמים ויש לו ל\"ב יתידות עליונות ותחתיהם חמש מאות אלף ממונים אחרים ועל כלם ד' ממונים שהם על ל\"ב ושם הד' חסדיא\"ל קסירי\"ה קדומ\"יה דהריא\"ל ואלו הד' הם ממונים על כל הדינים שנדונו ולא ניתנו ליכתב וכלם באים לשאול את פי אלו הממונים והל\"ב ממונים הם ממונים על כל אותם הקובעים עתים לתורה וכלם ממונים להעניש על כל אותם שהיו יכולים לעסוק בתורה ולא עסקו:",
      "english": "We have a different approach, for in Parashat Pekudei (page 251) it explains that the two lights are witnesses, as we explained. In this light called Zachuta'el are inscribed three letters of the Name YHV, and when these three letters combine in this chamber, they form these three letters, concerning which King David said (Psalms 94:22) \"And my God is the rock of my refuge\" - in this word is hinted El, the name of the chamber, and the three letters that form within it, which are YHV.\n\nAfterward, another light emerges, illuminating and sparkling to the four directions, which are four chambers, and this light produces three types of lights which are three courts that divide below to judge worldly matters concerning wealth, poverty, illness, healing, and the like. Of the four chambers, two are for the two types of lights we mentioned above, which are to the right and left. The third chamber is for all those eye-bearers who contemplate worldly matters. The fourth chamber is for other scribes who are beneath those inner primary ones. These four chambers are included in this chamber called the Chamber of Merit, named after the great light Zachut El, as we explained.\n\nAt each entrance of these chambers there is one appointed one. At the first entrance there is an appointee named Gazriel, who is responsible for announcing the decreed judgments to the angel appointed in the first chamber on the side of impurity. Through this angel the judgments are revealed, and announcements go forth and are proclaimed throughout all the firmaments, in purity and impurity, and the proclamation descends from mouth to mouth and from firmament to firmament until that decree reaches even the birds, who proclaim it below to humans - this is the wisdom of bird chirping.\n\nAt the second entrance there is an appointee named Dahriel, who is responsible for bringing in people's merits so they may be judged favorably. When a person is on their sickbed and this angel brings in their merits and they are found to outweigh their sins, and the scale tips toward merit, he informs the appointee at the third chamber entrance, whose name is Pada'el, who announces and says \"Redeem him from descending to destruction, I have found atonement,\" and from there the decree descends level by level until this world, as we explained above.\n\nAt the third entrance there is an appointee named Gadiel, who is on the left side and is in charge of all human obligations and sins, bringing them to the scale at the fourth entrance, as we will explain. There they weigh these against those - merit against liability. Under the authority of the right-side appointee at the fourth entrance, which we will explain, several angels are prepared to save the person from the left side if merits prevail; but if liabilities prevail, then several angels under this left-side appointee inform various destroying angels who come and take the soul.\n\nAt the fourth entrance there is an appointee named Yazaniah, and he is the scale on which merit and liability are weighed, as we explained. Under his authority are two appointees, one to the right and one to the left - the one on the right is named Hariel and the one on the left is named Gadubal (alternatively: Gadudiel). When merit and liability are weighed, this one tips toward merit and that one tips toward liability, and all these powers and lights are included in the great light called Zachut El.\n\nWhen they are included within it, a fiery creature emerges named Kumiel (alternatively: Tumiel), and this creature stands to oversee human affairs in this world generally. There are thousands upon thousands and myriads upon myriads of eye-bearers, all called \"the eyes of the Lord that roam throughout the earth.\" They oversee all deeds done in secret, and they also oversee those deeds done with good heart and good intention, even if not properly executed in action.\n\nThis creature also stands over all human requests and prayers, for every request is delayed in this chamber for forty days. Each day this creature goes forth and takes that request and places it before the 72 lights who judge it, and then that light called Zachut El properly examines whether the request should be fulfilled or not. If that prayer merits its request, twelve appointees go forth with it and each one establishes the fulfillment of the request.\n\nUnder this creature are four flaming seraphim named Harfiel, Barki, Kadshi, and Kruma, and these four stand under this creature toward the four directions of the world. They are appointed to examine"
    }
  ]
}