{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 11,
  "translation": [
    {
      "hebrew": "בענין מקורי השם הזה כתב ס' האורה וז\"ל צריך אתה לדעת כי השם ית' יש לו נ\"ד שמות מרובעים בצרוף יהו\"ה והם עולים לחשבון רי\"ו אותיות. ואלו הנ\"ד שמות הם בסוד המשכת כח בכל הנמצאים אשר בעולם בהויות כל הוה, והם כדמיון נשמה אל רי\"ו אותיות שהם ויס\"ע ויב\"א וי\"ט. ובתוך אלו הנ\"ד נכללו כל הדברים אשר בעולם ואלו הן המספיקים צורך כל הנבראים ע\"י האדנות עכ\"ל.",
      "english": "Regarding the origins of this Name, the Book of Light wrote, and these are its words: \"You need to know that the Divine Name, may He be blessed, has 54 quadratic names in combination with YHVH, and they amount to 216 letters. These 54 names contain the secret of the flow of power into all existents in the world through the being of all that exists, and they are like a soul to the 216 letters which are VaYisa, VaYavo, VaYet. Within these 54 are included all things that exist in the world, and these are sufficient for the needs of all created beings through Divine Sovereignty.\" These are its words."
    },
    {
      "hebrew": "ומה שאמר שבשם ההוי\"ה יש נ\"ד שמות קבלנו צרופו כזה. יהו\"ה יוה\"ה יהה\"ו יוה\"ו יהו\"ו יוו\"ה יוה\"י יהו\"י יוי\"ה. והי\"ה ויה\"ה והה\"י הוי\"ו היו\"ו הוו\"י יוי\"ה ויה\"ו יהי\"ו ההו\"י ההי\"ו היו\"ה ווה\"י ויה\"ו ויו\"ה ויי\"ה והי\"י ויה\"י היו\"ה היה\"ו הוה\"י היו\"ו הוי\"ו ווי\"ה הוי\"י היו\"י היי\"ו ויו\"ו יוי\"ו יוו\"י ייה\"ה יהי\"ה יהה\"י ווה\"ה והו\"ה והה\"ו ווי\"י ויי\"ו ויו\"י ההי\"י היי\"ה היה\"י ההו\"ו הוה\"ו הוו\"ה. אלו הם נ\"ד צרופים שבשם הוי\"ה כפי אשר קבלנום מאנשי לבב. ועד\"ז נצרף שם אהי\"ה כי הכל ענין א' (לחקור) (למקור) השם הזה כדפי':",
      "english": "And regarding what was said that within the Name HaVaYaH there are 54 names, we have received their permutations as follows: YHVH, YVHH, YHHV, YVHV, YHVV, YVVH, YVHY, YHVY, YVYH, VHYH, VYHH, VHHY, HVYV, HYVV, HVVY, YVYH, VYHV, YHYV, HHVY, HHYV, HYVH, VVHY, VYHV, VYVH, VYYH, VHYY, VYHY, HYVH, HYHV, HVHY, HYVV, HVYV, VVYH, HVYY, HYVY, HYYV, VYVV, YVYV, YVVY, YYHH, YHYH, YHHY, VVHH, VHVH, VHHV, VVYY, VYYV, VYVY, HHYY, HYYH, HYHY, HHVV, HVHV, HVVH. These are the 54 permutations of the Name HaVaYaH as we received them from the wise-hearted ones. And in this manner we shall permute the Name EHYEH, for it is all one matter (to investigate) (to the source of) this Name, as explained."
    },
    {
      "hebrew": "אהי\"ה איה\"ה אהה\"י אאי\"ה אאה\"י איא\"ה ייא\"ה ייה\"א יאי\"ה יאה\"ה יהא\"ה יהה\"א איה\"א אהי\"א אהא\"י יאה\"י יהא\"י יהי\"א האי\"ה האה\"י ההי\"א האא\"י היא\"א האי\"א איי\"ה איה\"י אה\"יי ההא\"י היא\"ה היה\"א יאא\"ה יאה\"א יהא\"א האי\"י היי\"א היא\"י ההי\"י היה\"י היי\"ה אאה\"ה אהא\"ה אהה\"א ייא\"א יאי\"א יאא\"י ייה\"ה יהי\"ה יהה\"י ההא\"א האה\"א האא\"ה אאי\"י איא\"י איי\"א. הרי נ\"ד צרופים בשם אהי\"ה כפי אשר קבלנום והם מקור לשם ע\"ב לדעת הרב:",
      "english": "EHYH, EYHH, EHHY, EEYH, EEHY, EYEH, YYEH, YYHE, YEYH, YEHH, YHEH, YHHE, EYHE, EHYE, EHEY, YEHY, YHEY, YHYE, HEYH, HEHY, HHYE, HEEY, HYEE, HEYE, EYYH, EYHY, EHYY, HHEY, HYEH, HYHE, YEEH, YEHE, YHEE, HEYY, HYYE, HYEY, HHYY, HYHY, HYYH, EEHH, EHEH, EHHE, YYEE, YEYE, YEEY, YYHH, YHYH, YHHY, HHEE, HEHE, HEEH, EEYY, EYEY, EYYE. These are the 54 permutations of the name EHYH as we have received them, and according to the Rabbi, they are the source of the 72-letter Name."
    },
    {
      "hebrew": "ויש מחלקים שם ע\"ב לד' אותיות כל שם ושם ואין לנו עסק בעני הזה כלל. ויש מהמקובלים במעשים שכתבו שמקור השם הזה הוא א\"ל כמו המשל יליא\"ל סיטא\"ל וכן עד תומו, ונכון הוא שכן הוא בחסד ושם אל בחסד. וכבר היינו יכולים לומר שיהיה מקור א\"ל כלול עמו בדרך אחרת כזה יאלל\"י וכן סאיל\"ט אלא שראינו לעולם א\"ל בסוף שמות כל המלאכים וכן בשם זה לא נשתנה. ולהרשב\"י ע\"ה במקור השם הזה דרך אחרת וז\"ל בתיקונים (בהקדמה ד\"ח.) ומקור דאילין הוויין בחשבן חסד דבהון צריך למבני בניינא דא אינון מחסד דמקור ההווייות איהו יו\"ד ה\"י וי\"ו ה\"י דסלקין לע\"ב הוויין כחושבן חס\"ד כולהו אבן וקורה ובניינא דאתבני בתרווייהו. ואילין אינון ע\"ב הויין דנפקין מן יו\"ד ה\"א וא\"ו ה\"א עכ\"ל.",
      "english": "Some divide the 72-Name into four letters for each and every name, but we have no concern with this matter at all. There are some practical Kabbalists who wrote that the source of this Name is EL, as in the example YLIAL, SITAL, and so forth until its completion, and this is correct as it relates to Chesed and the name EL is in Chesed. We could have said that the source EL could be included with it in another way, such as YALLI and SAILT, however we have observed that EL always appears at the end of all angels' names and similarly in this Name it does not change. But Rashbi (may he rest in peace) has a different approach regarding the source of this Name, and this is his language in Tikkunim (in the introduction 8b): \"And the source of these Havayot is in the calculation of Chesed, through which one needs to build this structure, they are from Chesed, for the source of the Havayot is Yod Hei Vav Hei, which add up to 72 Havayot corresponding to the numerical value of Chesed, all of them stone and beam and the structure that is built from both of them. And these are the 72 Havayot that emerge from Yod Hei Vav Hei.\""
    },
    {
      "hebrew": "וכתב ההויות ובכל הספרים נפל בהם הבלבול והטעות לכן היותר נכון לצרפם מתוך שם יו\"ד ה\"י וי\"ו ה\"י.",
      "english": "And regarding the writing of the Names, confusion and error have fallen into all the books concerning them; therefore, it is most correct to derive their combinations from the Name Yod-Hei-Vav-Hei [when spelled out fully as יו\"ד ה\"י וי\"ו ה\"י]."
    },
    {
      "hebrew": "והנה בשם זה שהוא יו\"ד ה\"י וי\"ו ה\"י הם ד' יודי\"ן ושלשה ווי\"ן ושני ההי\"ן, כשנרצה לצרף אותיות אלה אל תיבות יעלה מהם ראשונה יה\"ו יה\"ו וי\"י הם ג' הויות מכלל אותיות ההוי\"ה שבשם זה.",
      "english": "And behold, in this Name which is Yod-Hei-Vav-Hei, there are four Yods, three Vavs, and two Hehs. When we wish to combine these letters into words, they first yield YHV YHV VYY, which are three iterations derived from the letters of the Tetragrammaton contained within this Name."
    },
    {
      "hebrew": "והנה עוד נוכל לצרף שם יה\"ו כזה יה\"ו יו\"ה הי\"ו הו\"י וי\"ה וה\"י הרי ו' הוויות, וכן מיה\"ו השני הם י\"ב. ושם וי\"י יסבול ג' צרופים כזה וי\"י יו\"י וי\"י. נמצא כלל הצירופים עד עתה ט\"ו. עוד נעשה מאותיות השם שהם ד' יודי\"ן ונצרף כל י' מהם אל ב' ההי\"ן ויהיו יה\"ה יהה\"ה יה\"ה ויעלה מספרם י\"ב צרופים, כי נצרף כל הויה מאלו אל ג' כזה יה\"ה הי\"ה הה\"י והם ג' פעמים ד' הם י\"ב וט\"ו הם כ\"ז. עוד נצרף ג' ווי\"ן אל שני ההי\"ן ויעלה וה\"ה וה\"ה וה\"ה ויעלה מספרם ט' צרופים, כי נצרף כל ההוי\"ה מאלו אל ג' כזה וה\"ה הו\"ה הה\"ו והם שלשה פעמים ג' הם ט' וכ\"ז הם ל\"ו. עוד נצרף ד' יודין אל שני ווי\"ן ויהיו יו\"ו יו\"ו יו\"ו יו\"ו ויעלה מספרם י\"ב צרופים, כי נצרף כל הויה מאלו אל ג' כזה יו\"ו וי\"ו וו\"י והם ד' פעמים הם י\"ב ול\"ו הם מ\"ח. עוד נצרף ג' ווי\"ן אל ב' יודי\"ן ויהיו וי\"י וי\"י וי\"י ויעלה מספר ט' צרופים, כי נצרף כל הויה מהם אל ג' כזה וי\"י יו\"י וי\"ו שהם ג' פעמים ג' ט' ומ\"ח הם נ\"ז. עוד נצרף שני ההי\"ן אל שני יודין ויהיו הי\"י הי\"י ויעלה מספר ו' צרופים, כי נצרף כל הויה מאלו אל ג' כזה הי\"י יה\"י יי\"ה הם ששה ונ\"ז הם ס\"ג. עוד נצרף ב' ההין אל ב' ווין ויהיו הו\"ו הו\"ו ויעלה מספר' ו' צרופים, כי נצרף כל הויה מאלו אל ג' כזה הו\"ו וה\"ו וו\"ה הם ששה, וס\"ג הם ס\"ט. וכלל האותיות יסוד הצרוף שבשם הם ד' יודין וג' ווי\"ן ושני ההי\"ן נעשה מהם ג' תיבות כזה וו\"ו יי\"י יה\"ה הם ג' וס\"ט הם ע\"ב. זה דרך מוצא ע\"ב ההויות שבשם ע\"ב לדעת הרשב\"י ע\"ה ויסודם יו\"ד ה\"י וי\"ו ה\"י שעולה ע\"ב. ואחר שכללנו סדר צרופו נצייר עתה בלוח זה סדר ההויות. יה\"ו יו\"ה הי\"ו הו\"י וי\"ה וה\"י יה\"ו יו\"ה הי\"ו הו\"י וי\"ה וה\"י יי\"ו יו\"י וי\"י יה\"ה הי\"ה הה\"י יה\"ה הי\"ה הה\"י יה\"ה הי\"ה הה\"י יה\"ה הי\"ה הה\"י וה\"ה הו\"ה הה\"ו וה\"ה הו\"ה הה\"ו וה\"ה הו\"ה הה\"ו. וי\"י יו\"י יי\"ו וי\"י יו\"י יי\"ו וי\"י יו\"י וי\"י יו\"ו וי\"ו וו\"י יו\"ו וי\"ו וו\"י יו\"ו וי\"ו וו\"י יו\"ו וי\"ו וו\"י הי\"י יה\"י יי\"ה הי\"י יי\"ה הו\"ו וה\"ו וו\"ה הו\"ו וה\"ו וו\"ה וו\"ו יי\"י יה\"ה הרי ע\"ב והם כל א' וא' מאלו ההויות של ג' אותיות כעין שם ע\"ב שכל א' מהם ג' אותיות. ואין לתמוה על כפל ההויות אחר שאין אותיות הכפל שוות כדפירשנו. וכן ההויה של שלשה יודי\"ן או שלשה ווי\"ן אין לתמוה עליה שהרי אין היודין ברוחניותיהם שוות וכן הווי\"ן.",
      "english": "And we can further combine the Name YHV as follows: YHV, YVH, HYV, HVY, VYH, VHY - these are 6 combinations, and similarly from the second YHV there are 12. And the Name VYY has 3 combinations like this: VYY, YVY, VYY. Thus the total combinations so far are 15. We shall further take from the letters of the Name, which are 4 Yods, and combine each Yod with 2 Heis, yielding YHH, YHHH, YHH, totaling 12 combinations, for we combine each of these forms into 3 like this: YHH, HYH, HHY, which are 3 times 4 making 12, and with the 15 they total 27. We further combine 3 Vavs with two Heis yielding VHH, VHH, VHH, totaling 9 combinations, for we combine each of these forms into 3 like this: VHH, HVH, HHV, which are three times 3 making 9, and with 27 they total 36. We further combine 4 Yods with two Vavs yielding YVV, YVV, YVV, YVV, totaling 12 combinations, for we combine each of these forms into 3 like this: YVV, VYV, VVY, which are 4 times 3 making 12, and with 36 they total 48. We further combine 3 Vavs with 2 Yods yielding VYY, VYY, VYY, totaling 9 combinations, for we combine each of these forms into 3 like this: VYY, YVY, VYV, which are 3 times 3 making 9, and with 48 they total 57. We further combine two Heis with two Yods yielding HYY, HYY, totaling 6 combinations, for we combine each of these forms into 3 like this: HYY, YHY, YYH, making 6, and with 57 they total 63. We further combine 2 Heis with 2 Vavs yielding HVV, HVV, totaling 6 combinations, for we combine each of these forms into 3 like this: HVV, VHV, VVH, making 6, and with 63 they total 69. And all the letters that are the foundation of the combinations in the Name are 4 Yods, 3 Vavs, and 2 Heis, from which we make 3 words like this: VVV, YYY, YHH, making 3, and with 69 they total 72. This is the method of deriving the 72 combinations of the Name of 72 according to Rabbi Shimon bar Yochai, and their foundation is YOD HEI VAV HEI which equals 72. And after we have included the order of its combinations, we will now display in this table the order of the combinations: [detailed listing of all 72 three-letter combinations follows]. These total 72, and each one of these combinations has three letters like the Name of 72 which has three letters each. And one should not be puzzled by the repetition of combinations since the repeated letters are not identical in their essence, as we have explained. Similarly, regarding the combination of three Yods or three Vavs, one should not be puzzled by this since the Yods are not identical in their spiritual nature, and the same applies to the Vavs."
    },
    {
      "hebrew": "וענין זה בההי\"ן וביודי\"ן ובווין שבשם כל אחד ואחד רמז אל ענין בפ\"ע כמבואר בשערים הקודמים.",
      "english": "And this matter concerning the Hehs, Yuds, and Vavs in the Name - each one alludes to a distinct concept, as explained in the previous gates."
    },
    {
      "hebrew": "והנה נשלם ונכלל המובן אלינו בפירוש שם בן ע\"ב לעת כזו ואין להאריך עוד. ונסע אל ביאור שם בן מ\"ב הקדוש בעה\"ו:",
      "english": "And thus we have completed and encompassed what is understood by us regarding the explanation of the 72-letter Name at this time, and there is no need to elaborate further. Let us proceed to the explanation of the holy 42-letter Name, with the help of Heaven."
    }
  ]
}