{
  "title": "Pardes Rimmonim",
  "gate_num": 1,
  "chapter_num": 4,
  "translation": [
    {
      "hebrew": "להיות שבפ' הקודם הכרחנו מתוך המאמר הנז' בו כי תפארת הוא מכריע בין גדולה והוד ובין גבורה ונצח, והענין זר קצת לאזן שומעת. אמרנו להכריח עוד הדרוש הזה ולהסביר הדברים להורות שאינם רחוקים מן השכל ולא זרים כי קרוב לנו הדבר מאד. והענין במה שמפורסם שהתפארת מקבל מגדולה וגבורה ומשפיע בנצח והוד. ואין ספק כי מה שישפיע הת\"ת אל ההוד יוכרח היות בו בשפע ההוא חלק שפע מהגדולה שקבל התפארת ממנו כדפירשנו וכן מה שישפיע התפארת בנצח הוכרח היות בו בשפע ההוא חלק מהגבורה. ואין ספק שלא יהיה ממש השפע המושפע מהתפארת אל הנצח וההוד במזגו כקבלתו מהגדולה והגבורה. אמנם יתמזג על ידי התפארת המזגה בינונית משתוה אל הגדולה ואל ההוד וכן משתוה אל הנצח והגבורה, ואם כן נמצא היות ההכרעה הזאת קצתה דבר תמידי. ולפעמים יקרה היות התפארת מוכרח להיות עיקר קבלתו מדין הגבורה להשפיע אל הנצח לצורך העולם אל הדין לנקמה וכיוצא בעניינים אלו. או לפי שקבל רוב מהגבורה ישפיעהו אל הנצח למתק הדין. וכן לפעמים יקבל התפארת רוב מצד החסד וישפיע אל ההוד למתק ההוד. וההתמזגות הזה וכיוצא בו יתבאר בשער הצנורות בפ\"ב בה\"ו והדברים נכוחים למבין וישרים למוצאי דעת. עוד נוסיף לקח בדבר הזה ונכריח הענין במה שהסכימו כל הגאונים בגווני הספירות שגוון נצח אודם נוטה אל הלבן, וגוון הוד לובן נוטה אל האודם עכ\"ל.",
      "english": "Since in the previous chapter we established through the aforementioned statement that Tiferet mediates between Gedulah and Hod, and between Gevurah and Netzach, this concept may sound somewhat strange to the listening ear. We have decided to further establish this matter and explain these things to show that they are neither distant from reason nor strange, for this matter is very close to us. The concept is based on what is well-known: that Tiferet receives from Gedulah and Gevurah and influences Netzach and Hod. There is no doubt that what Tiferet influences towards Hod must contain within that influence a portion of the influence from Gedulah that Tiferet received from it, as we explained, and similarly, what Tiferet influences towards Netzach must contain within that influence a portion from Gevurah. There is no doubt that the influence flowing from Tiferet to Netzach and Hod will not be exactly the same in its composition as what it received from Gedulah and Gevurah. Rather, it becomes blended through Tiferet into a balanced mixture that is equal towards both Gedulah and Hod, and likewise equal towards Netzach and Gevurah, and thus we find that this mediation is partially constant. Sometimes it occurs that Tiferet must receive primarily from the judgment of Gevurah to influence Netzach for the world's need for judgment, vengeance, and similar matters. Or because it received mostly from Gevurah, it will channel it to Netzach to sweeten the judgment. Similarly, sometimes Tiferet will receive mostly from the side of Chesed and influence Hod to sweeten Hod. This blending and similar matters will be explained in Sha'ar HaTzinnorot, Chapter 2, Section 6, and these matters are clear to those who understand and straight to those who find knowledge. We will add further insight to this matter and establish the concept through what all the Geonim agreed regarding the colors of the Sefirot: that the color of Netzach is red inclining towards white, and the color of Hod is white inclining towards red."
    },
    {
      "hebrew": "והנה נצח פירשו בו שהוא אודם נוטה אל הלובן, פירוש אודם מצד קבלתו מצד הדין הקשה של הגבורה ע\"י התפארת המכריע כדפי', ומפני הדין הזה יהיה אדום. אבל מצד רוב יניקתו מצד החסד כי שם ביתו יהיה נטייתו אל הלובן להלבין האדמימות להחזירו אל הלובן, וזהו נוטה כי כוונתו להיות רובו לובן. וכן הענין בהפך אל ההוד כי ע\"י יניקתו מהחסד ע\"י התפארת המשתווה ומתמצע ביניהם הוא לובן. אבל מפני שעיקר יניקתו מצד הגבורה כי שם עיקר נטייתו ומקומו יוכרח היותו נוטה אל האודם ומכריע הרחמים אל צד הדין.",
      "english": "Behold, they explained that Netzach is redness inclining toward whiteness - meaning it is red due to receiving from the harsh judgment of Gevurah through the mediating Tiferet, as explained, and because of this judgment it becomes red. However, due to its primary nourishment from the side of Chesed, for that is its home, it tends toward whiteness to whiten the redness and return it to white, and this is the meaning of \"inclining,\" as its intention is to be mostly white. And similarly but inversely with Hod - through its nourishment from Chesed via the balanced and mediating Tiferet it is white. However, since its primary nourishment is from the side of Gevurah, for that is where its primary inclination and place lies, it must necessarily tend toward redness and tip the balance of mercy toward judgment."
    },
    {
      "hebrew": "והנה נמצא לפ\"ז התפארת מתמצע בגוונו שהוא מלובן ואודם בין הגדולה וההוד ובין הגבורה והנצח.",
      "english": "Thus accordingly we find that Tiferet mediates in its color, which is of white and red, between Gedulah and Hod, and between Gevurah and Netzach."
    },
    {
      "hebrew": "וענין הגוונים הללו יתבארו בשער הגוונים בה\"ו. ושבח והודאה לגומל לחייבים טובות אשר גמלנו כ\"ט. אל ה' ויאר לנו להכריח הדבר הזה בשלשה עדים נאמנים בדברי הרשב\"י ע\"ה ובסברת הקבלה ובדברי הגאונים. כלל הדברים המקומות הצריכים הכרעה הם ה' נגד ה'. חכמה נגד בינה גדולה נגד גבורה הרי ב' נגד שנים, גדולה נגד הוד גבורה נגד נצח הרי ב' נגד ב'. הם ארבע נגד ארבע. עוד יסוד מכריע בין נצח והוד כאשר יתבאר בשער המכריעים בפ' ד'. הרי שהם ה' כנגד ה'. אמנם המכריעים בין ה' לה' אינם אלא שנים שהן יסוד ותפארת. כיצד יסוד בין נצח והוד ות\"ת בין הגדולה והגבורה ובין הגדולה וההוד ובין הגבורה והנצח ובין החכמה והבינה במציאות נעלם בסוד הדעת כמו שיתבאר בשער הנזכר. ועם ההקדמה הזאת יובן המשנה שאנו בביאורה שאמר ה' נגד ה', כי האמת שהם ה' כנגד ה' וברית יחוד מכוונת באמצע כי המכריעין מתמצעים ומתכוונים בין הקצוות. ומלת לשון הוא הת\"ת ונקרא מלת לשון מפני כי ע\"י הבינה שהיא לשון הוא עולה למעלה להכריע בין החכמה והבינה בסוד הדעת כמו שיתבאר בשער הנז'. וכן על ידה הוא מתמצע בין הגדולה והגבורה כמו שבארנו בפ\"ב בס\"ד. ומלת מעור הוא היסוד המכריע השני.",
      "english": "The matter of these colors will be explained in the Gate of Colors in section 6. Praise and thanksgiving to He who bestows good upon the undeserving, who has bestowed upon us all good. May God illuminate us to prove this matter through three faithful witnesses: in the words of Rabbi Shimon bar Yochai, peace be upon him, in the reasoning of Kabbalah, and in the words of the Geonim. In summary, the places requiring mediation are five opposite five: Wisdom opposite Understanding, Greatness opposite Might - thus two opposite two; Greatness opposite Hod, Might opposite Netzach - thus two opposite two. These are four opposite four. Additionally, Foundation mediates between Netzach and Hod, as will be explained in the Gate of Mediators, chapter 4. Thus there are five opposite five. However, the mediators between the five and five are only two: Foundation and Tiferet. How so? Foundation mediates between Netzach and Hod, while Tiferet mediates between Greatness and Might, between Greatness and Hod, between Might and Netzach, and between Wisdom and Understanding in a concealed manner through the mystery of Knowledge, as will be explained in the aforementioned Gate. With this introduction, one can understand the Mishnah we are explaining that states \"five opposite five,\" for truly they are five opposite five with a covenant of unity directed in the middle, as the mediators balance and align between the extremes. The word \"tongue\" refers to Tiferet, and it is called the \"word of tongue\" because through Understanding, which is tongue, it ascends above to mediate between Wisdom and Understanding through the mystery of Knowledge, as will be explained in the aforementioned Gate. Similarly, through it, it mediates between Greatness and Might as we explained in chapter 2, with Heaven's help. And the word \"flesh\" refers to Foundation, which is the second mediator."
    },
    {
      "hebrew": "והנה בדבר זה נתיישב הענין יותר ונתתרץ בעצם מה ששאלנו שהם ה' כנגד ה' והמכריע הם אחד עשר. כי אין אנו עתה במנין הספירות אלא במנין ההכרעה כדפי' וא\"צ להאריך.",
      "english": "And with this matter, the concept is further settled and fundamentally resolves what we asked regarding the five opposite five and the mediating elements being eleven. For we are not now dealing with the counting of the Sefirot, but rather with the enumeration of mediation as we explained, and there is no need to elaborate further."
    },
    {
      "hebrew": "והנה בארנו המשנה הזאת בנוסחא היותר מפורסמת בספרים ובמפרשים. עם היות שהרמב\"ן ע\"ה נראה שהיה לו גרסא אחרת עכ\"ז לא נחוש אלא להסכמת רוב הספרים. וכאשר יביט המעיין בגרסאות ימצא היות גרסא זו יותר מדוקדקת, ועוד שעדיין לא נתאמת היות הפי' ההוא להרמב\"ן כפי הנראה מתוכו:",
      "english": "We have explained this Mishnah according to the most widely accepted version found in the books and commentaries. Although Ramban (of blessed memory) appears to have had a different version, nevertheless we shall concern ourselves only with the consensus of most texts. When the student examines the different versions, they will find that this version is more precise, and furthermore, it has not been definitively established that this interpretation is actually Ramban's, based on what appears from its content."
    }
  ]
}