{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 3,
  "translation": [
    {
      "hebrew": "ובאותיות בכלל אמרו המפרשים שיש קצתם דין וקצתם רחמים וקצתם בינוניים. כלל בתורה האלהית כי א\"ב ג\"ד ה\"ו הם רחמים גמורים, ז' ח' ט' י' רחמים סתם, כ\"ל מ\"ן ס\"ע הן מזוגים מדין ורחמים, פ\"צ ק\"ר ש\"ת הן דין גמור. וכשתרצה לחבר שמות ותפלות ומלות לפי הפעולה אשר תרצה תעשה הרכבה בענין השמות המורות לפעולה אם לרחמים אם לדין. לרחמים יהיו רובם מהרחמים, ואם דין יהיו רובם מהדין, וכן בשאר עכ\"ל.",
      "english": "Regarding letters in general, the commentators have said that some represent judgment, some represent mercy, and some are intermediate. The divine Torah teaches that Alef-Bet-Gimel-Dalet-Heh-Vav represent complete mercy; Zayin-Chet-Tet-Yod represent general mercy; Kaf-Lamed-Mem-Nun-Samech-Ayin are mixed with judgment and mercy; and Peh-Tzadi-Kuf-Resh-Shin-Tav represent complete judgment. When you wish to compose names, prayers, and words according to the effect you desire, construct the combination using names that indicate the intended effect, whether for mercy or judgment. For mercy, use mostly letters of mercy; for judgment, use mostly letters of judgment, and so forth. End quote."
    },
    {
      "hebrew": "ודבריהם נעלמים כי אין אנו רואים שיהיו הדברים צודקים לפי מציאות האותיות. כי אותיות שהם רחמים מונה אותם בסוד הדין. ובפרט ש' שהיא בבינה כאשר נבאר והיא רחמים לפי הנראה, ומונה אותה עם אותיות הדין גמור. וכן דלת שהיא דלה וענייה ואמר שהיא רחמים. ואפשר שנאמר כי מציאותה יהיה רחמים אף אם ירמזו בסוד הדין וכן נאמר שמציאותם דין אף אם ירמזו בסוד הרחמים. ועל כל פנים דבריהם דברי קבלה. שוב מצאנו בעינן זה בספר יצירה אמר כי שלש אמות אמ\"ש וביארנום בערך אמ\"ש שהם א' כתר, מ' חכמה, ש' בינה. וקראם אמות מפני שהם אמות לאצילות וכמו שפי' בשער המכריעים. ושבעה כפולות הם בג\"ד כפר\"ת. והם שבעה ימי הבנין גדול\"ה גבור\"ה תפאר\"ת נצ\"ח הו\"ד יסוד מלכו\"ת. ונקראות כפולות שהם מקבלות דין ורחמים דג\"ש ורפ\"ה. וכן הם מבעלי הדין והרחמים מה שאין בשלש ראשונות כדפי' בשער מהות וההנהגה. ובדרך זה ביארם רשב\"י ע\"ה בתיקונים (תקונא ע' דף קכ\"ד) ובר\"מ. וי\"ב פשוטות שהם ה\"ו ז\"ח ט\"ט לנ\"ס עצ\"ק הם י\"ב כנגד י\"ב גבולים. ואף על פי שנחלקם בדרך הזה לא מפני זה יקשה היותם במקומות מיוחדים בספירה פלונית, כי יהיו פרטיים בענף ספי' פלונית. כמו המשל מ' של אמ\"ש אמר כאן שהיא בחכמה, ולא מפני זה יקשה היותה בבינה, כי יהיה ענף בינה שבחכמה או להפך. וכן אותיות הויה וכו' רומזים בי\"ב גבולים שהם בתפארת כדפי' בשער פרטי השמות, לא מפני זה לא ירמוז ה' בבינה או במלכות וכן י' בחכמה. ובדברים האלה יש עוד לפרש לפי מה שפי' במאמר א' להרשב\"י ע\"ה בשער השמות פ\"ו כי סדר האותיות הם הא' כוללת כל האותיות והיא מקור להם וכלם שואבים ממנה. ואחר כך נחלקים לשבעה שבע' שהם כ\"א. כיצד בג\"ד ה\"ו ז\"ח הם סוד קו החסד, ט\"י כ\"ל מנ\"ס הם סוד קו הרחמים, ע\"פ צ\"ק רש\"ת הם קו הדין. כיצד בג\"ד הם ממש בחסד. הו\"ז הם בנצח, ח' במלכות. מצד החסד, טי\"כ הם בתפארת, למ\"נ הם ביסוד, ס' המלכות מצד קו האמצעי. עפ\"ץ הם בגבורה, קר\"ש הם בהוד, ת' במלכות מצד קו הדין. והרי ג' במלכות מצד ג' קוים כמו שג' בכל ספירה וספירה מצד ג' קוים. כיצד א' י' בראשה חסד, יו\"ד בסופה גבורה, וא\"ו באמצעיתא תפארת. והא' מקור לכל האותיות בסוד שהיא כוללת כל הג' קוים כדפי'. אחר כך נשפעים בג\"ד אל החסד בסוד שלשה קוים. מצד החסד היא בי\"ת ר\"ל בית לכל השפע להשפיע, אחר כך מצד הדין ג' שר\"ל גבורה ועכ\"ז היא גומלת חסד, ואחר כך ד' מצד התפארת כי הוא דלת כל השפע הנשפע. או להפך ג' בתפארת כי הוא שלישי להם והוא גומל חסדים טובים. וד' בגבורה כי משם דלות השפע ומעוטו. הו\"ז בנצח, ה' מצד החסד דהיינו יחוד איש ואשתו ומה שהיתה דלה מצד הדין נתקנה ונעשתה ה' בסוד החסד. ו' מצד התפארת כמשמעה. ז' מצד הדין דהיינו בסוד נר ואש שהוא מצד הגבורה וכן יו\"ד על וא\"ו הוא נר למעלה בראש קנה המנורה. ח' המלכות מצד החסד דהיינו ממש חסד או חיים כי הכל א'. טי\"כ בתפארת שכן עולה בחשבון ט\"ל שהוא יה\"ו שהוא בתפארת והוא מוריד הט\"ל. ט' מצד החסד דהיינו טוב ה' לכל והיא רחמים וחיים כדמוכח בזוהר בפירוש אות ט'. י' מצד התפארת שכן היא רחמים תפארת מתפאר בעשר ספירות דהיינו י'. וכן המלכות לגבי התפארת נקרא י' עטרת בעלה. כ' הוא מצד הגבורה שכן נאמר (יחזקאל כ\"א) הך כ\"ף אל כ\"ף. וכן נקרא כ\"ף חובה. אלא שעל ידי התפארת נעשה כ\"ף זכות. למ\"ן ביסוד צרופו נמ\"ל והוא היסוד. והמלכות ספינה לנמל.",
      "english": "Their words are concealed, for we do not see that these matters align with the actual nature of the letters. For letters that are [associated with] mercy are counted among those of judgment. In particular, the letter shin which is in Binah, as we will explain, appears to represent mercy, yet it is counted among the letters of complete judgment. Similarly, dalet, which represents poverty and destitution, is said to represent mercy. Perhaps we can say that its essential nature is mercy even if it alludes to the mystery of judgment, and likewise we can say their nature is judgment even if they allude to the mystery of mercy. In any case, their words are received tradition.\n\nWe find again in this matter in Sefer Yetzirah that it speaks of three mother letters Alef-Mem-Shin, and we explained regarding Alef-Mem-Shin that they correspond to: Alef is Keter, Mem is Chochmah, and Shin is Binah. They are called \"mothers\" because they are the mothers of emanation, as explained in Sha'ar HaMachri'im. The seven double letters are Bet-Gimel-Dalet-Kaf-Peh-Resh-Tav. These correspond to the seven days of building: Gedulah, Gevurah, Tiferet, Netzach, Hod, Yesod, and Malchut. They are called \"double\" because they receive both judgment and mercy, both dagesh and rafeh. Thus they possess both judgment and mercy, unlike the first three, as explained in Sha'ar Mahut VeHanhagah. This is how Rabbi Shimon bar Yochai, of blessed memory, explained them in the Tikunim (Tikun 70, page 124) and in Ra'aya Mehemna.\n\nThe twelve simple letters, which are Hey-Vav-Zayin-Chet-Tet-Yod-Lamed-Nun-Samech-Ayin-Tzadi-Kuf, correspond to the twelve boundaries. Although we divide them in this way, this does not preclude their having specific places in particular sefirot, as they can be particular branches of specific sefirot. For example, the Mem of Alef-Mem-Shin is said here to be in Chochmah, but this does not prevent it from being in Binah, as it can be the Binah aspect within Chochmah or vice versa. Similarly, the letters of the Tetragrammaton allude to the twelve boundaries in Tiferet as explained in Sha'ar Pratei HaShemot, yet this does not prevent Hey from representing Binah or Malchut, or Yod from representing Chochmah.\n\nThese matters can be further explained according to what was explained in the first discourse of Rabbi Shimon bar Yochai in Sha'ar HaShemot, chapter 6: The order of the letters is that Alef encompasses all letters and is their source, from which they all draw. Then they divide into seven groups of seven, totaling twenty-one. How so? Bet-Gimel-Dalet-Hey-Vav-Zayin-Chet are the mystery of the line of Chesed; Tet-Yod-Kaf-Lamed-Mem-Nun-Samech are the mystery of the line of mercy; Ayin-Peh-Tzadi-Kuf-Resh-Shin-Tav are the line of judgment.\n\nSpecifically: Bet-Gimel-Dalet are literally in Chesed. Hey-Vav-Zayin are in Netzach, Chet in Malchut from the side of Chesed. Tet-Yod-Kaf are in Tiferet, Lamed-Mem-Nun are in Yesod, Samech is Malchut from the middle line. Ayin-Peh-Tzadi are in Gevurah, Kuf-Resh-Shin are in Hod, Tav in Malchut from the side of judgment. Thus there are three in Malchut from the three lines, just as there are three in each and every sefirah from the three lines.\n\nHow so? In Alef, Yod at its hea"
    },
    {
      "hebrew": "ועוד מלכות נקראת נמלה ועליה נאמר (משלי ו ו) ראה דרכיה וחכם. ויסוד נמל בלא ערלה שהוא מילה וכן השכינה נקראת ברה סולת בלא סובין נקראת נמלה. ל' מצד החסד שכן ל' בבינה בסוד מגדל הפורח באויר. והוא נשפע מצד החסד. מ' בסוד התפארת שעל ידו נשפעים מימי החסד אליו. נ' מצד הגבורה בו נפילה. ס' היא המלכות שהיא סמוכה מצד קו הרחמים ובו סומך ה' לכל הנופלים. עפ\"ץ בגבורה. ע' מצד החסד שבו עינות מים והתעוררת האהבה הוא בעינים וזהו עין ימין ועליו נאמר (תהלים ג יח) עין ה' אל יריאיו. וכן עין רואה וראיה בחסד. פ\"ה מצד הת\"ת שעולה מילה. וכן מי שם פה לאדם כו' הלא אנכי ה' (שמות ד יא). בינה ע\"י התפארת. וכן קול יוצא מפ\"ה שהוא התפארת. צ' מצד הגבורה כי עם היות שהוא דין מקום המשפט שמה הצדק דין צדי\"ק. קר\"ש בהוד וכאשר מתהפכת למדת הדין האותיות מתהפכות לשק\"ר כי הוא גובר בסוד הקליפה הגוברת ע\"י הדין. ק' מצד החסד שם קרוב ה' לכל קוראיו ושם קומץ ועל כל זה הוא נחש מפני השמאל כמו שנבאר. ר' מצד התפארת שהוא ראש לאבות קושר לשלשתן. וכן פירש בספר הבהיר למה נקרא שמים שהוא עגול כראש ופירשתי בשער המכריעין. ש' מצד הגבורה כי שם הבינה שרש האילן. ת' במלכות מצד הגבורה שעליה נאמר (יחזקאל ט ד) והתוית תיו. לפעמים ת' תמות ולפעמים ת' תחיה. הכל לפי הקבלה. זהו סדר האותיות למאי דסבירא לן אליבא דרשב\"י ע\"ה. ע\"כ נצייר האותיות בכללות על דרך המנורה כזה  ",
      "english": "Furthermore, Malkhut is called an ant, of which it is said (Proverbs 6:6) \"Go to the ant, observe its ways and become wise.\" And Yesod is a port (namal) without foreskin, which is circumcision, and likewise the Shekhinah is called pure fine flour without bran, called an ant. The letter Lamed is from the side of Chesed, as Lamed is in Binah in the secret of the tower floating in air, and it flows from the side of Chesed. Mem is in the secret of Tiferet, through which the waters of Chesed flow to it. Nun is from the side of Gevurah, containing falling. Samekh is Malkhut, which is supported from the side of the line of mercy, and through it \"the Lord supports all who fall.\" Ayin, Peh, Tzadi are in Gevurah. Ayin is from the side of Chesed, where there are springs of water and the awakening of love is in the eyes, and this is the right eye, of which it is said (Psalms 33:18) \"The eye of the Lord is upon those who fear Him.\" Thus sight and seeing are in Chesed. Peh is from the side of Tiferet, which equals the word \"milah\" (circumcision). As it is written \"Who gives man a mouth... Is it not I, the Lord\" (Exodus 4:11). Binah through Tiferet. And so voice emerges from the mouth, which is Tiferet. Tzadi is from the side of Gevurah, for although it is judgment, in the place of judgment there is righteousness, the judgment of the righteous. Kuf, Resh, Shin are in Hod, and when it turns to the attribute of judgment, the letters transform to \"sheker\" (falsehood), for it prevails in the secret of the kelipah that strengthens through judgment. Kuf is from the side of Chesed, where \"the Lord is near to all who call Him\" and there is \"kometz\" (gathering), yet despite all this it is a serpent due to the left side, as we will explain. Resh is from the side of Tiferet, which is the head of the fathers, binding all three. And thus it is explained in Sefer HaBahir why heaven is called \"shamayim\" - because it is round like a head, as I explained in Sha'ar HaMakhri'im. Shin is from the side of Gevurah, for there is Binah, the root of the tree. Tav is in Malkhut from the side of Gevurah, of which it is said (Ezekiel 9:4) \"And mark a Tav.\" Sometimes Tav means death and sometimes Tav means life. All is according to the tradition. This is the order of the letters according to what we understand following Rabbi Shimon bar Yochai, of blessed memory. Now we will illustrate the letters in their entirety in the form of the menorah, as follows:"
    },
    {
      "hebrew": "ועתה נבא בביאור כל אות ואות לבדה כפי הנמצא בדברי הרשב\"י ע\"ה ושאר המפרשים בעזרת ה' וישועתו:",
      "english": "And now we shall proceed to explain each letter individually according to what is found in the words of Rabbi Shimon bar Yochai, of blessed memory, and other commentators, with the help and salvation of God."
    }
  ]
}