{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 20,
  "translation": [
    {
      "hebrew": "באות <b><big>פ'</big></b>. פי' בס' התמונה כי האות הזה הוא במלכות והוא מלשון לפאה האחת (שמות כז ט), לפאת צפון, (וכן פאת ים. ונקראת קרן כי היא פנת יקרת. והארמאים הערלים הם קצוצי פאה). וצורת האות מורה כ' היא השכינה ובתוכה אות ברית קדש שהוא היסוד שהוא על ראשה ונכפל כלפי פנים ונכנס לתוכה כמו שארז\"ל הקב\"ה מכניס כלי גדול בתוך כלי קטן. וממשלתה בשעת צדק. ויש מי שפי' כי פ' רמז להקב\"ה ובית דינו כי הכף רמז לוא\"ו תפארת מעוגל בסוד ע' סנהדרין ומלכות שהיא היו\"ד מסכמת עמהם בדין. ונ\"ל על פי דרכו כי היו\"ד שבתוך הכף רמז לתפארת בעלה דמטרוניתא הכף היא המלכות הבית דין בצורת לשכת הגזית כדפירשנו בערכו.",
      "english": "Regarding the letter <b><big>Peh</big></b>: It is explained in Sefer HaTemunah that this letter represents Malkhut, and it derives from [the phrase] \"to one side\" (Exodus 27:9), \"to the northern side\" (and similarly \"the western side.\" It is called a corner because it is a precious cornerstone. And the uncircumcised Arameans are those with cut corners/sides). The form of the letter indicates that the curved part [kaf] represents the Shekhinah, and within it is the sign of the holy covenant, which is Yesod, which is above it and folds inward and enters into it, as our Sages taught that the Holy One Blessed be He inserts a large vessel into a small vessel. And its dominion is at the time of righteousness. Some explain that the Peh alludes to the Holy One Blessed be He and His court, as the curved part alludes to the Vav of Tiferet curved in the mystery of the 70 Sanhedrin, and Malkhut, which is the Yod, agrees with them in judgment. And it appears to me, following this approach, that the Yod within the curved part alludes to Tiferet, the spouse of the Matronita, while the curved part is Malkhut, the court, in the form of the Chamber of Hewn Stone, as we explained in its entry."
    },
    {
      "hebrew": "ועוד פי' פ' הוא יו\"ד כף יחוד תפארת ומלכות ע\"י הצדיק שהוא הברית. דהברית היא י' רישא דצדיק.",
      "english": "Another interpretation is that the letter פ represents the yod and kaf [combined], [signifying] the union of Tiferet and Malkhut through the Tzaddik, which is the Covenant. For the Covenant is the yod, the head of the Tzaddik."
    },
    {
      "hebrew": "ועוד פי' כי היוד היא החכמה והכ\"ף מתפשטת ומתגלגלת מקוצה של י' העליון הוא הכתר הכותר וסובב החכמה מג' רוחותיה. ויש מי שפי' פ\"ף ת\"ת ומלכות וזהו סוד (במדבר יב ח) פה אל פה אדבר בו פי' בהשפעת הת\"ת במלכות ולכן היתה נבואת מרע\"ה באספקלריאה המאירה. ויש מי שפי' בע\"א וז\"ל פ\"ף הם ענין א' נקראים צורות שכל והנתיב שלהם נקרא אור הגדולה הנקרא חזחזית כלומר מקום מוצא חזיון החוזים ולכן המלכות נקראת פ' כי הוא מקום הכניסה והשער לכל האצילות. ובזולת זה היא הפ\"ה המדברת ומגלה האצילות העליון. והסוד בה' מציאות י' דהיינו מציאותה הנעלם ומציאות אגן הסהר הסובב על נקודת הטיבור והיינו י' בתוך הירח וזהו סוד ה' וכן ממש מציאות פ\"ה וזהו ה\"י ה\"י שבשם בן ד' במלוי יודין כזה יוד ה\"י וא\"ו ה\"י. וצורתו האמתי כזה. והענין כי הבינה ג\"כ פה כי היא המגלה כל סוד ג' ראשונות וזהו שנקראות שתיהן שכינתא עלאה ותתאה וכן פיו\"ת וכן ההי\"ן. ואין ספק בסוד השפעתן במהירות ולכן פתוחות ונקראות פיות שפעמים פתוחות ופעמים נעולות מושפעים ולא משפיעים ולכן כפופות נעלמות פתוחות מן הצד. ונקודות היו\"ד לצד השמאל כמשפט ה\"י ולא לימין במשפט י\"ה שהוא רחמים כמבואר בשער ממטה למעלה:",
      "english": "Furthermore, it explains that the Yod represents Chochmah (Wisdom), and the Kaf extends and revolves from the tip of the upper Yod, which is Keter (Crown) that surrounds and encompasses Chochmah from its three sides. Some explain that Peh-Final Peh represents Tiferet and Malchut, and this is the secret of \"mouth to mouth I speak with him\" (Numbers 12:8), meaning through the influence of Tiferet upon Malchut, and therefore Moses' prophecy was through the illuminated lens. Others explain differently, saying: Peh-Final Peh are one concept, called forms of intellect, and their path is called the Great Light known as Chazchazit, meaning the source of prophetic vision, and therefore Malchut is called Peh because it is the entrance point and gateway to all Atzilut. Beyond this, it is the speaking mouth (Peh) that reveals the supreme Atzilut. The secret lies in the five manifestations of Yod, namely its concealed existence and the existence of the moon's basin surrounding the navel point, which is the Yod within the moon, and this is the secret of Heh, and likewise the actual existence of Peh, which corresponds to the Heh-Yod Heh-Yod in the four-letter Name filled with Yods, thus: Yod Heh-Yod Vav Heh-Yod. And its true form is thus. The matter is that Binah is also a mouth, for it reveals all secrets of the first three, and this is why they are both called the Upper and Lower Shechinah, and likewise Peh-Yod-Vav-Tav and likewise the Heh-Heh-Yod-Nun. There is no doubt regarding the secret of their swift influence, and therefore they are open and called mouths that are sometimes open and sometimes closed, receiving but not giving, and therefore they are bent, hidden, open from the side. The points of the Yod are to the left as is the rule of Heh-Yod, and not to the right as is the rule of Yod-Heh which represents mercy, as explained in the gate from bottom to top."
    }
  ]
}