{
  "title": "Pardes Rimmonim",
  "gate_num": 1,
  "chapter_num": 2,
  "translation": [
    {
      "hebrew": "עוד נבאר המשנה הזאת ע\"ד פירוש אחר שפירשו המפרשים בחמש כנגד ה' והוא יותר נאות ומתקבל. והוא מוסכם ג\"כ בדברי הרשב\"י ע\"ה במקומות רבים. והענין ה' מימין וה' משמאל, ה' מימין ה' ספירות שרוב נטייתם אל צד החסד שהוא הימין והם כתר חכמ\"ה גדול\"ה נצ\"ח ת\"ת, וה' שבשמאל הם ה' ספירות שרוב נטייתם אל צד הדין שהיא השמאל והם בינה גבורה הוד יסוד מלכות. ועם היות שהת\"ת עקרו קו האמצעי, עכ\"ז עקרו חסד כנודע שהוא מטה כלפי חסד, ונטייתו אל הימין. ובינה מתייחסת לדין בבחינתה. כי היא נקראת פועל גבורות כי ממנה מתערין דינין, כמו שנבאר בשער מהות וההנהגה בפ\"ו. וכן הוד, עליו נאמר (דניאל י ח) והודי נהפך עלי למשחית. כל היום דו\"ה (איכה א יג) אותיות הו\"ד. ויסוד ג\"כ עיקר נטייתו אל צד הגבורה. וכן ביאר הרשב\"י ע\"ה בתקונים (תקונא י\"ג דף כ\"ט ע\"ב) גבי תשיעאה ברנה וכו' וז\"ל וצדיק נטיל משמאלא ועמודא דאמצעיתא נטיל מימינא.",
      "english": "We will further explain this Mishnah according to another interpretation given by the commentators regarding the \"five opposite five,\" which is more fitting and acceptable. This interpretation is also agreed upon in many places in the writings of the Rashbi, of blessed memory. The concept is that there are five on the right and five on the left: the five on the right are the five Sefirot whose primary inclination is toward the side of Chesed (loving-kindness), which is the right, and they are Keter, Chochmah, Gedulah, Netzach, and Tiferet. The five on the left are the five Sefirot whose primary inclination is toward the side of Din (judgment), which is the left, and they are Binah, Gevurah, Hod, Yesod, and Malchut. Although Tiferet's essence is the middle line, nevertheless its primary nature is Chesed, as it is known to lean toward Chesed, and its inclination is toward the right. Binah relates to judgment in its aspect, for it is called the operator of Gevurot (powers), as from it judgments are aroused, as we will explain in the Gate of Essence and Governance, chapter 6. Similarly regarding Hod, of which it is said (Daniel 10:8), \"My splendor was transformed in me to destruction.\" \"All day long faint (davah)\" (Lamentations 1:13) - the letters of which spell Hod. Yesod's primary inclination is also toward the side of Gevurah. Thus explained the Rashbi, of blessed memory, in Tikunim (Tikun 13, page 29b) regarding \"the ninth in joy,\" etc., stating: \"And Tzadik takes from the left, while the middle pillar takes from the right.\""
    },
    {
      "hebrew": "ועוד ביאר שם (בתקוני ז\"ח דף קכ\"ה השייך למאמר הנ\"ל) בענין זה עצמו וז\"ל צדיק איהו נטיל לשמאלא דאיהו יצחק ק\"ץ ח\"י חי עלמין קטיר בשמאלא וכו'. ועם היות שהלשון במקומו צריך ביאור רחב ועיון יפה, מ\"מ מכללות דבריו יוצא לנו שהיסוד עיקר נטייתו אל השמאל הפך הת\"ת. ואפשר היות זה הענין טעם אל שני המכריעין בזולת טעמים אחרים שיש לדבר, כמו שנבאר בשער המכריעין בפ\"ד בע\"ה. ומלכות ג\"כ עיקרה דין, שכן מפורסם שמה בפי כל המקובלים שהיא נקראת מדת הדין הרפה. ואע\"פ שנמצא בקצת מקומות לכאורה חולקין על הענין הזה, מ\"מ הדברים האלה יסודות מיוסדות וכמסמרות נטועים, והדין דין אמת.",
      "english": "He further explained there (in Tikunei Zohar Chadash page 125, which relates to the aforementioned passage) regarding this same matter, stating: \"The Righteous One inclines to the left, which is Isaac, KEZ CHAI (the Living End), Life of the Worlds, bound to the left, etc.\" And although this language in its original context requires broad explanation and careful analysis, nevertheless from the totality of his words we can conclude that Yesod's primary inclination is toward the left, unlike Tiferet. This matter possibly serves as a reason for the two mediators, aside from other reasons that exist for this matter, as we will explain in the Gate of the Mediators, chapter 4, God willing. Malchut too is primarily judgment, as it is well-known among all Kabbalists that it is called the attribute of weak judgment. And although there are some places where they seemingly disagree with this matter, nevertheless these principles are well-established foundations and like planted nails, and this judgment is true judgment."
    },
    {
      "hebrew": "והנה הספירות האלה כסדרן הן ב' ידות יד ימין הם כתר חכמה גדולה נצח ת\"ת. וחמש משמאלא הם יד שמאל בינה גבורה הוד יסוד מלכות.",
      "english": "And behold, these sefirot in their order are two hands: the right hand consists of Keter, Chokhmah, Gedulah, Netzach, and Tiferet; and the five on the left comprise the left hand: Binah, Gevurah, Hod, Yesod, and Malkhut."
    },
    {
      "hebrew": "והנה הת\"ת הוא ברית לשון שהוא המכריע בין הדין והחסדים כנודע והוא הוא ממנין הי' עצמם. וכן ברית מעור עם היות שעקרו ביסוד הנה לפי זה ירמוז ג\"כ אל הת\"ת, כי גוף וברית חשבינן חד, כמבואר בדברי הרשב\"י ע\"ה בתקונים פעמים הרבה.",
      "english": "And behold, the Tiferet is the covenant of the tongue that mediates between judgment and kindnesses, as is known, and it is itself counted among the ten. And likewise the covenant of flesh, although its root is in Yesod, according to this it also alludes to Tiferet, for body and covenant are considered as one, as is explained many times in the words of the Rashbi, peace be upon him, in the Tikunim."
    },
    {
      "hebrew": "והנה נמצא לפי זה שבין עשר לעשר אין הכרע כמו שיש הכרע בין חמש לחמש כדפי' לעיל בפרק א'.",
      "english": "Thus according to this, we find that between ten and ten there is no mediation, as there is mediation between five and five, as was explained above in Chapter 1."
    },
    {
      "hebrew": "והנה נתבארה המשנה הזאת פירוש שני ע\"ד מה שפי' המפרשים בה' כנגד ה':",
      "english": "And thus we have explained this Mishnah according to a second interpretation, following what the commentators have explained regarding the five against five."
    },
    {
      "hebrew": "עוד נבאר המשנה הזאת פירוש שלישי ע\"ד אחר בחמש כנגד חמש לפי הנראה אצלינו והבורר יברור לעצמו. והוא כי אמרו ה' כנגד ה' אין הכונה על האצבעות הנזכרים כי נסע מענין העשר לבאר לנו ההכרעה שבין הדין והחסד וסדר ההכרעה וענין הצריכין הכרעה, ולזה אמר שהם חמש כנגד חמש שת\"ת מכריע בין החכמה והבינה בסוד הדעת בהיותו עולה אל הכתר כאשר נאריך ביאורו בשער המכריעין בע\"ה. הרי שנים א' כנגד אחד. חכמה כנגד בינה כי זו שורש החסד וזו שורש הגבורה. עוד ת\"ת מכריע בין גדולה וגבורה כנודע, ובארו הרשב\"י ע\"ה בתקונים (תקונא ל' דף ע\"ה) בפסוק ויהי ערב ויהי בקר וז\"ל ויקרא אלהים לרקיע שמים. ויקרא אלדים דא אימא עילאה, לרקיע שמים דא עמודא דאמצעיתא דאיהו בין ימינא ושמאלא וכליל תרווייהו, הה\"ד ויהי ערב ויהי בקר ואינון ערב דיצחק ובקר דאברהם עכ\"ל.",
      "english": "We will now explain this Mishnah with a third interpretation regarding the \"five opposite five\" according to what appears to us, and the reader may choose [which interpretation they prefer]. When they said \"five opposite five,\" the intention was not regarding the aforementioned fingers, for it moves from the matter of the ten to explain to us the mediation between judgment and kindness, the order of mediation, and the matters requiring mediation. Therefore, it states that they are five opposite five, as Tiferet mediates between Chochmah and Binah through the secret of Da'at when it rises to Keter, as we will explain at length in the Gate of Mediators, God willing. Thus we have two, one opposite one: Chochmah opposite Binah, for this one is the root of kindness and that one is the root of might. Furthermore, Tiferet mediates between Gedulah and Gevurah, as is known, and Rashbi of blessed memory explained in Tikunim (Tikun 30, page 75) regarding the verse \"And there was evening and there was morning,\" saying: \"'And God called the firmament Heaven' - this 'God' refers to the supreme Mother; 'the firmament Heaven' refers to the central column which is between right and left and includes them both, as it is written 'And there was evening and there was morning,' these being the evening of Isaac and the morning of Abraham.\""
    },
    {
      "hebrew": "ועם היות שמתוך פשטן של דברי המאמר יש ראיה אל כונתנו, עכ\"ז הואיל ואתא לידן נימא ביה מלתא זעירא ואל יפטר בלא לינה. ויש לדקדק בו. א' אמרו ויקרא אלקים דא אימא, וכי עד עתה לא שמענו זו שכל אלקים שבפ' מעשה בראשית שהרמז הוא לבינה. ב' מה כוונתו באמרו אימא ולא אמר בינה שזהו שמה המפורסם יותר. ג' אמרו עמודא דאמצעיתא דאיהו בין ימינא ושמאלא, וכי מאחר שאמר עמודא דאמצעיתא לא ידענו שהכוונה שהוא באמצע הימין והשמאל שהן גדולה וגבורה עד שהוצרך לבארו ולהאריך דאיהו וכו'. ד' דהשתא דנחית לפרושי דאיהו בין ימינא ושמאלא לימא ת\"ת דאיהו וכו' ולשתוק מעמודא דאמצעיתא שנראה כפל. ה' אמרו דאיהו בין ימינא ושמאלא וכליל תרווייהו. שהוא כפל דהיינו דאיהו בין ימינא ושמאלא. ו' אמרו הה\"ד ויהי ערב ויהי בקר, דלכאורה אין ראיה כלל אל כוונתו מן הפסוק. ונאמר כי הרשב\"י עליו השלום הוקשה לו בכתוב ויקרא אלהים לרקיע שמים כי רקיע הוא ת\"ת ושמים גם כן הוא ת\"ת א\"כ מה כוונת הכתוב באומרו ויקרא אלהים לרקיע שמים שנראה שרקיע ושמים אינם דבר אחד. ולזה השיב ואמר אלקים דא אימא עילאה. פירוש כאומר כבר ידעת שכל אלקים שבבראשית הוא בבינה ואלקים זה הוא בבינה מצד בחינתה עם התחתונים שהיא המשפעת ר\"ל המאצלת הנאצלים ומשם נקראת אם וז\"ש דא אימא עילאה. לרקיע שמים דא עמודא וכו'. פי' הת\"ת יש לו שני מציאות. האחד מצד החכמה והוא מציאות מובחר בערך מה שהוא סוד קו הרחמים שהוא הנאצל מן הכתר ונתפשט אל החכמה כמו שנבאר בשער סדר האצילות בע\"ה. והוא המציאות שמשה רבינו ע\"ה מרכבה אליו כמבואר בתקונים (תקונא י\"ג דף כ\"ט.) וז\"ל ויעקב ודאי הוא דיוקנא דעמודא דאמצעיתא מסטרא דלבר. והא משה תמן הוה. אלא מסטרא דלגו הוה ודא מסטרא (דלבר. דא מגופא ודא מנשמתא) עכ\"ל.",
      "english": "Although there is evidence for our interpretation from the simple meaning of the text, since it has come to our hands, let us say a small matter about it and not let it depart without deeper examination. There are several points to analyze: 1) When it says \"And Elohim called\" refers to Ima (Mother), have we not already heard that every instance of Elohim in the Creation narrative alludes to Binah? 2) What is the intent in saying Ima rather than Binah, which is its more well-known name? 3) When it says \"the central column which is between right and left,\" once it said \"central column\" did we not already know that it means it is between right and left, which are Gedulah and Gevurah, such that it needed to elaborate further? 4) Now that it explains that it is between right and left, it should have said \"Tiferet which is...\" and remained silent about \"central column,\" which appears redundant. 5) The statement \"which is between right and left and includes both of them\" seems redundant, as this is the same as saying it is between right and left. 6) The citation \"as it is written: 'And there was evening and there was morning'\" appears to provide no proof for the intended meaning.\n\nWe can say that Rashbi (peace be upon him) found difficulty with the verse \"And Elohim called the firmament Heaven,\" since both firmament and heaven refer to Tiferet - so what is the intent of the verse in saying \"Elohim called the firmament Heaven,\" which implies they are not the same thing? To this he answered saying \"Elohim is the supreme Mother.\" This means that we already know that every instance of Elohim in Genesis refers to Binah, and this Elohim is Binah from the perspective of its relationship with the lower realms, as it influences and emanates to them, which is why it is called Mother - and this is what is meant by \"supreme Mother.\" Regarding \"the firmament of heaven, this is the column...\" - this means that Tiferet has two aspects. One is from the side of Wisdom, which is the choicest aspect in terms of being the secret of the line of mercy that emanates from Keter and extends to Wisdom, as we will explain in the Gate of the Order of Emanation, God willing. This is the aspect to which Moses our teacher (peace be upon him) was a chariot, as explained in the Tikunim: \"And Jacob is certainly the image of the central column from the external side. And behold Moses was there, but from the internal side, this one from the (external, this from the body and this from the soul).\""
    },
    {
      "hebrew": "והנה המציאות הזה שהיא בחינתו בערך הרחמים בלי הרכבת החסד והדין עמו, יקרא נשמתא אל המציאות המתחדש מתוך ההמזגה וההרכבה. והנשמה הזאת נקרא רקיע. ונוכל לומר על דרך הצירוף רקע י' שהיא המציאות שנרקע ונתפשט מהכתר על ידי היו\"ד שהיא חכמה. וזה המציאות באר בלשונו באמרו עמודא דאמצעיתא ר\"ל העמוד והקו האמצעי אשר אין לו מהחסד והדין שום כללות אלא היותו בין שניהם וז\"ש דאיהו בין ימינא ושמאלא. וע\"י הבינה נתקן הרקיע הזה והלבישו כללות האש והמים שהוא הנקרא שמים וזהו כונן שמים בתבונה (משלי ג יט). והבחינה הכוללת המציאות הזה הוא הבינה הנקרא אימא שהיא מציאות הה\"א שהיא שלשה ווי\"ן שהן ג' קוים חסד דין ורחמים כמו שנבאר בשער המציאות בע\"ה. ולכן אמר וכליל תרווייהו, פירוש מצד האם כולל הימין והשמאל שהוא הלבוש המתלבש ומתעטר על המציאות המובחר. ויש לענין הזה ראיה מספר הזוהר פרשת יתרו (דף פ\"ד.) וז\"ל בפסוק צאינה וראינה בנות ציון וגו' בעטרה שעטרה לו אמו. מהו בעטרה. אמר רבי יצחק כמה דכתיב ושאול ואנשיו עוטרים את דוד. משום דמתעטר בחיוורא בסומקא בירוקא בכל גוונים דכלהו כלילין ביה ואסתחרן ביה. אמר רבי יהודא, בעטרה שעטרה לו אמו. מאן עטרה. דכתיב ישראל אשר בך אתפאר וכתיב ובית תפארתי אפאר עכ\"ל.",
      "english": "This existence, which is its aspect in relation to mercy without the composition of kindness and judgment with it, is called the soul of the existence that is renewed through the blending and composition. This soul is called \"rakia\" (firmament). We can say, by way of combination, \"raka-yud\" - which is the existence that was spread and expanded from Keter through the Yud, which is Chochmah. This existence is explained in his words when he said \"amuda d'emtzaita,\" meaning the middle pillar and line which has no inclusion of kindness and judgment except for its being between them, and this is what is meant by \"that it is between right and left.\" Through Binah, this firmament was established and was clothed in the totality of fire and water, which is called \"shamayim\" (heaven), and this is \"He established heaven with understanding\" (Proverbs 3:19). And the comprehensive aspect of this existence is Binah, which is called Ima (Mother), which is the existence of the Hei that comprises three Vavs that are the three lines of kindness, judgment, and mercy, as we will explain in the Gate of Existence, God willing. Therefore he said \"and includes both,\" meaning from the aspect of the Mother it includes right and left, which is the garment that clothes and crowns the chosen existence. There is proof for this matter from the Zohar, Parashat Yitro (page 84), which states regarding the verse \"Go forth and gaze, daughters of Zion... at the crown with which his mother crowned him\": What is this crown? Rabbi Yitzchak said, as it is written \"And Saul and his men were surrounding David,\" because he is crowned with white, red, and green, with all colors that are included within him and surround him. Rabbi Yehuda said regarding \"the crown with which his mother crowned him\": What is this crown? As it is written \"Israel, in whom I will be glorified\" and it is written \"And I will glorify the house of my glory.\""
    },
    {
      "hebrew": "ופירש מלך שלמה שהשלום שלו שהוא התפארת ויסוד שלום שלו. והעטרה שהיא המציאות הנקרא שמים הסובב את מציאותו הפשוט הנקרא רקיע הנאצל מחכמה. והיינו בעטרה שעטרה לו אמו שהוא אלקים הנזכר בנדון שלפנינו. ולכן אמר לעיל דא אימא שהיא הבינה אם הבנים. ועטרה לשון סבוב ועטוף כענין ושאול ואנשיו עוטרים את דוד, דהיינו סובבים. ופירש כי העיטור הזה הוא בשלשה גוונים, שהם חיוור מצד החסד ואדום מצד הגבורה והירוק מורכב משניהם שהוא המזג הנמזג ע\"י איש הבינים ת\"ת. ומפני שלא נטעה לומר שהלובן והאודם אינם במציאות הת\"ת אלא הירוק לבד, אמר דכלהו כלילן ביה ואסתחרן ביה. פי' המלך שלמה שהוא הבחינה הרוחניות מצד החכמה הנקרא ג\"כ המלך שלמה כמו שאבאר בערכי הכינויים בע\"ה, הוא מסובב מהגוונים הג' ומסתחרן ביה ממש. והוא לבן בערך בחינתו אל החסד, ואדום בערך בחינתו אל הגבורה, וירוק בערך בחינת שניהם בשווי המזג. וכלם סובבים אותו ועוטרים אותו. ור' יהודא פי' בעטרה פי' אחר, שהוסיף על ר' יצחק ואמר שלא זה בלבד אלא העטרה הוא כללות כל השש קצוות, שבערך בחינה זו צודק כנוי התפארת שהיא מלשון פארות וכמו פארי המגבעות (יחזקאל לט כח) ופי' ענפים, ר\"ל שהוא מסתעף בששה קצוות והו' קצוות הם ענפיו. וזה שאמר ישראל אשר בך אתפאר. ופי' הבינה אומרת על הת\"ת הנקרא ישראל שבו היא מתפארת ומסתעפת בענפים.",
      "english": "And he explained that \"King Solomon whose peace is his\" refers to Tiferet and Yesod, whose peace is his. And the crown, which is the existence called \"heavens,\" surrounds his simple existence called \"firmament\" which emanates from Wisdom. This is the meaning of \"with the crown with which his mother crowned him,\" which refers to Elohim mentioned in our discussion. Therefore it was stated above \"this is Ima\" which is Binah, the mother of children. And \"crown\" (atarah) has the connotation of surrounding and enveloping, as in \"and Saul and his men were surrounding David,\" meaning they encircled him. And he explained that this crowning consists of three colors: white from the aspect of Chesed, red from the aspect of Gevurah, and green which is composed of both, being the mixture blended through the mediator Tiferet. And lest we err in thinking that white and red do not exist within Tiferet but only green, he stated that \"all are included in it and surround it.\" This means that King Solomon, who is the spiritual aspect from the side of Wisdom also called King Solomon as I will explain in \"Terms and Appellations\" God willing, is surrounded by these three colors which truly encircle him. He is white in relation to his aspect of Chesed, red in relation to his aspect of Gevurah, and green in relation to both aspects in balanced mixture. And all surround him and crown him. And Rabbi Yehudah offered another interpretation of \"crown,\" adding to Rabbi Yitzchak's explanation that not only this, but the crown encompasses all six directions, for in relation to this aspect the title \"Tiferet\" is fitting, as it derives from the word \"pe'arot\" (branches), like \"splendid headgear\" (Ezekiel 39:28) meaning branches - that is to say, it branches into six directions and these six directions are its branches. This is the meaning of \"Israel in whom I will be glorified.\" And it explains that Binah speaks of Tiferet, which is called Israel, through which she is glorified and branches into offshoots."
    },
    {
      "hebrew": "ועוד הביא ראיה מפסוק ובית תפארתי אפאר, כי היא מסתעפת ומתפארת בענפיה. וירצה בית הת\"ת למעלה הוא הבינה כי שם ג\"כ שכינתו כי הוא מבריח מן הקצה אל הקצה מקצה השמים שהוא הבינה ועד קצה השמים שהוא המלכות. וכמו שהמלכות בית לת\"ת כן הבינה וזהו בית תפארתי אפאר. פי' הוא מסתעפת עם ענפי הת\"ת אשר לו מידה. או ירצה כי המלכות הוא בית לתפארת. ואמרה הבינה בית תפארתי שהוא תפארת מצדי כי מצד הבינה הוא כולל הפארות ג\"כ לביתו שהוא המלכות, אפאר ואסתעף בסוד שהיא כוללת שש ענפים מצדו שהוא מתלבש שש בשש והיינו בעטרה שהוא העטור והלבוש הזה, ע\"כ. וזהו הנרצה בפסוק ויקרא אלקים שהיא האם המעטרת לרקיע העטרה הנקרא שמים. והביא ראיה לזה מפסוק ויהי ערב ויהי בקר יום אחד. ופי' ערב ליצחק ובקר לאברהם. בכללותם יחד מתהווה ומתלבש הת\"ת שהוא הנקרא יום אחד והיינו שמים. וכללות השמים היינו יום שהוא אש ומים, ערב ובקר. ולז\"א יום א' מיוחד שמייחד שתי הבחינות. ונוכל לומר שמשם י\"ב שעות. במה שהוא נראה וא\"ו במלוי שעולה אח\"ד. ופי' שתי פנים מייחדים. ו' מצד ימין פן אחד, ו' מצד שמאל פן אחד. וא' באמצע מייחד שתי הפנים יחד. והיינו אחד ושתי הווי\"ן היינו י\"ב שעות ו' מעלות הבקר עד חצי היום שהוא חסד. ו' מהצהרים עד הלילה והוא ערב גבורה זהו יום אחד. ואין להאריך הנה. וכבר היה באפשר להרבות על ענין הכרעת הת\"ת בין גדולה וגבורה בראיות. אלא מפני שהוא דבר פשוט ומוסכם. ולא הוצרכנו אל זה אלא להבין המאמר הזה על מתכונתו. ויצא לנו כי הת\"ת מכריע בין גדולה וגבורה והם שנים א' כנגד א':",
      "english": "He further brought proof from the verse \"and I will glorify the house of my glory,\" as it branches out and is glorified in its branches. And the meaning is that the house of Tiferet above is Binah, for there too is His dwelling place, for it extends from one end to the other end - from the edge of heaven which is Binah to the edge of heaven which is Malchut. And just as Malchut is a house for Tiferet, so too is Binah, and this is \"I will glorify the house of my glory.\" This means it branches out with the branches of Tiferet which has its measure. Or it could mean that Malchut is a house for Tiferet. And Binah said \"the house of my glory,\" which is Tiferet from my aspect, for from the aspect of Binah it includes the branches also for its house which is Malchut, \"I will glorify\" and branch out in the secret that it includes six branches from its side, which clothes itself six within six, and this is the crown which is this adornment and garment. This is what is meant in the verse \"And God called,\" which is the Mother who crowns the firmament with the crown called heaven. And he brought proof for this from the verse \"And there was evening and there was morning, one day.\" And he explained evening refers to Isaac and morning to Abraham. In their complete unity, Tiferet, which is called \"one day,\" comes into being and is clothed, and this is heaven. And the totality of heaven is day, which is fire and water, evening and morning. And this is why it says \"one day\" - unified, which unifies the two aspects. And we can say that from there come twelve hours, as seen in the full spelling of vav which equals \"one.\" And it explains that two faces are unified - vav on the right side is one face, vav on the left side is one face, and alef in the middle unifies the two faces together. This is \"one,\" and the two vavs represent twelve hours - six from morning until midday which is Chesed, and six from afternoon until night which is evening, Gevurah - this is one day. We need not elaborate further here. And it would have been possible to bring many more proofs regarding how Tiferet mediates between Gedulah and Gevurah, but since this is a simple and agreed upon matter, we only needed this to understand this teaching properly. And we learn from this that Tiferet mediates between Gedulah and Gevurah, and they are two, one opposite one."
    }
  ]
}