{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 13,
  "translation": [
    {
      "hebrew": "באות <b><big>י'</big></b> פי' בספר התמונה כי היא המלכות מדה עשירית והיא מכוונת כנגד החכמה הנקרא יו\"ד כמותה. ופי' כי טעם היו\"ד כי אפילו בה אין דמיון וצורה אלא כיו\"ד קטנה נקודה פשוטה מצורה ודמיון כדכתיב (ישעיה מ יח) ואל מי תדמיון אל. והיא אות ברית כנודע. ולשון יו\"ד מלשון (תהלים קז) יודו לה' חסדו כי היא מקום ההודאה וההלול כמפורסם מדוד. וממשלתה בשעת לבנה כי היא מדתה כנודע ואמר כי עד כאן כלל הספי' כסדרן [מא' ועד י' רומז לי\"ס כסדרן] ומכאן ואילך כפי אשר נבאר הם שלא על הסדר. ",
      "english": "Regarding the letter <b><big>Yod</big></b>, the Sefer HaTemunah explains that it represents Malchut, the tenth attribute, and it corresponds to Chochmah which is also called Yod. It explains that the significance of the Yod is that it has no likeness or form except as a small Yod, a simple point without form or likeness, as it is written (Isaiah 40:18) \"To whom then will you liken God?\" And it is known as the sign of the covenant. The term Yod comes from the language of (Psalms 107) \"They shall thank (yodu) the Lord for His kindness,\" for it is the place of thanksgiving and praise, as is well-known from David. Its dominion is during the time of the moon, for that is its measure, as is known. And he states that until this point the Sefirot are in their proper order [from Alef to Yod, alluding to the ten Sefirot in their order], and from here onward, as we shall explain, they are not in order."
    },
    {
      "hebrew": "ויש מי שפי' היו\"ד רמוזים בה ד' ספי' כתר חכמה בינה חסד ובארתים למעלה. ואמר שקוצה העליון שהוא הכתר משפיע שפע לשתי קצוות שהם לשני צדדים זה לימין וזה לשמאל שהם חכמה ובינה ולמטה מהם החסד המשפיע לכל חוט השדרה שהוא הוא\"ו ומשם (מושתקה) [מושקה] כל גוף האצילות ואמר שזה פי' יו\"ד במלואה שהוא י' הראש המשפיע. והו' גוף התפארת וברית קדש. והד' ב' רגלין וב' דרועין והכל נכלל במלת יוד.",
      "english": "There are those who explain that the Yod alludes to four sefirot: Keter, Chochmah, Binah, and Chesed, as I explained above. And he said that the upper point, which is Keter, channels divine flow to two extremities which are on two sides - one to the right and one to the left, which are Chochmah and Binah. Below them is Chesed, which channels to the entire spinal column that is the Vav, and from there all the body of Atzilut is watered. And he said that this explains the Yod in its fullness: the Yod is the head that channels, the Vav is the body of Tiferet and the holy covenant, and the Dalet represents two legs and two arms, and everything is included in the word Yod."
    },
    {
      "hebrew": "ועוד פי' עשר ספירות י', שש קצוות ו', ארבע רגלי המרכבה ד'. אשר אין מספר לגדודיו ע\"כ. ",
      "english": "And further, it explains: the ten sefirot are [represented by] the yod (י'), the six extremities [are represented by] the vav (ו'), and the four legs of the Merkavah [are represented by] the dalet (ד'). Of His legions there is no number."
    },
    {
      "hebrew": "ויש מי שפי' י' רומז לחכמה שנקרא י' שהוא גולם בלא צורה. ",
      "english": "And there are those who interpret the Yod as alluding to Chochmah (Wisdom), which is called Yod, which is formless matter without shape."
    },
    {
      "hebrew": "ויש מי שפי' בענין אחר וז\"ל י' היא צורה רוחניות מקבלת שפע וברכה ונעשית השוואה לכלם וכלם יונקות ממנה והיא קובצת כלם ונעשית כמו דמות צורה זקופה דוממת ויושבת בראש ונעשית ראש לכלן והיא עם כלן וחוץ לכלן והאותיות האחרות הם נסתרות בהיפוך תכליתן עד השי\"ן שהוא קשר של תפילין כי כך אמר שכ\"ב אותיות והשוואתם והכנתם ואותיות הפוכות משתנות בהם כלם הם וא\"ו קשורות זו בזו לגמור פועל ולהכין מעשה וזהו קשר של תפילין ר\"ל שכלן הן דבקות בכח השי\"ן ומכח התי\"ו ונעשית אלף ראש לכלן והיו\"ד כלל כלן והכל מורה על קומתו של הקב\"ה וז\"ש (שמות לג כג) וראית את אחורי ופני לא יראו תרגומו ותחזי ית דבתראי. כלומר תשיג מה שידבק בי ויתחבר אלי הכל ברואי גמור (אבל מה שהיה קודם סבת מציאותי לא תוכל להשיג כדי שלא תאמר עלי כאשר (על) כל האחרים עד שנאמר פ' יצא ממקום פ' ופלוני ממקום פלוני היה ונמצא יחודי חול. ומקום הקדושה בלוע כמו החרב הבלוע בתוך נרתיקו עכ\"ל). ולנו כבר נתבאר במה שקדם שהיו\"ד היא בחכמה וכן לפי המציאות פעמים במלכות ובזרות פעמים היא בבינה. עוד פי' הרשב\"י ע\"ה כי ביו\"ד ג' קוצים וז\"ל בתקונים (תקונא ה' דף י\"ח.) יו\"ד בכל אתר קוצא דיליה לעילא וגיו דילה באמצעיתא וסופא דילה לתתא כללא דאתוון גופא לתרווייהו וקוצא דילה לתתא ברזא דנקודי עכ\"ל. וכוונתו שג' ראשונות נכללות ביו\"ד שהם טעמים בכתר ונקודות בחכמה ואותיות בבינה וזה מבואר ויתבאר בשער הזה ובשער הנקודות ובשער הטעמים בעזר הצור וישועתו. והם סוד ג' מוחות הנרמזים בחכמה שהם ג' יודי\"ן שבשם בן ד' במלוי יו\"ד ה\"י וא\"ו ה\"י. וע\"ז נאמר (ישעיה מד ו) אני ראשון בסוד קוצא דלעילא יו\"ד קדמאה ואני אחרון בסוד קוצא דלתתא יו\"ד תליתאה. ומבלעדי אין אלהים בסוד האמצע קוצא מציעאה יו\"ד תניינא. וכל זה נרמז בסוד היו\"ד והיינו ממש סוד אלף קוצא לעילא וכו'. עוד רומזת הי' י\"ג מדות של רחמים שבתוך הכתר המתגלים באמצעות החכמה והיינו י' כללותה עשר וג' יודין הרי הם י\"ג מכילין דרחמי:",
      "english": "And there are those who explain it differently, saying: The letter Yod is a spiritual form that receives influx and blessing, and becomes equal to all, and all draw sustenance from it. It gathers them all and becomes like an upright, silent form sitting at the head, becoming the head of them all. It is both with them all and outside them all. The other letters are concealed in the reverse of their purpose until the Shin, which is the knot of the tefillin. For thus it is said that the twenty-two letters and their equivalence and preparation, and the inverted letters that change within them, are all connected with Vav, bound to each other to complete action and prepare deed. This is the knot of tefillin, meaning that they are all attached through the power of the Shin and the power of the Tav, and Alef becomes head to them all, and the Yod encompasses them all. All this indicates the stature of the Holy One, Blessed be He, as it is written (Exodus 33:23) \"And you shall see My back, but My face shall not be seen,\" translated as \"and you shall see what follows Me.\" That is to say, you will comprehend what cleaves to Me and connects to Me - all My complete creation (but what existed before the cause of My existence you cannot comprehend, lest you speak of Me as of all others, saying that so-and-so came from such-and-such place, and such-and-so was from such-and-such place, making My unity profane, and the place of holiness becomes absorbed like a sword absorbed within its sheath).\n\nFor us, it has already been explained previously that the Yod is in Chochmah, and according to existence, sometimes in Malchut, and rarely it is in Binah. Furthermore, Rabbi Shimon bar Yochai, of blessed memory, explained that the Yod has three points, and thus it is written in the Tikunim (Tikun 5, page 18): \"The Yod in every place has its upper point, its middle, and its end below, including the letters, the body for both, and its lower point in the secret of the vowel points.\" His intention is that the first three are included in the Yod, which are the cantillation marks in Keter, the vowel points in Chochmah, and the letters in Binah, and this will be explained in this gate and in the Gate of Vowel Points and the Gate of Cantillation Marks, with the help of the Rock and His salvation. These are the secret of the three minds alluded to in Chochmah, which are the three Yods in the four-letter Name in its full spelling: Yod-Hei-Vav-Hei. Regarding this it is said (Isaiah 44:6), \"I am the first\" in the secret of the upper point, the first Yod, \"and I am the last\" in the secret of the lower point, the third Yod, \"and besides Me there is no God\" in the secret of the middle point, the second Yod. All this is alluded to in the secret of the Yod, which is precisely the secret of Alef with its upper point, etc. The Yod further alludes to the thirteen attributes of mercy within Keter that are revealed through Chochmah, namely the Yod's general value of ten plus the three Yods, making thirteen measures of mercy."
    }
  ]
}