{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 15,
  "translation": [
    {
      "hebrew": "הרמב\"ם ע\"ה האמין היות ענין מראה המלאכים אל אאע\"ה וכיוצא בהם שהיה במראה הנבואה. וזה מפני שהאמין שהם דקים תכלית הדקות רוחניים בלתי מתגשמים ועל זה הוקשה לו רבויים. ותירץ שהם מתרבים בדרך עלה ועלול כמו שפי' בס\"ד בשער סדר עמידתן בפרק ו'. ולזה הבאים אחריו הקשו לדעתו שאם כן חוייב שלא יהיו המלאכים כ\"א י' נאצלים מאחד לא' מאחר שאין הפרדס אלא מעילה לעלול. ומדרגתם הם י', חיו\"ת אופנים אראלים חשמלים שרפים מלאכים אלדי' בני אלדים כרובי' אישים.",
      "english": "Maimonides (of blessed memory) believed that the appearance of angels to Abraham our forefather and similar instances occurred in prophetic visions. This was because he believed that they were of the utmost spiritual refinement, completely non-corporeal, and therefore their multiplicity posed a difficulty for him. He resolved this by explaining that they multiply through the process of cause and effect, as explained with Heaven's help in Gate \"Order of Their Standing,\" Chapter 6. Consequently, those who came after him challenged his view, arguing that if this were so, there could only be ten angels emanating one from another, since emanation only proceeds from cause to effect. Their ten levels are: Chayot, Ophanim, Erelim, Chashmalim, Seraphim, Malachim, Elohim, Benei Elohim, Cherubim, and Ishim."
    },
    {
      "hebrew": "והנה נודע היותן יותר ויותר. ונדחקו בכמה עניינים לישב ענין זה ולא עלה בידם. ואנו אין לנו אלא קבלת הרשב\"י ע\"ה שפירש שאפשר אל המלאכים להתעבות ולהתגלם באויר וז\"ל בפ' וירא (דף ק\"א.) ת\"ח (בשעתא) [בתר] דאתגזר אברהם הוה יתיב וכאיב וקב\"ה שדר לגביה תלת מלאכין באתגלייא וכו'. וכי מאן יכיל למחמי למלאכין, והא כתיב עושה מלאכיו רוחות וגו'. אלא ודאי חמא לון דנחתי לארעא כגוונא דב\"נ. ולא יקשה לך האי, דהא ודאי אינון רוחין קדישין ובשעתא דנחתין לעלמא מתלבשין באוירין וביסודי דגולמין ואתחזין לבני נשא ממש בחיזו דיוקנא דלהון. ות\"ח אברהם חזא לון כחיזו בני נשא. ואע\"ג דהוה כאיב ממילה רהיט אבתרייהו בדיל דלא למגרע מה דהוה עביד מקדמת דנא עכ\"ל.",
      "english": "And behold, it is known that there are many more and more [angels]. They struggled with several issues to resolve this matter but were unsuccessful. We have only the tradition of Rabbi Shimon bar Yochai, of blessed memory, who explained that angels can condense and materialize in air, and this is his language in Parashat Vayera (page 101): \"Come and see, after Abraham was circumcised, he was sitting in pain, and the Holy One, blessed be He, sent to him three angels in visible form, etc. How can one see angels? For it is written 'Who makes His angels spirits, etc.' Rather, certainly he saw them descending to earth in human form. And this should not be difficult for you, for they are certainly holy spirits, and when they descend to the world, they clothe themselves in air and elemental matter and appear to humans in visible form. And see that Abraham saw them as human forms. And although he was in pain from the circumcision, he ran after them so as not to diminish what he had previously practiced.\""
    },
    {
      "hebrew": "והנה בפי' אמר שאפשר למלאכים להגלם ולהראות לזכי המדות והצדיקים זכי הראות. עוד למדנו שם בענין המלאכים שאינם יודעים בעה\"ז ובענייניו אלא איש על עבודתו ועל משמרתו וזולת זה אין להם ידיעה בעולם וז\"ל (שם ע\"ב) איה שרה אשתך. וכי לא היו ידעי מלאכי עלאי דשרה הנה באהל, אמאי כתיב איה. אלא לא ידעי בהאי עלמא אלא מה דאתמסר להו למנדע ומה דלא אתמסר להו למנדע לא ידעי. ת\"ח כתיב ועברתי בארץ מצרים אני ה', וכי כמה מלאכין ושליחין אית ליה לקב\"ה. אלא בגין דאינון לא ידעי בין טפה דבוכרא לההיא דלא בוכרא בר קב\"ה בלחודוי. כגוונא דא (יחזקאל ט) והתוית תיו על מצחות האנשים, ואמאי צריכין. אלא בגין דאינון לא ידעי אלא מה דאתמסר לון למנדע ידעי, כגון כל אינון מלין דזמין קב\"ה לאייתאה על עלמא. ומ\"ט, בגין דקב\"ה אעבר כרוזא בכלהו רקיעין בההוא מלה דזמין לאייתאה על עלמא, ואינוי שמעי מלה וידיע. כגוונא דא בשעתא דמחבלא אשתכח בעלמא, בעי בר נש לאתכסייא בביתיה ולא יתחזי לבר בשוקא בגין דלא יתחבל כד\"א ואתם לא תצאו איש מפתח ביתו עד בקר. מנייהו דיכול לאסתתרא אין, אבל מקמי קב\"ה לא יכיל לאסתתרא מה כתיב אם יסתר איש במסתרים ואני לא אראנו נאם ה' עכ\"ל ומבואר הוא. עוד למדנו משם לימוד שלישי בענין המלאכים שעיקר מזונם הוא מצד החסד וז\"ל (שם דף ק\"ד) ת\"ח ויקמו משם האנשים, מההיא סעודה דאתקין להו אברהם וזכה בהו. ואע\"ג דמלאכים הוו זכה בהו וכל ההוא מיכלא לא אשתאר מניה כלום בגיניה דאברהם ולמזכי ביה דהא כתיב ויאכלו באשא דלהון איתאכיל. ואי תימא הא תלת מלאכין הוו, האי אשא והאי מיא והאי רוחא. אלא כאו\"א כליל בחבריה, ובג\"כ ויאכלו. כגוונא דא ויחזו את אלהים ויאכלו וישתו, אכילה ודאית אכלו דאתזנו מן שכינתא. אוף הכי ויאכלו גרמו לאתזנא מההוא סטרא דאברהם אתדבק בי' ובג\"כ לא אשתאר ממה דיהיב לון אברהם כלום. כגוונא דא בעי ב\"נ למשתי מכוס דברכה בגין דיזכי לההוא ברכתא דלעילא. אוף אינון אכלו ממה דאתקין לון אברהם בגין דיזכון לאתזנא מסטרא דאברהם, דהא מההוא סטרא נפיק מזונא לכלהו מלאכי עילאי עכ\"ל.",
      "english": "And it is explicitly stated that angels can take physical form and appear to those of pure character traits and the righteous of clear vision. We further learn there regarding angels that they do not know about this world and its matters except each one according to his service and his watch, and beyond this they have no knowledge of the world, as it is written: \"Where is Sarah your wife?\" Did the supreme angels not know that Sarah was in the tent? Why then does it say \"where\"? Rather, they only know in this world what they are given permission to know, and what they are not given permission to know, they do not know. Come and see, it is written \"I will pass through the land of Egypt, I am the Lord\" - how many angels and messengers does the Holy One, blessed be He, have? Rather, it is because they cannot distinguish between the firstborn's drop and that which is not firstborn, only the Holy One, blessed be He alone can. Similarly (Ezekiel 9), \"And mark a mark upon the foreheads of the men\" - why was this needed? Because they only know what they are given permission to know, such as all those matters that the Holy One, blessed be He, is about to bring upon the world. And why? Because the Holy One, blessed be He, passes a proclamation through all the heavens about that matter He is about to bring upon the world, and they hear and know the matter. Similarly, when destruction is found in the world, a person must hide in his house and not be seen outside in the marketplace so as not to be destroyed, as it is said \"you shall not go out of the entrance of his house until morning.\" From these [angels] one can hide, but from before the Holy One, blessed be He, one cannot hide, as it is written \"If a man hides in secret places, shall I not see him? says the Lord.\"\n\nWe further learned from there a third teaching regarding angels, that their primary sustenance is from the side of Chesed (Lovingkindness), as it states (there page 104): Come and see \"And the men rose up from there\" - from that meal that Abraham prepared for them, and he merited through them. Although they were angels, he merited through them and none of that food remained, for Abraham's sake and to merit through it, for it is written \"and they ate\" - it was consumed by their fire. And if you say there were three angels - this one fire, this one water, and this one wind - rather, each one was included in his fellow, and therefore \"they ate.\" Similarly \"And they saw God, and did eat and drink\" - they ate an actual eating as they were sustained from the Divine Presence. So too here \"and they ate\" - they caused themselves to be sustained from that side to which Abraham cleaved, and therefore nothing remained from what Abraham gave them. Similarly, a person should drink from the cup of blessing in order to merit that blessing from above. So too they ate from what Abraham prepared for them in order to merit being sustained from Abraham's side, for from that side sustenance goes forth to all the supreme angels."
    },
    {
      "hebrew": "הורה בפי' שמזונות המלאכים כלם מצד החסד. עוד מצאתי בתיקונים בענין זה כי המלאכים קצתם יונקים מצד הגבורה וקצתם מצד החסד וקצתם יונקים מצד הת\"ת וכן מכל הספי', ועכ\"ז לא פליגי כי לענין מזונם הוא מצד החסד לכלם בשוה. עוד בארו המפרשים שכל מלאך שסוף שמו אל כמו מיכאל יניקתו מצד ספי' החסד, וכל שם שסופו י\"ה יניקתו מצד הת\"ת, וכל שם שסופו ן' פשוטה יניקתו מצד הגבורה ואין לחפש אחריהם שכולם יוצאים מהפסוקים. אמנם יש להם סמך בפסוק ע\"ד המספר וכיוצא בו. ושאר שמות שאין להם סימן מאלו הג' יוצאים מהפסוקים עכ\"ל.",
      "english": "It explicitly teaches that the sustenance of all angels comes from the side of Chesed (Loving-kindness). Furthermore, I found in the Tikkunim regarding this matter that some angels draw from the side of Gevurah (Strength), some from the side of Chesed, and some from the side of Tiferet (Beauty), and likewise from all the Sefirot. Nevertheless, there is no contradiction, for regarding their sustenance, it comes equally to all from the side of Chesed. The commentators further explained that any angel whose name ends in \"el,\" like Michael, draws from the side of the Sefirah of Chesed, and any name that ends in \"yah\" draws from the side of Tiferet, and any name that ends in a final nun draws from the side of Gevurah. There is no need to search after them as they all emerge from biblical verses. However, they have support in verses through numerical equivalence and similar means. And the remaining names that do not have these three signs also emerge from biblical verses."
    },
    {
      "hebrew": "עוד למדנו בתקונים שיניקת המלאכים מספירות ידועות ופעולתם כפעולות הספירות ושמם על שם הספי' כמו גבריאל על שם הגבורה וכן חסדיאל ע\"ש החסד וכן אהביא\"ל ע\"ש החסד הנקרא אהבה. וכן ע\"ש כל שאר הפעולות. והטעם מפני שעשר מאורות מתפשטים מבריאה אל היצירה וע\"י המאורות הפעולות נפעלות כמבואר בשער אבי\"ע.",
      "english": "We further learned in the Tikkunim that the angels derive their sustenance from specific sefirot, and their actions correspond to the actions of the sefirot, and their names are based on the sefirot - for example, Gabriel is named after Gevurah (strength/power), and likewise Chasdiel is named after Chesed (lovingkindness), and Ahaviel is named after Chesed which is called love. And similarly for all other functions. The reason for this is that ten lights extend from the world of Beriah to the world of Yetzirah, and through these lights the actions are accomplished, as explained in the Gate of ABYA."
    },
    {
      "hebrew": "והנה מי' מאורות אלו מתפשטות בריאת המלאכים. לכן הם מכונים על שם הספירות ועל שם פעולת הספירות:",
      "english": "And from these ten lights extends the creation of angels. Therefore, they are named after the Sefirot and after the actions of the Sefirot."
    }
  ]
}