{
  "title": "Pardes Rimmonim",
  "gate_num": 32,
  "chapter_num": 2,
  "translation": [
    {
      "hebrew": "אחר שבפרק הקודם הפלגנו במעלת המכוין. ראוי להתבונן כי בענין הכונה בספירות יש קצת גמגום כי איתא בספרי כה' אלדינו בכל קראנו אליו (דברים ד ז) אליו ולא למדותיו. וכן ראוי כי איך אפשר שישאל מעבד המלך ולא מהמלך ואין ראוי להתפלל אלא לבעל האוצרות ולמה נייחס כל תפילתינו אל הספי'. ובפרט שכל התיבות הם ככנויים אליהם ואם יכוין להם נמצא כל תפילותיו רומזות בספי' ולא נשאר לו כונה במקור המקורות. שנית כי איך אפשר לכוין במדות והלא כאשר ידמה האדם בדעתו ספי' מן הספי' בהכרח יגבילה ויגשימה כי מה יוכל לדמות בענין הרוחניות כי כל מה שהאדם חושב במחשבתו הוא גשמי ואין ראות שכלו יכול לדמות הרוחניות בלתי אם יגשימהו ויגבילהו א\"כ נמצא כי הכונה בספי' אי אפשר. עוד שלישית כי כאשר יחשוב האדם מדה מן המדות בהכרח הוא מפריד שהרי הוא מדמה בשכלו מדה נפרדת משאר המדות וזה ודאי אין ראוי כמו שחוייבנו על יחודם כנודע:",
      "english": "After discussing in the previous chapter the virtue of proper intention, it is appropriate to consider that regarding intention directed toward the Sefirot, there is some hesitation, for it is written in Sifri concerning \"like the Lord our God whenever we call upon Him\" (Deuteronomy 4:7) - \"upon Him\" and not upon His attributes. And this is proper, for how can one petition the king's servant rather than the king himself, and it is only fitting to pray to the master of treasuries, so why do we attribute all our prayers to the Sefirot? Particularly since all the words are like appellations to them, and if one directs intention toward them, all his prayers would be referring to the Sefirot with no intention remaining for the Source of all sources. Secondly, how is it possible to direct intention toward the attributes when necessarily, as soon as a person conceives of one of the Sefirot in his mind, he will limit and materialize it, for what can one imagine regarding spirituality when everything a person thinks in his mind is material, and his intellectual vision cannot conceive of spirituality without materializing and limiting it? Therefore, it follows that intention toward the Sefirot is impossible. Furthermore, thirdly, when a person contemplates one of the attributes, he necessarily creates separation, for he imagines in his mind an attribute separate from the other attributes, and this is certainly improper, as we are obligated regarding their unity, as is known."
    },
    {
      "hebrew": "ועתה נבאר כי לתיקון העניינים האלה צריך קודם כל דבר לדעת כי הא\"ס ממ\"ה ב\"ה אין שם ומלה שיגבילהו ח\"ו ואין מדות צודקות בעצמותו מפני שאינו בעל שנויים ולא בעל תוארים ואינו משתנה מרצון אל רצון ולא מפעולה אל פעולה ולכן אין ראוי לאדם לכוין בו לומר שהוא נקרא אל או אלוה או אלדים ושאר השמות ושאר הכנויים. והשמות האלה הם בספירות. ואמרנו בספי', אין הכונה בספי' בעצמם ח\"ו שהעושה כן הוא נופל בשוחה עמוקה ועל כזה אמרו בספרי אליו ולא למדותיו. אמנם כוונתינו כדפי' בשער עצמות וכלים כי הכונה שהוא נקרא גבור במדת הגבורה כי הוא הנותן כח בגבורה לפעול ולכן צריך המכוין לכוין כשיאמר האל הגדול שהוא רומז בגדולה והתיבה עצמה הוא בגדולה אמנם כוונתו על העצמות המתפשט בגדולה וכמו כן גבורה ושאר הספירות ונמצא התיבות מכנה אותם בספי' שהם תאריו אבל כוונתו אל הא\"ס המשתמש עמהם ומתלבש בהם. וכן פי' הרשב\"י ע\"ה בתקונים (בהקדמה ד\"ג.) וז\"ל בכל אתר ובכל ממלל צריך לכוונא דבור באדנ\"י קול ביהו\"ה וליחדא לון כחדא ביחודא דאיהו יחיד נעלם דמחבר לון ומייחד לון כחדא וביה צריך הכונה דלא תלייא למימר ביה קול ודבור אלא מחשבתא עכ\"ל.",
      "english": "And now we shall explain that to rectify these matters, one must first know that the Ein Sof (Blessed be He, King, King of Kings) has no name or word that can limit Him, Heaven forbid, and no attributes are applicable to His essence because He is not subject to changes nor possessed of descriptions, and He does not change from one will to another nor from one action to another. Therefore, it is not proper for one to direct intention toward Him by saying that He is called El or Eloah or Elohim or any other names and appellations. These names belong to the Sefirot. And when we speak of the Sefirot, the intention is not toward the Sefirot themselves, Heaven forbid, for one who does so falls into a deep pit, and regarding this they said in the Sifri \"to Him and not to His attributes.\" Rather, our intention, as explained in the Gate of Essences and Vessels, is that He is called mighty through the attribute of Gevurah because He gives power to Gevurah to act, and therefore one who directs intention must intend when saying \"the great God\" that this alludes to Gedulah, and the word itself is in Gedulah, but his intention is toward the Essence that extends into Gedulah, and similarly with Gevurah and the other Sefirot. Thus the words designate them in the Sefirot which are His attributes, but the intention is toward the Ein Sof who uses them and clothes Himself in them. And so explained Rabbi Shimon bar Yochai, of blessed memory, in the Tikunim (in the introduction 3b), and these are his words: \"In every place and in every utterance one must direct intention of speech to Adonai and voice to YHVH, and unite them as one in the unity that is the Hidden Unity that connects them and unifies them as one, and in Him must be the intention that does not depend on expressing in Him voice and speech, but rather thought alone.\""
    },
    {
      "hebrew": "והרי בפי' כי שם בן ד' הוא בתפארת וסתם כל התפלה הוא בו ולכן כל הקול היוצא מפיו הרמז בו. והדבור באדני שהיא מלכות. אבל המחשבה באין סוף שע\"י מתייחדים שתי מדות אלה ואין בכל התפלה מה שירמוז אליו אלא הכונה שיכוון האדם בו שהוא הכל והוא המיחד המדות והמשפיעם וזהו בסוד העצמות המתפשט בתוך הספי' ועי\"כ כח הספירות לפעול וע\"י כך יתייחסו אליו הפעולות כמבואר בשער עצמות וכלים. ואולם בענין הספירות אין הכונה שיכוין האדם בספירות כך שידמה ענין הספירות כי זה אי אפשר כדפי' אבל הכונה הוא שהספי' יש להם עשר שמות של שם בן ד' כדפי' בשער שם בן ד' והם מתחלקים בנקודתם ואלו הן. כתר עליון יהוה ונקודו כולו קמץ מורה על הכתר והד' אותיות שבו מורות על ע\"ס שבו כדי שלא יהיה פרוד ח\"ו. ושם החכמה יהוה וכלו פתח והוא שם שבו יתגלה החכמה. וגם הבינה יש לה שם יהוה וכולו צירי והוא שם שבו יתגלה הבינה. וגם החסד יש לו שם יהוה וכולו סגול והוא שם שבו יתגלה החסד. וגם הגבורה יש לה שם יהוה וכולו שבא והוא שם שבו יתגלה הגבורה. וגם לת\"ת יש לו שם יהוה וכולו בחולם. וגם לנצח יש לו שם יהוה והוא נקוד כלו חירק והוא שם שבו מתגלה הנצח. וגם להוד יש לו שם יהוה והוא נקוד קבוץ שפתים. וגם ליסוד יש לו שם יהוה והוא כלו בשורק. ולמלכות י\"ל שם יהוה והוא בלי נקוד כלל אלא פשוט ולפי קבלתה כן נקודתה:",
      "english": "It is explained that the four-letter Name is in Tiferet, and generally all prayer is directed through it, thus all voice emerging from one's mouth alludes to it. And speech is through Adonai, which is Malchut. However, thought should be directed to Ein Sof (the Infinite), through which these two attributes become unified. There is nothing in prayer that directly alludes to Ein Sof except for the intention that one should direct toward it, recognizing that it is everything and it is what unifies the attributes and influences them. This is the secret of the essence that extends within the Sefirot, and through this the Sefirot have the power to act, and thereby the actions are attributed to it, as explained in the Gate of Essences and Vessels.\n\nRegarding the Sefirot, the intention is not that one should focus on the Sefirot in a way that imagines the nature of the Sefirot, as this is impossible as explained. Rather, the intention is that the Sefirot have ten variations of the four-letter Name, as explained in the Gate of the Four-Letter Name, and they are distinguished by their vowel points, as follows: Keter Elyon has YHVH with all kamatz vowels, indicating Keter, and its four letters indicate the ten Sefirot within it, so there should not be separation, Heaven forbid. The name of Chochmah is YHVH all with patach vowels, and it is the name through which Chochmah is revealed. Binah also has the name YHVH all with tzerei vowels, and it is the name through which Binah is revealed. Chesed also has the name YHVH all with segol vowels, and it is the name through which Chesed is revealed. Gevurah also has the name YHVH all with sheva vowels, and it is the name through which Gevurah is revealed. Tiferet also has the name YHVH all with cholam vowels. Netzach has the name YHVH all with chirik vowels, and it is the name through which Netzach is revealed. Hod has the name YHVH with kubutz vowels. Yesod has the name YHVH all with shuruk vowels. And Malchut has the name YHVH without any vowels at all, but rather plain, and its vowels are according to what it receives."
    },
    {
      "hebrew": "ועתה המכוין יכוון בשמות האלה ויעלה בדעתו שאין דבר שיוכל לרמוז אל המדה הנרצה אליו אלא בהוייה המצויירת בדעתו שהם ארבע אותיות מנקודות לפי נקודתם כדפי'. ואז ילך לבטח דרכו ולא יירא ולא יפחד. וגם יכוין כי בד' אותיות אלה כלולות ע\"ס לרמוז שע\"ס הם מסכימות עם פעולות המדה ההיא הנרצה אליו. ומה טוב ומה נעים אם ירצה לצייר הויות האלה בגוונם כי אז ודאי תפלתו מועילה יותר ויותר ובתנאי שיהיה בכונתו שאין בעולם הזה דבר שיוכל להמשיל פעולת המדה ההיא אלא בגוון ידוע שהוא פלוני. ומפני שרבו הגוונים אלינו בשער הגוונים לא נבאר הנה הגוונים אלא כאשר ירצה לכוין הנה השער ההוא לפני המעיין ובזה לא נפחד מטעות בשום אחד מג' דברים שאמרנו בפ' זה.",
      "english": "Now one who meditates should focus on these Names and bring to mind that there is nothing that can allude to the desired attribute except through the Name as visualized in his mind, which consists of four letters with their vowel points as explained. Then he will walk securely on his path and will neither fear nor be afraid. He should also meditate on how these four letters contain the ten Sefirot, indicating that the ten Sefirot are in harmony with the actions of that desired attribute. And how good and pleasant it is if he wishes to visualize these Names in their colors, for then his prayer will surely be more and more effective, provided that he maintains awareness that there is nothing in this world that can represent the action of that attribute except through that specific color. And since we have extensively covered the colors in the Gate of Colors, we will not explain the colors here; rather, when one wishes to meditate, that Gate is available before the student. In this way, we need not fear error in any of the three matters we discussed in this chapter."
    },
    {
      "hebrew": "ועוד בזולת זה תנאים אל הכוונה נבארם בפ' בפני עצמו. בעה\"ו:",
      "english": "And there are additional conditions regarding kavanah besides these, which we will explain in a separate chapter, with God's help."
    }
  ]
}