{
  "title": "Pardes Rimmonim",
  "gate_num": 1,
  "chapter_num": 1,
  "translation": [
    {
      "hebrew": "<b>השער הראשון הנקרא עשר ולא תשע:</b>",
      "english": "<b>The First Gate, Which is Called \"Ten and Not Nine\"</b>"
    },
    {
      "hebrew": "ידוע ומפורסם כי בדבר מנין הספירות כל העוסקים בחכמה הזאת הנעלמת הסכימו פה אחד היותם עשר ואין בדבר זה מחלוקת כלל.",
      "english": "It is known and widely accepted that regarding the number of Sefirot, all those who engage in this concealed wisdom unanimously agree that they are ten, and there is no dispute whatsoever about this matter."
    },
    {
      "hebrew": "והנה זהו אחד מן הדברים אשר בהם נכרת ברית בחכמת הספירות והנה אתנו ספר יצירה המכונה לאברהם אבינו ע\"ה. ויש מכנים אותו לר\"ע ואינה מוסכמת.",
      "english": "And this is one of the matters through which a covenant was made in the wisdom of the Sefirot, and we have with us the Sefer Yetzirah which is attributed to our father Abraham, peace be upon him. Some attribute it to Rabbi Akiva, though this attribution is not universally agreed upon."
    },
    {
      "hebrew": "והנה דברי הספר הזה עמקו שגבו ויסתרו מעיני שכל מבט המעיינים ואף אם רבו בו פירושים שונים עכ\"ז עדיין בכל חלקיו צריכים אנו למודעי. ועכ\"ז נפרש דבריו בכל האפשר לקוצר שכלנו הדל. וז\"ל עשר ספירות בלי מה מספר עשר אצבעות חמש כנגד חמש וברית יחיד מכוונת באמצע במלת לשון ובמלת מעור עכ\"ל.",
      "english": "The words of this book are deep, lofty, and hidden from the intellectual gaze of those who study it, and even though various interpretations of it have proliferated, nevertheless we still need instruction regarding all its parts. Nevertheless, we shall interpret its words to the best of our limited intellectual capacity. And these are its words: \"Ten sefirot of nothingness, corresponding to the number of ten fingers, five opposing five, and a singular covenant precisely oriented in the center through the word of tongue and through the word of circumcision.\""
    },
    {
      "hebrew": "עם שעלה בדעתנו שלא לבאר המשנה הזאת מפני שנכחד ממנו עמקיה וסודותיה שהם ודאי למעלה משכלנו ואין איש יוכל לרדת לעומק לשונה זולת הרשב\"י ע\"ה ור' עקיבא ע\"ה די מדרהון עם בשרא לא איתוהי. אבל מפני החוב המוטל עלינו נפרש בה בחזקת היד. ומה שיש לדקדק בה. ראשונה הוא אמרו עשר ספירות בלי מה מספר. כי לפי האמת הוא מיותר כי מן הראוי שיאמר עשר ספירות בלי מה נגד אצבעות, מספר למה. שנית אמרו חמש למאי מבעי ליה. ג' לפי דבריו הם י\"א כי הם חמש כנגד חמש וברית שהוא באמצע הם י\"א. ד' אמרו במלת לשון ובמלת מעור נראה שהם שני מכריעין ושניהם למה. ה' כי מה כוונתו לבאר לנו אם הם כנגד האצבעות. כי לפי הנראה אין זה המתיחס אל הדרוש אשר הוא בו. ו' השתא דנחית לבאר באברים היה ראוי שיבאר כל האברים שרמוזים הספירות בהם כמו שנבאר בשער הנשמה בפרק ד' בע\"ה בס\"ד. ונאמר כי בעל הספר הזה כוון להסתיר בפרק זה כל חכמת הספירות ולהכריח אותה. ואמר כי הם י' ספירות ומפני שאמר שהם עשר שמזה ימשך קצת ענין הגבול והגשמות אחר שנחלקים במספר, אמר שהם בלימה פי' ב' מלות בלי מה והכוונה בלי מהות. כי אע\"פ שלא נשמר מאמר פינו באמרנו עשר, עכ\"ז האמונה האמיתית שהם בלי מה בלי מהות. הכוונה שאין להם מהות מושג אל בני אדם לפי שאינם מוגבלות ולא מושגות מפני שהם נשללות מהגבול ומהגשמות, ומה שאינו גשם לא יושג כי אם בלב משכילי עם בני ישראל דרך ראות כמו בנבואה. וטעם מספר הי' אחר שהם בלי מה יתבאר בשערים הבאים בע\"ה. ואמר מספר י' וכו' מפני שלא נבא לומר מרוב הדוחק מפני קוצר ידיעתינו שאין במציאות כי אם האחד הפשוט לזה אמר כי הם ממש מספר. ולשון הספירות הוא לשון מספר שישפוט בהם המספר ואף אם הם בלי מה. והעד על זה שמם שהם ספירות לשון מספר כדפירשנו. ולהכריח שהם מספר ושמספרם י' אמר מספר י' אצבעות. והכתוב אמר (תהלים ח' ד') כי אראה שמיך מעשה אצבעותיך.",
      "english": "Although we initially thought not to explain this Mishnah because its depths and secrets are hidden from us - as they are certainly beyond our comprehension, and no one can truly plumb its depths except for Rashbi (of blessed memory) and Rabbi Akiva (of blessed memory), whose dwelling is not with flesh - nevertheless, due to the obligation placed upon us, we shall explain it with strong resolve. There are several points to examine:\n\nFirst is the statement \"ten sefirot of nothingness - number.\" According to truth, this is redundant, for it should have said \"ten sefirot of nothingness corresponding to fingers\" - why add \"number\"? Second, why does it need to say \"five\"? Third, according to his words there are actually eleven, since there are five opposite five plus the covenant in the middle, making eleven. Fourth, the phrase \"in the word of tongue and in the word of circumcision\" appears to indicate two mediators - why both? Fifth, what is his intention in explaining that they correspond to fingers? For this apparently does not relate to the matter at hand. Sixth, now that he has begun to explain bodily organs, he should have explained all the organs to which the sefirot allude, as we will explain in the Gate of the Soul, chapter 4, God willing.\n\nWe say that the author of this book intended to conceal in this chapter all the wisdom of the sefirot while simultaneously proving it. He stated that there are ten sefirot, but since saying they are ten might imply some notion of limitation and corporeality (as they are divided by number), he said they are \"belimah\" - meaning two words \"bli mah\" (without what), intending \"without essence.\" For although we cannot guard our speech when saying \"ten,\" nevertheless the true belief is that they are \"without what,\" without essence. The meaning is that they have no essence comprehensible to humans because they are unlimited and imperceptible, as they are devoid of limitation and corporeality. That which is not physical can only be perceived in the hearts of the wise ones of Israel through visionary perception, as in prophecy. The reason for the number ten despite their being \"without what\" will be explained in subsequent gates, God willing.\n\nHe specified \"number ten\" etc. so we would not say, due to our limited knowledge, that only the Simple One exists in reality - therefore he stated that they are actual numbers. The term \"sefirot\" is related to counting, meaning they can be counted even though they are \"without what.\" The proof for this is their very name \"sefirot,\" which derives from counting, as we explained. To prove that they are numbers and that their number is ten, he said \"the number of ten fingers.\" And scripture states (Psalms 8:4), \"When I see Your heavens, the work of Your fingers.\""
    },
    {
      "hebrew": "והנה מן הכתוב יוכרח כי בריאת שמים וחיליהם הם ע\"י האצבעות שהם כינוי אל ספירותיו של ממ\"ה.",
      "english": "And thus from the Scripture it is compelled that the creation of the heavens and their hosts was through the \"fingers,\" which are an appellation for the Sefirot of the King, King of Kings."
    },
    {
      "hebrew": "והנה האצבעות הם י' א\"כ נמצאו שהספירות שבהן היה בריאת העולם הן י'. חמש נגד חמש. הוקשה לו שהכתוב אמר (ישעיה מ\"ח י\"ג) אף ידי יסדה ארץ וימיני טפחה שמים, הנה נמצא שהשמים הם מעשה יד אלקים שהם ה' אצבעות והן ה' ספירות לבד ולא י'. לזה אמר ה' כנגד ה' כי כיון שהשמים הם מעשה יד אלקים והארץ מעשה יד אלקים נראה כי ודאי שניהם יחד הם י' וזהו ה' כנגד ה' ה' מימין וה' משמאל ימין למעשה שמים ושמאל למעשה הארץ. וברית יחיד מכוונת באמצע. הוקשה לו כי אין מענין זה הכרח כי נאמר שהם ה' או שהם כ'. והטעם כי האצבעות הם כ' י' בידים וי' ברגלים כללם כ' [וכן נאמר בספירות ג\"כ]. מה תאמר שהי' שברגלים הם צל ודמיון לי' שבידים ולעולם אינם אלא י' ספירות אלא שהרמז כי י' ספירות דבריאה צל ולבוש אל י\"ס שבאצילות כמו שנבאר בשער אבי\"ע בע\"ה. א\"כ נאמר שלעולם אינם אלא ה' וה' השמאליים הם צל אל הה' הימניים, ולעולם הספירות אינם אלא ה'. או חזר הדין ונימא שהם כ'. לזה הכריח שתיהן בבת אחת באמרו וברית יחיד כו'. וכלל הדברים כי מאחר שבין ה' לה' מצינו יחוד וברית המייחדם נמצא שהחמש הימיניים וה' השמאליים הם דבר א' וענין א' שכללם י' ספירות. מה שלא מצינו כן בין י' שבידים לי' שברגלים שנראה היותם שתי מערכות כל אחת מי' זו צל ולבוש לזו. והמכריעים בין ה' לה' הוא לשון מכריע בין האצבעות של ידים, וברית מעור בין י' שברגלים. ובספירות בענין הזה שהם חמש כנגד חמש, בדבר הזה פי' המפרשים שני פרושים. הא' הוא שערכו הספירות לשתי מערכות. המערכת הא' הוא כתר חכמה בינה גדולה גבורה הם ה', ואמרו שהם לנהל העליונים. ות\"ת נצח והוד יסוד ומלכות, היא מערכת שניה לנהל התחתונים. ואף שאין ענין אמרם לנהל העליונים ולא לנהל התחתונים מוסכם אצלנו. עכ\"ז בענין חלוק הספירות כיוונו יפה. כי כן סברת הרשב\"י ע\"ה בקצת מקומות ובפרט בענין התפילין כי ד' פרשיות של ראש הן חכמה ובינה גדולה גבורה, וביד הם ת\"ת נצח הוד יסוד, כן בארו בזוהר פ' ואתחנן (דף רס\"ד.). ועם היות שהדברים האלה צריכין עיון נמרץ כי הוא כתב במקום אחר כי ד' פרשיות הן ד' אותיות, עכ\"ז יצא לנו מכללות דבריו כי הספירות נחלקות לב' מערכות כדברי המפרשים. וכן בענין מרכבות בספירות פירשו בתיקונים (בהקדמה ד\"ג ובתז\"ח דף קי\"א) שפני אדם על הכסא הוא חכמה כ\"ח מ\"ה כמנין אד\"ם, ונשר בינה, ואריה חסד, ושור גבורה, הרי מרכבה עליונה. ותחתיה מרכבה שניה, והם פני אדם ת\"ת, נצח הוד יסוד, אריה שור נשר, הרי מרכבה שניה. וכתר עליון כולל הכל למעלה ומלכות כולל הכל למטה. הרי שחלק הספירות לשתי מערכות כנזכר. ובזולת אלה יש הכרחיות רבים ולא נאריך שלא לצאת מן המכוון.",
      "english": "Now the fingers are ten, thus we find that the Sefirot through which the world was created are ten. Five opposite five. He was troubled by the verse (Isaiah 48:13) \"My hand has laid the foundation of the earth, and My right hand has spread out the heavens,\" which suggests that the heavens are the work of God's hand, which has five fingers, representing only five Sefirot and not ten. To this he responded \"five opposite five,\" for since the heavens are the work of God's hand and the earth is the work of God's hand, it is evident that together they must be ten, and this is the meaning of \"five opposite five\" - five on the right and five on the left, the right for the creation of heavens and the left for the creation of earth. And the singular covenant is aligned in the middle. He was troubled because there is no compelling reason from this to say they are five or twenty. The reason being that there are twenty fingers in total - ten on the hands and ten on the feet, totaling twenty [and the same could be said of the Sefirot]. What if we say that the ten of the feet are merely a shadow and likeness of the ten of the hands, and there are always only ten Sefirot, but this hints that the ten Sefirot of Creation are a shadow and garment to the ten Sefirot of Atzilut, as we will explain in the Gate of ABYA, God willing. If so, we might say there are always only five, and the five of the left are a shadow of the five of the right, and the Sefirot are always only five. Or we might reverse this and say there are twenty. To this he resolved both issues at once by saying \"and the singular covenant.\" The principle is that since between the five and five we find a unity and covenant that unites them, it follows that the five of the right and five of the left are one thing and one matter, totaling ten Sefirot. This is not found between the ten of the hands and the ten of the feet, which appear to be two separate systems of ten each, one being a shadow and garment to the other. The mediators between the five and five are the tongue mediating between the fingers of the hands, and the covenant of circumcision between the ten of the feet. Regarding the Sefirot in this matter of five opposite five, the commentators gave two interpretations. The first is that they arranged the Sefirot into two systems. The first system comprises Keter, Chokhmah, Binah, Gedulah, and Gevurah - these are five, and they said these govern the supernals. And Tiferet, Netzach, Hod, Yesod, and Malkhut form the second system to govern the lower realms. Although their statement about governing the upper and lower realms is not agreed upon by us, nevertheless regarding the division of the Sefirot they aimed well. For this is the opinion of Rabbi Shimon bar Yochai in several places, particularly regarding tefillin, where the four passages of the head tefillin correspond to Chokhmah, Binah, Gedulah, and Gevurah, and in the hand tefillin they are Tiferet, Netzach, Hod, and Yesod, as explained in the Zohar, Parashat Va'etchanan (p. 264). Although these matters require intense scrutiny, as he wrote elsewhere that the four passages correspond to four letters, nevertheless we learn from his words overall that the Sefirot are divided into two systems as the commentators said. Similarly regarding the divine chariot in relation to the Sefirot, it is explained in the Tikkunim (Introduction p. 3 and Tikkunei Zohar Chadash p. 111) that the human face upon the throne is Chokhmah (numerical value of Ko'ach-Mah equals Adam), the eagle is Binah, the lion is Chesed, and the ox is Gevurah - this is the upper chariot. Below it is a second chariot, comprising the human face as Tiferet, Netzach, Hod, Yesod, and the lion, ox, and eagle, forming the second chariot. The supreme Keter encompasses everything above and Malkhut encompasses everything below. Thus we see that he divided the Sefirot into two systems as mentioned. Beyond these there are many proofs, but we will not elaborate so as not to stray from our purpose"
    },
    {
      "hebrew": "והנה ע\"ד הפי' הזה נבאר המשנה הזאת והוא כי הת\"ת הוא ברית יחיד העולה מעלה מעלה בסוד הדעת וקושר עליונים בתחתונים ע\"י עלייתו בשלש ספירות הראשונות והכרעתו בזרועות ומשפיע בנצחים וביסוד ובמלכות. הרי כי ברית יחיד במלת לשון ובמלת מעור מכוונת באמצע. פי' באמצע עשר אצבעות עליונים, המכריע הוא הת\"ת שהוא הנקרא מלת לשון כמו שאבאר. ואמר ברית יחיד כי ענין הברית הוא ענין כריתה וחתיכה וע\"י כריתת הדבר ההוא נעשה קשר הברית וזהו ענין ברית. ויש גורסים יחוד, ויש גורסים יחיד. והכל עולה אל מקום א'. והיותר מובחרת הוא יחוד שע\"י הברית הוא היחוד שהוא קשר הדבר וחזקו ויחודו. ויש רוצים לבאר מלת לשון על הבינה, אבל לפי דרכנו יתבאר על הת\"ת. אע\"פ שהלשון כנוי לבינה ולא לת\"ת. עכ\"ז לא אמר לשון אלא מלת לשון, שהוא הקול והדבור היוצא מהלשון ר\"ל ע\"י הלשון.",
      "english": "According to this interpretation, we will explain this Mishnah, namely that Tiferet is the singular covenant that ascends higher and higher through the mystery of Da'at, binding the upper and lower realms through its ascent into the first three Sefirot, its mediation in the arms, and its influence upon Netzach, Yesod, and Malkhut. Thus, the singular covenant in the word of tongue and in the word of flesh is directed at the center. To explain: in the center of the ten upper fingers, the mediator is Tiferet, which is called the word of tongue, as I will explain. And it says \"singular covenant\" because the concept of covenant (brit) involves cutting and severing, and through this cutting the bond of covenant is formed - this is the meaning of covenant. Some read \"unity\" (yichud) and some read \"singular\" (yachid), and they all point to the same place. The preferred reading is \"unity\" because through the covenant comes unity, which is the binding, strengthening, and unification of the matter. Some wish to explain \"word of tongue\" as referring to Binah, but according to our approach it refers to Tiferet. Although \"tongue\" is an appellation for Binah and not Tiferet, nevertheless it does not say simply \"tongue\" but rather \"word of tongue,\" which refers to the voice and speech that emerges from the tongue, meaning through the tongue."
    },
    {
      "hebrew": "והנה הקול הוא כלול ממים ואש ורוח, כמפורסם, והם שלשה בחינות של הת\"ת כי הוא רוח המכריע בין המים והאש של החסד והגבורה.",
      "english": "And behold, the voice is comprised of water, fire, and air, as is well known, and these are the three aspects of the Tiferet, for it is the air that mediates between the water and fire of Chesed and Gevurah."
    },
    {
      "hebrew": "והנה לא כיון אל האבר שהוא הלשון, שמזה יקשה שהם י\"א עם המכריע. אלא המכריע הוא הקול שהוא הת\"ת בסוד עלייתו אל הבינה שהוא הלשון שהוא השופר שמשם יוצא הקול כלול ממים ואש ורוח. והוא בחינת הת\"ת העולה לבין ג' ראשונות. ומכריע בין גדולה וגבורה המורה על קשר ה' עליונות בה' תחתונות, וכמו שנבאר בשער ערכי הכנויים בע\"ה. ומלת מעור הוא הברית מילה, ופי' מעור כמו כמער איש ולויות (מ\"א ז לו), כדפי' רז\"ל (יומא דף נ\"ד) כמער, כחבור איש עם הלויה שלו שהיא הנקבה. והכוונה על יחוד אשר בין עשר אצבעות רגלים ע\"י המעור המייחדם. ופי' זה מוכרח כי מלת לשון הוא מייחד עשר אצבעות ידים ומלת המעור מייחד עשר אצבעות הרגלים ממה שפירשו בפרק ששי וז\"ל כרת לו ברית בין עשר אצבעות רגליו והוא ברית מילה, ובין עשר אצבעות ידיו והוא ברית לשון עכ\"ל.",
      "english": "Indeed, this does not refer to the organ that is the tongue, as this would raise the difficulty of there being eleven with the mediator. Rather, the mediator is the voice, which is the Tiferet in its secret ascent to Binah, which is the tongue that is the shofar from which emerges the voice composed of water, fire, and air. This represents the aspect of Tiferet that rises between the first three sefirot and mediates between Gedulah and Gevurah, indicating the connection between the five upper and five lower sefirot, as we will explain in the Gate of Attribution of Names, God willing. The term \"skin\" refers to the covenant of circumcision, and the meaning of \"skin\" is like \"as the joining of a man and his accompaniment\" (Kings I 7:36), as our Sages explained (Yoma 54): \"joining\" means the connection of a man with his accompaniment, which is the female. This refers to the unification between the ten toes through the mediating organ. This interpretation is necessary because the \"tongue-word\" unifies the ten fingers of the hands while the \"skin-word\" unifies the ten toes, as explained in chapter six: \"He made a covenant between his ten toes, which is the covenant of circumcision, and between his ten fingers, which is the covenant of the tongue.\""
    },
    {
      "hebrew": "והנה נתבארה המשנה הזאת על דרך הפי' שפירשו המפרשים בענין חמש כנגד חמש:",
      "english": "And thus this Mishnah has been explained according to the interpretation given by the commentators regarding the concept of \"five opposite five.\""
    }
  ]
}