{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 1,
  "translation": [
    {
      "hebrew": "<b>שער האותיות הוא שער כ\"ו:</b>",
      "english": "<b>The Gate of Letters is Gate 26:</b>"
    },
    {
      "hebrew": "הנרצה בשער הזה הוא לבאר רמז האותיות הם כ\"ב חפצים ותלייתם בשרשים העליונים כפי הנדרש בדברי המפרשים ובפרט דברי הרשב\"י ע\"ה כי הם יעלו מעלה מעלה והטעם לזה להיות כי הם מבוא אל החכמה הואת כאשר יתבאר בעה\"ו:",
      "english": "The purpose of this gate is to explain the allusion of the letters, which are twenty-two objects, and their dependence upon the supernal roots, as required in the words of the commentators, particularly the words of the Rashbi of blessed memory, for they ascend higher and higher. The reason for this is that they are an entrance to this wisdom, as will be explained with God's help."
    },
    {
      "hebrew": "<b>פרק ראשון:</b>",
      "english": "<b>Chapter One:</b>"
    },
    {
      "hebrew": "קודם שנכנס בביאור כל אות ואות כפי אשר יחננו קוננו רצוננו להקדים הקדמה יפה אל ענין האותיות. רבים חשבו היות האותיות האלו הסכמיות ר\"ל הסכימו החכמים לעשות סימניות מוצאות הדיבור כיצד הסכימו שתהיה התנועה הנחלקת בשפתים שהם בומף נהגות בצורת הב' ובצורת הוא\"ו ובצורת המ\"ם ובצורת הפ\"א וכן לשאר התנועות שהסכימו. וכן שאר לשונות הגוים יש להם סמניות לכל הנרצה אליהם וכמו שעשו בעלי המספר שהמציאו להם י' סימנים שבהם כללו כל המספר לפי התחלפות המעלות וכפי שיעור רבויים כמפורסם לבעלי המספר. ונמצא לפי זה כי אין בין אותיות אלה לשאר סימני הגוים ללשונם בארצותם לגוייהם. אלא שאלו הם הסכמיות אל האומה הישראל בעצת משה מפי רוח נבואיי ואלו הם הסכמת שכל הסכל שהמציא להם כך ויעלה לפי זאת ההסכמה שאין עיקר בכתב הנרשם ההוא אלא גלוי כוונת המדבר. כמו החכם הרופא הכותב חכמתו בספר הרפואה שאין הכוונה שיהיה הספר ההוא רפואה כלל אבל כוונתו בספרו לגלות דעתו או הנרצה אליו בענין הרפואה וכאשר יבין האדם עיקר החכמה הכתובה בספר לא ישאר בספר ההוא תועלת כלל. וכיוצא בזה אמר החוקר לתלמידיו בני אל תבטחו בעורות הנבלות המתות. ולפי זה יהיה הדין שאם ילמוד האדם בספר ההוא שנים אין מספר אם לא יבין למוד החכמה לא יועילנו דבר ולא ישלים נפש בלימודו כלל אחר שאינו מבין דרושי החכמה אלא אדרבא אבד זמנו במה שיזיקוהו ולא יועילהו. כי יזיקהו אבוד זמנו ואפיסת כוחתיו ולא יועילהו כיון שלא למד ממנו שום לימוד וכן דעתם בענייני התורה שהכוונה גלוי הפנימיות וההנהגה אל שלימות הנפש ומי שלא ידע ענייני דרושיה לא יגיענו תועלת בלימודה ח\"ו. וזהו מן הנמנע כי וודאי דברי תורה הם משיבת נפש וראיה ממה שחוייבנו בהשלמת התורה שנים מקרא ואחד תרגום ואפילו עטרות ודיבון וזה מורה על שלימות התורה ושיש לה פנימית והעלם ורוחניות וחיות וכן פירש ר' שמעון בפרשת בעלותך (דף קנ\"ב) וז\"ל רש\"א ווי לההוא בר נש דאמר דהא אורייתא אתא לאחזאה ספורין בעלמא ומילין דהדיוטא. דא הכי אפילו בזמנא דא אנן יכלין למעבד אורייתא במלין דהדיוטא ושבחא יתיר מכלהו. אי לאחזאה מילי דעלמא אפי' אינון קפסירי דעלמא אית בינייהו מלין עלאין יתיר. אי הכי נזיל אבתרייהו ונעביד מנייהו אורייתא כה\"ג. אלא כל מלין דאורייתא מילן עילאין אינון ורזין עילאין. תא חזי עלמא עלאה ועלמא תתאה בחד מתקלא אתקלו. ישראל לתתא מלאכי עלאי לעילא. מלאכי עילאי כתיב בהו (תהלים קד) עושה מלאכיו רוחות. (האי באתר עלאה). בשעתא דנחתין לתתא מתלבשי בלבושא דהאי עלמא, ואי לא כו' לא יכלין למיקם בהאי עלמא ולא סביל להון עלמא. ואי במלאכין כך אורייתא דברא להון וברא עלמין כלהו וקיימין בגינה עאכ\"ו כיון דנחתת להאי עלמא אי לאו דמתלבשא בהני לבושין דהאי עלמא לא יכיל עלמא למסבל. וע\"ד האי סיפור דאורייתא לבושא דאורייתא איהו. מאן דחשיב דההוא לבושא איהו אורייתא ממש ולא מלה אחרא תפח רוחיה ולא יהא ליה חולקא בעלמא דאתי. בגין כך אמר דוד (שם קיט) גל עיני ואביטה נפלאות מתורתך, מה דתחות לבושא דאורייתא. ת\"ח אית לבושא דאתחזי לכולא ואינון טפשין כד חמאן לבר נש בלבושא דאתחזי לון שפירא לא מסתכלין יתיר. חשיבו דההוא לבושא גופא חשיבותא דגופא נשמתא. כהאי גוונא אורייתא אית לה גופא ומלין דאורייתא דאיקרון גופי תורה האי גופא מתלבשא בלבושא דאינון סיפורין דהאי עלמא. טפשין דעלמא לא מסתכלין אלא בההוא לבושא דאיהו סיפור דאורייתא כו'. ודידעי יתיר לא מסתכלין בלבושא אלא בגופא דאיהו תחות ההוא לבושא. חכימין עבדוי דמלכא עלאה אינון דקיימי בטורא דסיני לא מסתכלין אלא בההוא נשמתא דאיהו עיקרא דכולא, אורייתא ממש. ולעלמא דאתי זמינין לאסתכלא בנשמתא דנשמתא דאורייתא. ת\"ח הכי נמי לעילא אית לבושא וגופא ונשמתא ונשמתא לנשמתא. שמייא וחיליהון אינון לבושא וכנסת ישראל דא גופא דמקבלא לנשמתא כו'. נשמתא דאמרן דא תפארת ישראל דאיהי אורייתא ממש. ונשמתא לנשמתא דא איהו עתיקא קדישא וכלא אחיד דא בדא. ווי לאינון חייבי עלמא דאמרין דהא אורייתא לאו איהי אלא סיפור בעלמא ואינון מסתכלין בלבושא ולא יתיר. זכאין אינון צדיקייא דאינון מסתכלין באורייתא כדקא יאות. חמרא לא יתיב אלא בקנקן כך אורייתא לא יתבא אלא בלבושא דא. וע\"ד אורייתא לא בעי לאסתכלא אלא במה דאית תחות לבושא וע\"ד כל אילין מילין וכל אינון ספורין לבושין אינון עכ\"ל.",
      "english": "Before we proceed with explaining each individual letter as our Creator grants us understanding, we wish to preface with a beautiful introduction about the nature of letters. Many have thought these letters to be merely conventional - meaning that the sages agreed to create symbols for speech sounds, such as agreeing that the movements formed by the lips (which are the letters bet, vav, mem, and peh) would take the form of the letter bet, the form of vav, the form of mem, and the form of peh, and similarly for other agreed-upon sounds. Likewise, other nations have their own symbols for their intended meanings, just as mathematicians invented ten symbols through which they encompassed all numbers according to their different orders and quantities, as is well-known to mathematicians. Thus it would seem there is no difference between these letters and the symbols other nations use for their languages in their lands, except that these were agreed upon by the nation of Israel through Moses's prophetic inspiration, while those were established through mortal intellect. According to this view, the essential aspect is not the written form itself but rather revealing the speaker's intent - like a wise physician writing his knowledge in a medical book, where the intention is not that the book itself be medicine, but rather to reveal his knowledge or intent regarding medicine. Once a person understands the essential wisdom written in the book, the book itself no longer has any inherent value. Similarly did the philosopher tell his students, \"My sons, do not trust in dead animal skins.\"\n\nFollowing this logic, if one studies such a book for countless years but does not understand the wisdom within, it will benefit him nothing and will not complete his soul through study at all, since he does not understand the pursuit of wisdom. Rather, he has wasted his time in ways that harm rather than help him - harming through wasted time and depleted strength, while gaining no benefit since he learned nothing. They apply this view to matters of Torah as well, claiming the intention is merely to reveal inner meanings and guidance for the soul's perfection, and whoever does not understand its teachings will gain no benefit from studying it, Heaven forbid. But this is impossible, for surely words of Torah restore the soul, as evidenced by our obligation to complete the Torah reading twice with translation, even for passages like \"Ataroth and Dibon.\" This demonstrates the Torah's perfection and that it contains inner meaning, concealment, spirituality and vitality.\n\nThus explained Rabbi Shimon in Parashat Behaalotecha (p. 152): \"Woe to the person who says that the Torah comes merely to tell worldly stories and simple tales. If so, even today we could compose a Torah of ordinary matters with even greater appeal. If it were to show worldly matters, even the rulers of the world have among them more elevated matters - let us follow them and make a Torah from them! Rather, all matters of Torah are supernal matters and supernal mysteries. Come and see: the upper world and lower world are weighed in one balance. Israel is below, the supernal angels above. Of the supernal angels it is written (Psalms 104), 'Who makes His angels spirits.' When they descend below they must clothe themselves in the garments of this world, otherwise they could not exist in this world and the world could not endure them. And if this is true for angels, how much more so for the Torah that created them and created all worlds which exist through it - when it descended to this world, if it had not clothed itself in these worldly garments, the world could not endure it. Therefore these Torah stories are merely its garments. Whoever thinks these garments are the actual Torah and nothing else - may his spirit expire and may he have no portion in the World to Come. Therefore David said (Psalms 119), 'Open my eyes that I may behold wonders from Your Torah' - referring to what lies beneath the Torah's garment.\n\n\"Come and see: there are garments visible to all, and fools, when they see a person in a beautiful garment, look no further. They consider the garment the body, and the body's importance as the soul. Similarly the Torah has a body - the precepts of the Torah called 'bodies of Torah' - this body is clothed in garments which are the worldly stories. The foolish of the world look only at that garment which is the Torah's story. Those who know more do not look at the garment but at the body beneath it. The wise ones, servants of the Supreme King who stood at Mount Sinai, look only at the soul which is the root of all - the actual Torah. And in the World to Come they will look at the soul of the soul of the Torah.\n\n\"Come and see"
    },
    {
      "hebrew": "והנה מתוך המאמר הזה נראה בפי' כי חלוקת התורה הם ד' ותחת כל א' מאלו הד' אלף אלפי אלפים בחינות. החלוקה הראשונה היא שמכנה אותה בשם לבוש עליון שהוא ספור דברים שנתגשמה כדי שתובן אלינו. והלומד בתורה לדעת כמי שלומד בס' הזכרונות זה ודאי לא יועיל בלימוד ולא יגיעהו ממנו תועלת והלואי שלא יפסיד אבל כאשר יבא האדם ללמוד בתורה צריך שיהיה כוונתו שהוא לומד הענין ההוא במה שהם דברים אלהיים שנעלם ממנו עוצם פנימיותם ובדבר הזה ייטב הבל תורה היוצא מפיו לפני הקב\"ה משור פר. ועם היות שהוא לא ישכיל בה כי אם פשטיות הסיפור. ואין צריך לומר זה אלא אפי' מי שלא יבין כלל מפני שאינו בקי בלשון בביאורו אלא הוא מתעסק במקרא לבד גם לו יש שכר טוב בעמלו. ועל אלו וכיוצא בהן נאמר (תהלים א) ובתורתו יהגה יומם ולילה ודרשו חז\"ל (ע\"ז דף ט') ובתורה לא נאמר אלא ובתורתו. פי' כפי שיעור ידיעתו כי גם מי שלא ידע לחבר התיבות גם הוא אם יעסוק בו יומם ולילה שכרו אתו ופעולתו לפניו. ובתנאי שיוסיף לעולם דאי לא תימא הכי הא אמרו חז\"ל במתניתין (אבות פ\"א) ודלא מוסיף יסיף ודלא יליף וכו'. והחלוקה השנית היא אותם העוסקים בהשכלת הפשט רצה לומר הדינים והמדרשים ופי' המצות ופי' הפוסקים כמו שתא סדרי משנה בתשובתם ושימושם שכינו אותו בלשון תלמוד ושימוש תלמידי חכמים, וכן מדרשי אגדה לרבותינו ז\"ל בפשטיות. כי הם משמחי לב מאירי עינים יזכנו בוראנו להיות חלקנו בהם וגורלנו עמהם כי הם מעמידי העולם והאריכות בענין לא יספיק הכתיבה. והחלוקה הזאת כינה הרשב\"י עליו השלום בשם גופא. ואל זה כוונו מארי מתניתין באמרם (שם פ\"ג) קינין ופתחי נדה הן הן גופי הלכות. החלוקה השלישית היא אותם העוסקים בקבלה הנעימה כמו הסודות הנדרשים בזוהר שיכנס בהם האדם ועל ידו יוסיף עוד כהם וכהם כי מקום הניחו לנו. ובתנאי שיתמיד המעיין העסק בדרושי הספר הזה כי ילך לבטח דרכו והם נשמה ופנימיות ודאי לכל התורה. כי כל המדרשים והמשניות וכל הדינין וכל מעשה המצות יש להם פנימיות וסוד נעים. החלוקה הרביעית היא רוחניות האותיות ומציאותם וחיבורם אלו באלו והתייחסם כי מי שירד לעומק הענין הזה יוכל לברוא עולמות וזה נקרא נשמה לנשמה שהוא תלוי בבינה שהיא נקרא העולם הבא וזו היא השמחה שנקווה אחר התחייה. ותחת כל חלוקה מד' חלוקות האלה יש כמה וכמה בחי' שאדם יכול לשפוט מעצמו. ונמצא לפ\"ז ענין התורה הוא עצם הספירות כדמפרש בגוף שהיא מלכות ונשמה שהיא תפארת ונשמה לנשמה היא הבינה ונמצאת התורה עצמה לבוש אל עצם האלוה כמו שהספירות הם לבוש אל עצם השרש המתפשט כנדרש בשערים הקודמים ולסבה זו עסק התורה עולה על הכל כנודע בזולת טעמים אחרים.",
      "english": "From this discourse it becomes explicitly clear that the Torah has four divisions, and under each of these four are thousands upon thousands of aspects. The first division is what is called the \"supreme garment,\" which consists of stories that were materialized so that we could understand them. One who studies Torah merely as one who reads historical chronicles will certainly not benefit from the study and will gain no advantage from it - and hopefully will not lose by it. Rather, when a person comes to study Torah, his intention must be that he is studying matters that are divine, whose inner depths are hidden from him. In this way, the breath of Torah that emerges from his mouth is better before the Holy One, blessed be He, than an ox or bull. This is true even if he understands only the simple narrative. Moreover, even one who doesn't understand at all because he is not proficient in the language and its explanation, but only engages with the text alone - even he receives good reward for his effort. Regarding these and similar cases it is said (Psalms 1), \"And in his Torah he meditates day and night,\" and our Sages explained that it doesn't say \"in the Torah\" but rather \"in his Torah\" - meaning according to his level of understanding. For even one who doesn't know how to connect the words, if he engages with it day and night, his reward is with him and his recompense before him. This is on the condition that he always continues to grow, for if not, the Sages have already stated in the Mishnah (Avot 1), \"One who does not increase [his knowledge] will cease [to exist], and one who does not study...\"\n\nThe second division consists of those who engage in understanding the plain meaning, that is to say the laws, midrashim, explanation of the commandments, and interpretations of the legal authorities, like the six orders of the Mishnah with their responses and applications, which they called Talmud and the service of Torah scholars, as well as the aggadic midrashim of our Sages of blessed memory in their simple meaning. For they gladden the heart and enlighten the eyes - may our Creator merit us to have our portion among them and our lot with them, for they are the pillars of the world, and the length of this matter cannot be contained in writing. This division Rabbi Shimon bar Yochai, peace be upon him, called \"body.\" To this the masters of the Mishnah referred when they said (ibid 3), \"The laws of bird offerings and the beginnings of menstrual impurity - these are the essential bodies of law.\"\n\nThe third division consists of those who engage in the pleasant Kabbalah, like the secrets expounded in the Zohar, which a person should enter into and through them add yet more like them, for they left room for us [to expand]. This is on condition that the student maintains constant engagement with the teachings of this book, for then he will walk his path securely. These are certainly the soul and inner dimension of the entire Torah, for all the midrashim, mishnayot, laws, and performance of commandments have an inner dimension and pleasant secret.\n\nThe fourth division is the spirituality of the letters, their existence, their combinations with each other, and their relationships. For one who delves into the depths of this matter can create worlds, and this is called \"the soul of the soul,\" which depends on Binah, which is called the World to Come, and this is the joy we hope for after the resurrection. Under each of these four divisions there are many, many aspects that a person can judge for himself. Thus we find that the matter of Torah is the essence of the Sefirot, as explained regarding the body which is Malchut, the soul which is Tiferet, and the soul of the soul which is Binah. The Torah itself is found to be a garment for the Divine Essence, just as the Sefirot are a garment for the expanding Root, as explained in previous gates. For this reason, engagement with Torah surpasses everything else, as is known, apart from other reasons."
    },
    {
      "hebrew": "והנה אל ג' חלוקים הקודמים כינה הרשב\"י ע\"ה בשם מארי מקרא מארי משנה מארי קבלה. החלוקה הראשונה היא נקרא מארי מקרא, והחלוקה הב' נקרא מארי משנה, והחלוקה הג' נק' מארי קבלה. והחלוקה הרביעית אינה נמצא כמעט, ולכן לא באה בשם. ותחתיה תעמוד השמות ופעולתם וצרופם מתוך הפסוקים בהשתתף אליהם ידיעתם יניקתם וסדרם במרכבה העליונה מה שאינו נמצא כמעט. ובספר ברית מנוחה נתעסק בענין זה קצת. ומבוא אליה הם ג' שערים אלה אשר נבאר זה אחר זה. והם שער האותיות, ושער הנקודות, ושער הטעמים. כאשר יתבאר בעה\"ו:",
      "english": "And behold, Rashbi (may his memory be blessed) referred to these three previous divisions as \"masters of Scripture\" (marei mikra), \"masters of Mishnah\" (marei mishnah), and \"masters of Kabbalah\" (marei kabbalah). The first division is called masters of Scripture, the second division is called masters of Mishnah, and the third division is called masters of Kabbalah. The fourth division is hardly found, and therefore was not given a name. Under it stands the Divine Names and their operations and their combinations from within the verses, together with the knowledge of their derivation and their order in the supreme Merkavah (Divine Chariot), which is barely found. The book Brit Menuhah dealt somewhat with this matter. The entrance to it consists of these three gates which we shall explain one after another: the gate of letters, the gate of vowel points, and the gate of cantillation marks, as will be explained, God willing."
    }
  ]
}