{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 12,
  "translation": [
    {
      "hebrew": "באות <b><big>ט'</big></b> פי' בעל ס' התמונה כי האות זה ביסוד שהוא ט' ואמר שהמדה הזאת היא ז' למספר הימים ואם היא תשיעית למספר הספירות. והטעם הוא כדפי' בשער ערכי הכנויים בערך ימים. ואמר שנקרא שבת לשון מנוחה ולשון השבתה ובטול וחרבה. ונקרא כל, לשון חמדה ולשון כלייה. ולכן לטובים טובה ולרשעי' טי\"ת מלשון וטאטאתיה במטאטא השמד (ישעיה יד). ומטעם זה ממשלת האות הרוחניות הזאת בככב שבתי. ",
      "english": "Regarding the letter <b><big>Tet</big></b>, the author of Sefer HaTemunah explained that this letter corresponds to Yesod, which is Tet, and he stated that this attribute is the seventh in relation to the count of days, though it is the ninth in relation to the count of the Sefirot. The reason for this is as explained in Sha'ar Erkei HaKinuyim under the entry for \"days.\" He explained that it is called Shabbat, meaning rest, cessation, nullification, and desolation. It is also called \"all,\" referring to both desire and destruction. Therefore, for the righteous it is good, but for the wicked it is \"tet\" in the sense of \"I will sweep it with the broom of destruction\" (Isaiah 14). For this reason, the spiritual influence of this letter corresponds to the planet Saturn."
    },
    {
      "hebrew": "ויש מי שפי' כי הטי\"ת מורה בציורה כי בהתחבק התפארת עם המלכות בזרועותיו הקדושים נשארה המלכות מעוברת מכמה נשמות וכמה מלאכים ועניינים אחרים. והנה צורתה מורה על חבוק הזרועות וקוצה הפנימי מורה על העובר היושב במעי אמו כדפי'. ולכן המעוברת יולדת לט' חדשים כמנין טי\"ת. ובראש בצד השמאל י' להראות שמשם מהיו\"ד משך הנהר והשפע סביב סביב. ואמר עוד שהאות הזה רמז למדת חכמה תשיעי' ממטה למעלה ומקבלת מהכתר כי החכמה שני לו ולכן ארז\"ל (במנחות דף ל\"ד) ט\"ט בכתפי שתים ובו נתעבר כל העולם וממנו יצא כדכתיב (תהלים קד) כלם בחכמה עשית לכן היא בצורת יו\"ד בראשה ומעוברת בהוייות העולם שנתהוו ממנה כדפי'. ויש מי שפי' ט' רומז לגבורה מלשון וטאטאתיה במטאטא השמד שהוא לשון כלייה שהוא מכלת הכל בדין. ",
      "english": "There are those who explain that the letter Tet indicates in its form that when Tiferet embraces Malkhut with its holy arms, Malkhut becomes pregnant with many souls, angels, and other matters. Indeed, its shape indicates the embracing arms, and its inner point represents the fetus residing in its mother's womb, as explained. This is why a pregnant woman gives birth after nine months, corresponding to the numerical value of Tet. At its head on the left side is a Yod, showing that from there, from the Yod, flows the river and abundance all around. He further states that this letter alludes to the attribute of Wisdom, which is ninth from below to above and receives from Keter, as Wisdom is second to it. Therefore, our Sages of blessed memory said (in Menachot 34), \"Tet Tet in the shoulders are two,\" and through it the entire world was conceived and emerged from it, as it is written (Psalms 104), \"You have made them all with wisdom.\" Thus it has the form of a Yod at its head and is pregnant with the existences of the world that were formed from it, as explained. Some explain that Tet alludes to Gevurah, derived from the phrase \"and I will sweep it with the broom of destruction,\" which refers to annihilation, as it destroys everything through judgment."
    },
    {
      "hebrew": "ויש מי שפי' בענין אחר וז\"ש טי\"ת היא כפופה מלפניה וזקופה מכל צדדיה וממנה מתאצלים כל הדברים שהם לבוש השכל והמדעי ר\"ל הנסתר שהם נסתרים בתוכה. ובענין האות הזה בארו בזהר (תרומה דף קנ\"א) ענין גדול שהיא מקור החיים וזו היא סבה שיש מקום ידוע בעולם שאין מתים אנשים בתוכו כמבואר גם מתוך דברי רז\"ל (סוטה דף מ\"ו ע\"ב) והטעם מפני שעל אוירו תלויה אות ט' מצירוף אותיות שבהם נברא העולם. ובשיר השירים (בז\"ח דף פ\"ג ע\"א וע\"ב) ביאר הרשב\"י ע\"ה הפסוק (קהלת ט יד) עיר קטנה במציאות היו\"ד שאז אין מי שישכיל בה שהיא נעלמת וקטנה אל השגת בני אדם ולכן ואנשים בה מעט ולכן היא אומרת (שה\"ש א) אל תראוני שאני שחרחרת. פי' לא תחשבו כי תשיגוני שאני נעלמת. ובא אליה מלך גדול וגו' ובנה עליה מצודים גדולים היינו מציאות בנין הצלע בנין שור מקף סחור לקרתא. וזהו כי הבינה מציאותה ל כמו שנתבאר וכאשר יקיף סביב למלכות מהל' נעשית ט' כזה. ומצאתי אומרים כי ט' היא במלכות בסוד מציאות אור הבינה המקשטת אותה. ואין ספק כי מציאות הט' היא נבחרת ממציאות הה' והוא סוד (זכריה ב ט) ואני אהיה לה נאם ה' חומת אש סביב:",
      "english": "And there are those who explain it differently, saying that the letter Tet is bent in front and upright on all its sides, and from it emanate all things that are garments of the intellect and knowledge, meaning the hidden things that are concealed within it. Regarding this letter, the Zohar (Terumah 151) explained a great matter - that it is the source of life, and this is the reason there exists a known place in the world where people do not die within it, as is also explained in the words of our Sages (Sotah 46b), because in its air hangs the letter Tet from the combination of letters with which the world was created. And in the Song of Songs (Zohar Chadash 83a-b), Rabbi Shimon bar Yochai, peace be upon him, explained the verse (Ecclesiastes 9:14) \"a small city\" as referring to the existence of the Yod, when there is no one who can comprehend it, for it is hidden and small to human perception, therefore \"and few men within it.\" Thus it says (Song of Songs 1) \"Do not look upon me because I am dark,\" meaning do not think you can comprehend me for I am hidden. \"And a great king came against it\" etc. \"and built great siegeworks against it\" - this refers to the construction of the side wall, a surrounding wall encircling the city. This is because Binah's existence is Lamed, as has been explained, and when it encircles Malchut, the Lamed becomes a Tet like this. And I found those who say that Tet is in Malchut in the secret of the illumination of Binah that adorns it. And there is no doubt that the existence of the Tet is more distinguished than the existence of the Hey, and this is the secret of (Zechariah 2:9) \"And I will be unto her, says the Lord, a wall of fire round about.\""
    }
  ]
}