{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 10,
  "translation": [
    {
      "hebrew": "באות <b><big>ז</big></b> פי' בספר התמונה כי צורתה בנצח והיא רמז לכלי זיין לנצח בדין. וכן היא מדתו של משה ובה היה נוצח במלחמת עמלק כי היה מרים ידו ואז וגבר ישראל והוא הרמת יד ימין שהוא נצח על השמאל שהוא הו\"ד ואז גובר כח הרחמים וכן בנשיאות כפים צריך להגביה הימין על השמאל וכאשר ירים האדם ידו יראה כזיי\"ן בפשיטות אצבעותיו והוא נרמז בנצח ששם הנצחון ע\"י הזיי\"ן. ואמר כי ממשלתה בשעת החמה מטעם שגובר עליו כח הרחמים ע\"י הת\"ת ולכן מושל בשעת ממשלת חמה שהוא ככ\"ב הת\"ת. הקצור רוחניות האות הזה רומז בצד הנצח לבד.",
      "english": "Regarding the letter <b><big>Zayin</b></big>, the Sefer HaTemunah explains that its form represents Netzach and alludes to weapons of victory in judgment. This was also Moses' attribute, through which he was victorious in the war against Amalek, for when he raised his hand, Israel prevailed. This refers to the raising of the right hand, which is Netzach, over the left, which is Hod, and then the force of mercy prevails. Similarly, in the priestly blessing, one must raise the right hand above the left. When a person raises their hand, it appears like a Zayin in the extension of their fingers, and this is alluded to in Netzach, where victory comes through the Zayin. It is said that its dominion is during the hour of the sun because the force of mercy prevails through Tiferet, and therefore it rules during the dominion of the sun, which is like the star of Tiferet. In short, the spirituality of this letter alludes solely to the aspect of Netzach."
    },
    {
      "hebrew": " ויש מי שפירש כי הזיין הוא יסוד והא סוד הברית והוא סוד שבת וכמו ששבת עטרה על ששת ימי המעשה כן בזיי\"ן עטרה על הוא\"ו והעטרה הזאת היא עטרה שבברית. וכמו שהשבת נותן מזון לכל שאר ימי השבוע כן האות הזה נק' זיי\"ן על שם המזון הנשפע ממנו והוא הברית הנמשך מהת\"ת שהוא הגוף הנרמז בוא\"ו והזי\"ן ברית והחי\"ת נקבה העומדת לקבל ופוסקת את רגליה לקבל שפע הזכר. ",
      "english": "There are those who explain that the Zayin represents Yesod, which is the secret of the covenant and the secret of Shabbat. Just as Shabbat is a crown over the six days of creation, so too is the Zayin a crown over the Vav, and this crown is the crown of the covenant. And just as Shabbat provides sustenance to all other days of the week, so too this letter is called Zayin because of the sustenance that flows from it, which is the covenant that extends from Tiferet (which is the body represented by the Vav). The Zayin is the covenant, and the Chet is the female that stands ready to receive and parts her legs to receive the divine flow from the male."
    },
    {
      "hebrew": "ויש שפי' בענין אחר זיין עומדת בזו הצורה כדי לתקן ההשוואה וחלוק לגולם הנאצל והנעשה מן החומר. ויש מי שפי' ז' רומזת למדת הגבורה שלוקח כלי זיין להלחם ברשעים ולכן זיין מפורסם בדברי הרשב\"י ע\"ה בתיקונים בענין האות הזה הוא היות צורתה רמז אל ו' וי'. והנה היא מתפרשת על ב' דברים כי המלכות בעלותה אל מקומה הא' אל בית אביה כנעוריה הלא תעלה דרך מדרגות הסולם ובעלותה בראש צדיק אז היא עטרה בראש כל צדיק. והכונה כי לבוש הצדיקים בעולם הבא הוא מצד המלכות וזהו ותלבש אסתר מלכות (אסתר ה א) כי ראתה עולמה בחייה. אמנם זהו מצד מלכות שהוא בהיותה למטה מולכת בעה\"ז אבל בעלותה למעלה מצד הבינה כי ע\"י שהיא האם תעלה אל בית אביה היא עטרה בראש צדיק יסוד עולם וזהו עוה\"ב אין בו לא אכילה וכו' אלא צדיקים יושבים ועטרותי' בראשיהם כי עולם הבא היא הבינה כאשר נתבאר בערכו. וזהו ומרדכי יצא מלפני המלך (שם ח טו) שהיא הבינה בלבוש מלכות מצד המלכות כמבואר ועטרת זהב גדולה מצד עטרה בראש כל צדיק וצדיק. וזהו שראה עולמו בחייו. ובזה יובן למה לא נתנה עטרה לאסתר אלא כתר מלכו\"ת. ומפני שעטרה בראש הצדיק נמצא י' על ו' והוא ז' ע\"כ הוא יום הז' ואין זה מקום ביאורו. וזאת הזי\"ן זעירא כי לא נתפרסם שמה.",
      "english": "And there are those who explain in another way that the Zayin stands in this form to establish equilibrium and division between the emanated form and that which is made from matter. And some explain that the letter Zayin alludes to the attribute of Gevurah, which takes up weapons to fight against the wicked, and therefore the Zayin is prominent in the words of Rabbi Shimon bar Yochai, of blessed memory, in the Tikkunim, regarding this letter being in its form an allusion to Vav and Yod. And it is interpreted in two ways, for when Malchut ascends to its first place, to its father's house as in its youth, it ascends through the rungs of the ladder, and when it rises to the head of the Tzaddik, it becomes a crown upon every righteous one. The intention is that the garment of the righteous in the World to Come comes from the aspect of Malchut, and this is [the meaning of] \"And Esther donned royalty\" (Esther 5:1), for she saw her world in her lifetime. However, this is from the aspect of Malchut when it is below, ruling in this world, but when it ascends above from the aspect of Binah, because through it being the Mother it ascends to its father's house, it becomes a crown on the head of the Tzaddik, Foundation of the World, and this is [why] the World to Come has no eating, etc., but rather the righteous sit with their crowns on their heads, for the World to Come is Binah, as explained in its context. And this is [the meaning of] \"And Mordechai went out from before the king\" (Esther 8:15), which is Binah in royal garment from the aspect of Malchut as explained, and a great golden crown from the aspect of the crown on the head of each and every righteous one. And this is how he saw his world in his lifetime. And through this we can understand why Esther was not given a crown but rather a crown of Malchut. And because the crown on the head of the righteous is found as Yod above Vav, which is Zayin, therefore it is the seventh day, but this is not the place for its explanation. And this Zayin is minor because its name was not publicized."
    },
    {
      "hebrew": "ועוד יש עטרה בראש ס\"ת והיא נקרא בלשון הרשב\"י ע\"ה (בתקונא י' דף כ\"ג.) תג\"א דס\"ת וזהו בעלותה דרך המדרגות עד החכמה למעלה וזהו עטרת בעלה ואז היא י' על ו' והיא זיי\"ן ואל הזיינין האלה הם רמז התגין וזהו שג\"כ הוא תפארת יום הז'. ולפעמים תתיישב היו\"ד הזאת בראש ג' אבות ויעשו ג' זיונין כענין <b><big>ש</big></b> וכן בנצח הוד יסוד. וכל זה שבלי הלקט משדה הרשב\"י עליו השלום:",
      "english": "Furthermore, there is a crown atop the Torah scroll, which is called in the language of the Rashbi, peace be upon him (in Tikkunah 10, page 23), the \"crown of the Torah scroll.\" This refers to its ascent through the levels up to Chochmah above, and this is the \"crown of her husband.\" At this point it becomes a Yud above a Vav, forming a Zayin. These Zayins allude to the crown-like decorations (tagin), and this also represents the glory of the seventh day. Sometimes this Yud settles at the head of the three Patriarchs, forming three Zayins, as in the letter <b><big>ש</big></b>, and similarly with Netzach, Hod, and Yesod. All of this is gleaned from the field of the Rashbi, peace be upon him."
    }
  ]
}