{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 12,
  "translation": [
    {
      "hebrew": "הכוונה עתה לבאר שם מ\"ב ונקרא כן לפי שבו מ\"ב אותיות כאשר נבאר וזהו השם בנקודו:",
      "english": "The intention now is to explain the 42-letter Name, which is called thus because it contains 42 letters, as we shall explain, and this is the Name with its vowel points:"
    },
    {
      "hebrew": "אבגיתץ. קרע שטן. נגדיכש. בטרצתג. חקבטנע. יגלפזק. שקוצית:",
      "english": "ABGITATZ. QARA SATAN. NEGADIKESH. BATRATZAG. HAQABATNA. YAGLPAZAQ. SHAQOTZIT."
    },
    {
      "hebrew": "ע\"כ. כמו שנקדנו אותו מצאנוהו בתפלת ר' נחוניא. ובדברי מקובל ע\"פ מגיד כתוב וז\"ל. אבגיתץ תנקדהו בפת\"ח ובשב\"א, האל\"ף והבי\"ת והגימ\"ל בפת\"ח והיו\"ד בשב\"א והתי\"ו בפתח ובדגש. קרע שטן הקוף בשב\"א והרי\"ש בפת\"ח והשי\"ן בשב\"א והט' בקמץ. נגד יכש על הדרך הזה הנו\"ן בשב\"א הג' בפתח והד' בשב\"א היו\"ד בפתח והכ\"ף ג\"כ. בטר צתג הבי\"ת בשב\"א הטי\"ת בפת\"ח הצד\"י בשב\"א התי\"ו בפתח. חקבטנע החי\"ת בפתח הקוף בשב\"א הבי\"ת בפת\"ח ובדגש הטי\"ת בשב\"א ובדגש הנו\"ן בפתח ועי\"ן בלי נקודה. יגל פזק היו\"ד בשב\"א ובדגש הגימ\"ל בפת\"ח בלי דגש הפ\"א דגושה ובשב\"א הזי\"ן בפתח הקוף בלי שום נקודה. שקוצית תנקדהו על הדרך הזה השי\"ן בקמ\"ץ והקו\"ף בשב\"א והוא\"ו בקמץ ג\"כ הצד\"י בחיר\"ק. זהו צירוף נקודו. ידוע כי סוד הפת\"ח הוא סוד גדול לפתוח מלמעלה על פתחי הרחמים הגמורים יען כי הוא רחמים גמורים. וקמץ סודו (תהלים פז י) קפץ באף רחמיו. ר\"ל אם תנקדהו בקמץ הוא קופץ באף והשמר לך שלא תנקדהו בקמץ אלא לנקום נקם. ובמקום השב\"א חירי\"ק ועמו תעשה ותשיג פלאי פלאות. ובפת\"ח תשיג פעולות הרחמים ויפתח ברכות עד בלי די וזש\"ה (מלאכי ג') אם לא אפת\"ח לכם את ארובות השמים והריקותי וגו' עכ\"ל לענייננו. ונחזור לענין פירוש השם והוא נרמז בספי' הגבורה ומקום מוצאו מפסוק בראשית עד ב' ובה\"ו וכן פי' הרשב\"י ע\"ה בתיקונים בתקון ד' וז\"ל קם ר' שמעון על רגלוי ואמר רבון עלמין אפתח עיני לאסתכלא בהון לעילא אבא ב\"ם במ\"ב אתוון דשמא מפרש למנדע כל את ואת על תקוניה ואינון בראשית ברא אלדים את השמים ואת הארץ והארץ היתה תהו ובוהו. בראשית ברא אלה ימאת הש מימואת הארצוה ארצהית התהווב. ואינון אבגיתץ קרע שטן נגדיכש בטרצתג חקבטנע יגלפזק שקוצית. כל את ואת אית ליה מאמר ואית ליה נתיב י' אמירן אינון ול\"ב שבילין וכולהו תליין מן אי\"ה ודא איהו אבא ב\"ם אודה י\"ה אי\"ה בחשבן אודה י\"ה (י\"ה חכמה ובינה א' כתר עלאה). ואינון ז' ספירן כלילן בז' שמהן וכולהו כלילת לון בת שבע עכ\"ל.",
      "english": "Thus far. As we have vocalized it, we found it in the prayer of Rabbi Nehunya. And in the words of a kabbalist according to a maggid, it is written as follows: ABGITZ should be vocalized with patach and sheva, the alef, bet, and gimel with patach, the yod with sheva, and the tav with patach and dagesh. KRA SATAN - the kuf with sheva, the resh with patach, the shin with sheva, and the tet with kamatz. NGD YKS in this manner: the nun with sheva, the gimel with patach, the dalet with sheva, the yod with patach, and the kaf likewise. BTR TzTG - the bet with sheva, the tet with patach, the tzadi with sheva, the tav with patach. ChKBTNA - the chet with patach, the kuf with sheva, the bet with patach and dagesh, the tet with sheva and dagesh, the nun with patach, and the ayin without any vowel. YGL PZK - the yod with sheva and dagesh, the gimel with patach without dagesh, the pe with dagesh and sheva, the zayin with patach, the kuf without any vowel. ShKVTzYT should be vocalized in this way: the shin with kamatz, the kuf with sheva, the vav also with kamatz, the tzadi with chirik.\n\nThis is the combination of its vowels. It is known that the secret of the patach is a great secret to open from above the gates of complete mercy, since it represents complete mercy. And the secret of kamatz is (Psalms 87:10) \"He has closed off His mercy in anger.\" That is to say, if you vocalize it with kamatz, it closes off in anger, so be careful not to vocalize it with kamatz except to take revenge. And in place of the sheva use chirik, and with it you will accomplish and achieve wondrous wonders. And with patach you will achieve acts of mercy and it will open blessings without end, as it is written (Malachi 3) \"if I will not open for you the windows of heaven and pour out...\"\n\nLet us return to the explanation of the Name, which is alluded to in the sefirah of Gevurah, and its source is from the verse \"Bereishit\" until the bet of \"vavohu.\" And so explained Rabbi Shimon bar Yochai in the Tikunim, in the fourth tikun, saying: \"Rabbi Shimon stood on his feet and said: Master of the Universe, open my eyes to gaze upon them above. I will enter them with 42 letters of the explicit Name, to know each and every letter in its proper arrangement. And these are: 'In the beginning God created the heavens and the earth, and the earth was formless and void.' [He then provides the letter combinations that yield:] ABGITZ KRA SATAN NGDYKS BTRTzTG ChKBTNA YGLPZK ShKVTzYT. Each letter has a saying and a path - there are 10 sayings and 32 paths, and all depend on AYH, and this is 'I will enter them, I will thank YH.' AYH equals in gematria 'I will thank YH' (YH represents Wisdom and Understanding, Alef represents the supreme Crown). And these are seven sefirot included in seven names, and all of them are included in Bat Sheva.\""
    },
    {
      "hebrew": "ושיעור הכתוב הוא פתחו לי שערי צדק והיא השכינה כשהיא נקרא בת שבע על שהיא כלולה משבע שמות אלו שהם שבע הספירות ואז היא נקראת צדק מעבר הנתיבות והמאמרים. אח\"כ אבוא ב\"ם שהם שבע שמות שבע ספירות ובהם נכללות מ\"ב אותיות שהם י' מאמרים ול\"ב נתיבות וכל אות ואות יש לה כח א' מהמאמרים או ההנתיבות. אודה י\"ה הם ג' ראשונות הנשארות.",
      "english": "The interpretation of the verse \"Open for me the gates of righteousness\" refers to the Shekhinah when she is called Bat Sheva (daughter of seven), as she encompasses these seven names which are the seven Sefirot, and then she is called Righteousness through the pathways and utterances. Then \"I will enter them\" refers to the seven names of the seven Sefirot, which include within them the 42 letters that comprise the 10 utterances and 32 paths, and each individual letter possesses the power of one of the utterances or paths. \"I will praise Yah\" refers to the remaining three supreme ones."
    },
    {
      "hebrew": "הנה בפירוש שמוצא השם הזה הוא מפסוק בראשית עד ב' של ובה\"ו, ויש בזה קצת בלבול כאשר נכתוב. ויש מי שחלק האותיות האלה לג' חלקים שהם ג' ידות יד ימין יד רמה ויד החזקה וזה סדורו עם נקודו בראשית ברא אלה ימ. ע\"כ יד הגדולה ימין. אתהש. מימואתהא. רצ. ע\"כ יד רמה הרחמים. והארצה יתהתהו. וב. ע\"כ יד החזקה:",
      "english": "Behold, it is explicitly stated that the source of this Name is from the verse \"Bereshit\" until the letter bet of \"vabohu,\" though there is some confusion in this matter as we shall write. There are those who divided these letters into three parts, corresponding to the three \"hands\": the right hand, the uplifted hand, and the strong hand. And this is its arrangement with its vowelization: \"Bereshit bara eleh yam\" - thus concludes the great right hand. \"At-hash. Mimvo'et-ha. Ratz\" - thus concludes the uplifted hand of mercy. \"Veha'artzah yithatohu. Vav\" - thus concludes the strong hand."
    },
    {
      "hebrew": "וכתב עוד כי מ\"ב אותיות אלה בסוף התורה בפסוק ולכל היד החזקה ולכל המורא וגו'. ושם ג\"כ ג' ידות והם אלו ולכלהי דהחזקה ול ע\"כ היד האחת. כל המוראה גדול אש ע\"כ היד השנית. רעשה משה לעיני כל. ע\"כ היד הג'. כן מצאתי. ואפשר היות נקודות אלו כנקודות האותיות שבו נקוד האותיות שמבראשית כאשר רמזנום לעיל ושמענו אומרים שדברים אלו הם דברי החסיד החכם ר' שלמה מלכו ז\"ל. ובשם זה מצאנו בס' הקנה שמות שראשי תיבותם הוא שם בן מ\"ב נראה משם שהם לבוש אל זה השם ואלו הן השמות כאשר כתב הוא בספרו:",
      "english": "And he further wrote that these 42 letters are found at the end of the Torah in the verse \"and for all the mighty hand, and for all the great terror, etc.\" And there too are three \"hands,\" and they are these: \"velchol hay'd hachazakah vel\" - thus concludes the first hand; \"kol hamorah gadol ash\" - thus concludes the second hand; \"ra'asah Moshe le'einei kol\" - thus concludes the third hand. This is what I found. And it is possible that these vowel points are like the vowel points of the letters that are vowelized from \"Bereishit\" as we alluded to above, and we have heard it said that these matters are the words of the pious sage Rabbi Shlomo Molcho, of blessed memory. And regarding this Name, we found in the Sefer HaKanah names whose initial letters spell out the 42-letter Name, and it appears from there that they are a garment for this Name, and these are the names as he wrote in his book:"
    },
    {
      "hebrew": "אדירירוץ בהירירוץ גבירירון יגבהיה תלמיה צתניא קדמיה רגריה עריריה שנעיה טלטיה נהריה נשמריה געריה דהריה יעליה כסיה שניוניה בועליה טורריה רמיה צצציה תחבהיה גלגליה חנניה קתקיה בהבחביה טוהויה נתניה עממיה יהלשריה גורריה לממריה פקורקריה זהרזהר זהריה קמליה שתהודדיה קדושיה והאלאליה צעדיה יתהרריה תמתליה. ע\"כ:",
      "english": "Adirirutz, Behirirutz, Gabiriron, Yigbehiah, Talmiah, Tzatnia, Kadmiah, Ragriah, Arariah, Shaniah, Taltiah, Nahariah, Nishmriah, Gariah, Dahriah, Yaliah, Kasiah, Shaniuniah, Boaliah, Turriah, Ramiah, Tzatztziah, Tachbehiah, Galgeliah, Chananiah, Katkiah, Bahbachbiah, Tohoviah, Nataniah, Amamiah, Yahalshriah, Gorriah, Lammeriah, Pakurkeria, Zaharzahar, Zahariah, Kamliah, Shathodediah, Kedoshiah, Veha'elaliah, Tzaadiah, Yithareriah, Tamteliah."
    },
    {
      "hebrew": "והכוונה כי מ\"ב אותיות השם הם מ\"ב מאורות מאירות צורות רוחניות ושם כל א' כפי הנזכר לעיל ולרמוז אל אות השם שהוא מקורו בא בראש שמו סימן האות לרמוז כי הענף נעוץ בשרש והשרש בענף ולהורות שהוא אצילות נאצל מן המקור ההוא. עוד מצאתי באמתחת החכמים דרך שני מ\"ב שמות ראשי שמותם השם הקדוש ואלו הם. ארפניא\"ל בוא\"ל גבריא\"ל יופיא\"ל תומיא\"ל צדקיא\"ל. השם השני קבציא\"ל רבחיא\"ל עזוזיא\"ל שמשיא\"ל טופיא\"ל נגדיא\"ל. השם הג' נחליא\"ל גבוריא\"ל דניא\"ל יהודיא\"ל כבשיא\"ל שפריא\"ל. השם הד' ברכיא\"ל טפטיא\"ל רחמיא\"ל צפוניא\"ל תרומיא\"ל גרודא\"ל. השם הה' חזא\"ל קומיא\"ל ברקיא\"ל טהריא\"ל נוריא\"ל עמיא\"ל. השם הששי ישרא\"ל גדיא\"ל להביא\"ל פנוא\"ל זכריא\"ל קדושיא\"ל. השם השביעי שלגיא\"ל קרביא\"ל וויא\"ל צוריא\"ל ילפיא\"ל תבריא\"ל ע\"כ. ואין ספק היות שמות הקדומים מתעלמים ומתעלים על אלו חלק רב. ויש עוד דרך ג' בזה כפי הנמצא בספרי הקדמונים:",
      "english": "The meaning is that the 42 letters of the Name are 42 luminous lights of spiritual forms, and each one's name is as mentioned above, and to allude to the letter of the Name which is its source, the sign of the letter appears at the beginning of its name, indicating that the branch is embedded in the root and the root in the branch, and to demonstrate that it is an emanation emanated from that source. Furthermore, I found in the sages' treasury a second way of 42 names whose initial letters spell out the Holy Name, and they are: Arfaniel, Boel, Gabriel, Yofiel, Tomiel, Tzadkiel. The second name: Kabtziel, Rabchiel, Azuziel, Shamsiel, Tofiel, Nagdiel. The third name: Nachliel, Geburiel, Daniel, Yehudiel, Kabshiel, Shafriel. The fourth name: Barchiel, Taftiel, Rachmiel, Tzafoniel, Terumiel, Garodal. The fifth name: Chazael, Kumiel, Barkiel, Tahariel, Nuriel, Amiel. The sixth name: Yisrael, Gadiel, Lahaviel, Penuel, Zachriel, Kedushiel. The seventh name: Shalgiel, Karbiel, Vaviel, Tzuriel, Yalfiel, Tabriel. And without doubt, the original names are far more concealed and elevated than these. And there is yet a third way in this according to what is found in the books of the ancients."
    }
  ]
}