{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 7,
  "translation": [
    {
      "hebrew": "בהיכל שביעי הוא נקרא קדש הקדשים. בהיכל הזה אין ציור ואין דבר נתפס אבל הוא דבר נעלם ומתעלה והוא המתקרב אל האצילות ובתוך ההיכל הזה פרכת פרוש להבדיל בין הקדש ובין קדש הקדשים ושם בתוך הפרכת ב' כרובים ועל ענין הפרגוד הפרוש אתמר בפרשת בשלח (דף נ\"ח.) וז\"ל דתאנא סנדלפון עלאה הוא על כל שאר חברוי חמש מאה שנין והוא קאים בתר פרגודא דמאריה וקשיר ליה כתרין מבעותהון דצלותא דישראל ובשעתא דמטא ההוא כתרא לרישיה דמלכא קדישא הוא מקבל צלותהון דישראל וכלהו חיילין ואוכלסין מזדעזעין ונהמין ואמרין בריך יקרא דה' מאתר בית שכינתי' עכ\"ל.",
      "english": "The seventh chamber is called the Holy of Holies. In this chamber there is no form and nothing tangible can be grasped, rather it is something hidden and elevated, and it draws near to Atzilut. Within this chamber a curtain is spread to separate between the holy and the Holy of Holies, and there within the curtain are two cherubim. Regarding the matter of the spread curtain, it is stated in Parshat Beshalach (page 58), and these are its words: For it was taught that Sandalphon is elevated above all his other companions by five hundred years, and he stands behind the curtain of his Master and binds crowns from the petitions of Israel's prayers, and when that crown reaches the head of the Holy King, He receives the prayers of Israel, and all the hosts and multitudes tremble and roar and say: \"Blessed is the glory of the Lord from His place of dwelling.\""
    },
    {
      "hebrew": "ולכאורה משמע כי סנדלפון הוא בהיכל הנק' קדש הקדשים והפרגוד הנז' כאן הוא הפרכת שאמרנו וכן נראה מדברי הגאונים. ולפנים מהפרכת שם בתוך קדש הקדשים שם חניית השכינה ותחלת קבלת השפע מהכסא העליון שהוא הבריאה כמ\"ש וההיכל הזה מקבל הנשמות הקדושות מהבינה אותם נשמות החדשות שהם עתידים להתחדש בעולם בזמן המשיח בה\"ו. ע\"כ הגיע העתק דברי הרשב\"י ע\"ה מפר' פקודי בעינן ההיכלות:",
      "english": "And it appears that Sandalfon is in the chamber called the Holy of Holies, and the curtain mentioned here is the partition we discussed, as is also evident from the words of the Geonim. And within the partition, inside the Holy of Holies, there resides the Divine Presence and there begins the reception of divine influx from the Supreme Throne, which is Creation, as mentioned. And this chamber receives the holy souls from Binah, those new souls that are destined to be renewed in the world in the time of the Messiah, may it be speedily in our days. This concludes the copy of the words of Rabbi Shimon bar Yochai, of blessed memory, from Parashat Pekudei regarding the matter of the chambers."
    },
    {
      "hebrew": "ומצאנו דברים אחרים בעינן ההיכלות להגאונים רב נוטרונאי גאון ורב נחשון עד וז\"ל גמירנא דז' היכלות ברקיע דוילון. בהיכל קדמאה כנסיא\"ל והיכליה מתקריא כנסי\"א דבתייא ותמן מצלן מלאכייא קדישין ג' זימני בכל יומא. בהיכלא תנינא קבציא\"ל דעתיד למכנש כנשיתא דישראל מגלותא. בהיכלא תליתאה יופיא\"ל דנשמתהון דינוקייא דמיתו מבר שיתא עד בר שבעה ילפין וגמרין קדמוהי והשכינה מחבקתן וסלקין נשמתהון בזיווגא דשכינתא תתאה עד אתרא דכהנא רבא ומתקרבין קורבנא ע\"ג מדבחא דשכינתא עלאה. בהיכלא ד' טהריא\"ל הוא מטהר ומזהר לנפשתא דהוו מתטנפין בגווין דרשיעיא ומתרחצן ומתטבלין במוי דאבני שיש טהור דר' עקיבא וחברוי דהן זיוון דד' חיותא קדישתא בשעתא דמתחבקן ומתקרבן דא עם דא לפולחנא דמארי עלאה, ודין הוא דמשיקות אשה אל אחותה. בהיכלא חמישאה נוריא\"ל נהר דינור נפיק מן קדמוהי מאשתא ומנהורא דמלאכיא דתמן מתחדשן זיקי נהורא דאמרין תושבחתא על מה דאתבריאו ומתעלמין. ודין רזא רזייא דאינון מתקרבן לבתר מתפרשן (חסרה תיבה) זימנין דאינון תלתין ומצפצפין מזיווא לזיווא ואוירא עד דמטיין לזיווא דמאריה כתרא דמלכותא עלאה והן נשמתא דנביאי קדישייא, וחס לנא ולחברנא לסגור במילי דאלוה שמייא ולגלויי מה דלא אפשר ולא ארשיאו לנא רבוותא דקמאי ז\"ל. בהיכלא שתיתאה חנוך דאתלבש בלבוש זיוא דנהורא ושני שמיה וגוביה, ושמיה מטטרון כשם רביה וחותמיה וגשמיה, והוא רבא בהיכלא שתיתאה והוא מטהר לכל נפשתא דסלקן מארעא לרום רקיעא ומצרפן ומתלבשן ומתפשטן מכל מיני טינוף גופתא ומתלבשן בזיווי גופי קרניתא דמטמרן ומצטיירן בזיוו דקב\"ה דהוא חיי עלמין דמתמן פרחין נפשתא מעלמא לעלמא עד עלמא רבא הוא עלמא דזיויה מבהקא לשיתא עלמין דתמן מתפנקן ומתעדנן נפשתא דגווייתא כמה דאתגזרו מתמן בההוא שעתא דאתבריאו, ואנן לית לן רשו לגלויי פתגמין ורזין דאינון כבשונו של עולם. בהיכלא שביעאה סנדלפון כריכה יציבא מלתא דעובד גבורתיה בשמייא לארעא ובין תרין רברבין גברין שליטין בצורתא דעוברין במעי אמהון והוא דיהיב לכלהון רוחא דחיי והוא דאמית לברייתא דארעא בחרבא שליפא דאשתא דלא מתנפחא וכל ברייתא דארעא וכל דשליטין באוירא דרקיעא תחות שולטניה, ובידוהי מלבושא דנהורא דמלכא דלביש לנביאייא בעידנא דמתנבאן ורוחיהון מזיווא דרוחיה וגופיהון מנהג' בגופיה והוא פומא ומליל לרוחא בשפתיהון ופיו ולישניה מסדר גבריאל מארי נבואתה כמה דאתפקיד (מארי) [ממארי] עלמא ושכינתא דישראל. עכ\"ל סדורא דשמושא רבא סדר היכלות. עכ\"ל.",
      "english": "We found other teachings regarding the Heikhalot (celestial palaces) from the Geonim, Rav Natronai Gaon and Rav Nachshon, who said: \"We have learned that there are seven palaces in the Vilon firmament. In the first palace is Kansia'el, and his palace is called Kansia of Houses, and there the holy angels pray three times daily. In the second palace is Kavtzia'el, who is destined to gather the assemblies of Israel from exile. In the third palace is Yofi'el, before whom the souls of children who died between ages six and seven study and learn, and the Shekhinah embraces them, and their souls ascend in union with the lower Shekhinah to the place of the High Priest, and they offer sacrifices upon the altar of the upper Shekhinah. In the fourth palace is Tahari'el, who purifies and illuminates the souls that were defiled among the wicked, and they wash and immerse in the waters of pure marble of Rabbi Akiva and his companions, which are the radiance of the four holy Chayot when they embrace and draw near to one another in service of the supreme Master, and this is the secret of 'they kiss one another.' In the fifth palace is Nuri'el; a river of fire flows before him from the fire and light of the angels there, where sparks of light are renewed, reciting praise for their creation and then disappearing. This is the secret of secrets, for they draw near and then separate thirty times, chirping from radiance to radiance and air until they reach the radiance of their Master, the crown of supreme kingship, and these are the souls of the holy prophets - and it is forbidden for us and our companions to delve into matters of the God of heaven or reveal what is impossible and what our early sages did not permit us to reveal. In the sixth palace is Enoch, who was clothed in garments of luminous radiance and his name and stature were changed, and his name became Metatron like the name of his master, his seal and his body, and he is great in the sixth palace and he purifies all souls that ascend from earth to the heights of heaven, refining them and clothing them and divesting them of all types of bodily impurity, and clothing them in the radiance of hidden horn-like bodies that are formed in the radiance of the Holy One Blessed be He, who is the life of worlds, from where souls fly from world to world until the great world whose radiance illuminates six worlds, where souls of bodies delight and pleasure as they were decreed from there at the time of their creation - and we do not have permission to reveal these matters and secrets which are the hidden matters of the world. In the seventh palace is Sandalfon, certainly established in his mighty works from heaven to earth and between two great ruling powers in the form of embryos in their mothers' wombs, and he gives the spirit of life to all of them, and he causes earthly creatures to die with an unquenchable drawn sword of fire, and all earthly creatures and all who rule in the firmament's atmosphere are under his dominion, and in his hands is the garment of light of the King that the prophets wear when they prophesy, and their spirits are from the radiance of his spirit and their bodies are conducted by his body, and he is the mouth that speaks spirit on their lips, and his mouth and tongue are arranged by Gabriel the master of prophecy as commanded by the Master of the World and the Shekhinah of Israel.\" This concludes the text of the Great Usage, the Order of the Palaces."
    },
    {
      "hebrew": "ואין ספק כי ההיכלות האלה הם הם ההיכלות שפי' בפרקים הקודמים ועם היות שבקצת דברים או רובם משמע דפליגי ארשב\"י ע\"ה עכ\"ז כלהו מלתא חדא אמרו אלא שרשב\"י ע\"ה סיפר מענין המאורות שהם בדמות נשמה להיכלות והם פי' ענין ההיכלות בעצמם וקרוב לענין זה פי' הרשב\"י ע\"ה בזהר ובפרט בפ' תרומה כמ\"ש בפרק בפני עצמו בע\"ה:",
      "english": "There is no doubt that these chambers are the very same chambers explained in the previous chapters, and although in some matters, or most of them, it appears they disagree with Rabbi Shimon bar Yochai (of blessed memory), nevertheless they all expressed the same matter - except that Rabbi Shimon bar Yochai described the aspect of the luminaries which are in the form of a soul to the chambers, while they explained the nature of the chambers themselves. Similar to this explanation, Rabbi Shimon bar Yochai explained in the Zohar, particularly in the portion of Terumah, as will be explained in a separate chapter, God willing."
    }
  ]
}