{
  "title": "Pardes Rimmonim",
  "gate_num": 31,
  "chapter_num": 1,
  "translation": [
    {
      "hebrew": "<b>שער הנשמה הוא שער לא:</b>",
      "english": "<b>Gate of the Soul is Gate 31:</b>"
    },
    {
      "hebrew": "אחר שבשערים הקודמים נתעסקנו בכל חלקי החכמה הנעלמה הן רב הן מעט. כוונתנו בשער זה לבאר ענין האדם ר\"ל צורתו שהוא נשמתו ורוחו ונפשו ויהיה עסקנו בג' חלקי הדרוש הזה. האחד מקום הנשמה ועניינה בעה\"ו ותועלת בריאתה. שנית חיבורה בגוף הנגוף עם היותה הויה דקה רוחניות יותר ממלאכי השרת כדפירשנו בשער היכלות. שלישית ענין חטאה ועונשה ופגימתה למעלה בשרשים הנכבדים ופגימת עצמה וכן קיצוצה בנטיעות ח\"ו:",
      "english": "After having dealt with all aspects of the hidden wisdom, whether extensively or briefly, in the previous gates, our intention in this gate is to explain the matter of man - that is to say, his form, which comprises his neshamah, ruach and nefesh. Our discussion will encompass three parts of this inquiry. The first concerns the place of the soul and its purpose in this world and the benefit of its creation. The second concerns its connection to the physical body, despite being a refined spiritual entity more subtle than the ministering angels, as we explained in the Gate of Palaces. The third concerns the matter of its sin and punishment, its blemishing effect above in the exalted roots, its self-damage, and likewise its potential severance from the divine plantings, Heaven forbid."
    },
    {
      "hebrew": "<b>פרק ראשון:</b>",
      "english": "<b>Chapter One:</b>"
    },
    {
      "hebrew": "בביאור חלק א' שהוא <b>מקום הנשמה</b>. המפורסם בדברי הרשב\"י ע\"ה כי הנשמה רצה לומר צורת האדם נחלק לשלשה חלקים והם <b>נפש רוח ונשמה</b>. והנפש מרכבה לרוח והרוח מרכבה לנשמה ואצילות שלשתם מהספירות העליונות שרשי כל השרשים אשר למו. אמנם נחלקים באצילותם כי הנשמה אצולה מבינה וסימן ונשמת שדי תבינם (איוב לב ח). והרוח אצולה מתפארת וכן הת\"ת כסא ומכון לבינה ולכן הרוח כסא ומכון לנשמה. והנפש אצולה מהמלכות ולכן הנפש כסא ומכון לרוח כמו שהמלכות מכון וכסא לתפארת. וכן באר הרשב\"י ע\"ה אצילותם בזהר פ' ויגש (דף ר\"ו) וז\"ל ת\"ח כלא אינון דרגין אילין על אילין נפש רוח נשמה דרגא על דרגא נפש בקדמיתא ואיהי דרגא תתאה כדקאמרן. רוח לבתר דשריא על נפש וקיימא עלה. נשמה דרגא דסלקא על כלא ואוקמוה. נפש דא נפש דוד ואיהי דקיימא לקבלא נפש מההוא נהר דנגיד ונפיק. רוח דא רוח דקיימא עליה דנפשא ולית קיומא לנפש אלא ברוח ודא הוא רוח דשריא בין אשא ומייא ומהכא אתזן האי נפש. רוח קיימא בקיומא דדרגא אחרא עילאה דאקרי נשמה, דהא מתמן נפקי נפש ורוח, מתמן אתזן רוח. וכד נטיל רוח כדין נטלא נפש וכלא חד ואתקריבו דא בדא. נפש אתקרב ברוח ורוח אתקריב בנשמה וכלא חד עכ\"ל.",
      "english": "In explanation of Part 1, which concerns the <b>place of the soul</b>. It is well-known in the teachings of Rabbi Shimon bar Yochai, peace be upon him, that the soul - meaning the form of man - is divided into three parts, which are <b>Nefesh, Ruach, and Neshamah</b>. The Nefesh is a vehicle for the Ruach, and the Ruach is a vehicle for the Neshamah, and all three emanate from the supernal Sefirot, which are the root of all roots. However, they differ in their emanation, for the Neshamah emanates from Binah, as indicated by the verse \"the breath of the Almighty gives them understanding\" (Job 32:8). The Ruach emanates from Tiferet, and just as Tiferet is a throne and foundation for Binah, so too is the Ruach a throne and foundation for the Neshamah. The Nefesh emanates from Malchut, and therefore the Nefesh is a throne and foundation for the Ruach, just as Malchut is a foundation and throne for Tiferet. And thus Rabbi Shimon bar Yochai, peace be upon him, explained their emanation in the Zohar, Parashat Vayigash (page 206), saying: \"Come and see, these are all levels, one above the other - Nefesh, Ruach, Neshamah, level upon level. Nefesh is first, and it is the lowest level, as we have said. Ruach comes after and rests upon the Nefesh and stands above it. Neshamah is the level that rises above all, and they established it thus. This Nefesh is the Nefesh of David, and it stands to receive Nefesh from that river that flows forth. This Ruach is the Ruach that stands above the Nefesh, and there is no existence for the Nefesh except through Ruach, and this is the Ruach that dwells between fire and water, and from here this Nefesh is sustained. Ruach exists through the existence of another higher level called Neshamah, for from there emerge Nefesh and Ruach, from there Ruach is sustained. And when Ruach moves, then Nefesh moves, and all is one, and they draw near to each other. Nefesh draws near to Ruach, and Ruach draws near to Neshamah, and all is one.\""
    },
    {
      "hebrew": "ובפירוש פי' כי הם נשמה בינה רוח תפארת נפש מלכות. וכן נתבאר בתיקונים (תקוני ז\"ח דף קי\"ד.) וז\"ל נר ה' נשמת אדם. נ\"ר, נפש רוח ואינון אצילות דשכינתא ועמודא דאמצעיתא דכליל שית ספירין. נשמת אדם, אצילותא דאימא עלאה עכ\"ל.",
      "english": "And he explicitly explained that they are: Neshamah corresponds to Binah, Ruach to Tiferet, and Nefesh to Malchut. And so it is explained in the Tikkunim (Tikkunei Zohar Chadash, page 114), which states: \"The lamp of God is the soul of man.\" NR [stands for] Nefesh and Ruach, and these are emanations of the Shekhinah and the Central Column which includes six Sefirot. \"The soul of man\" refers to the emanation of the Supernal Mother."
    },
    {
      "hebrew": "והנה בכחו יתברך מתקשרים שלשה הכחות האלה קשר אמיץ וחזק כל אחד לפי מדרגתו ועניינו איש על עבודתו ועל משאו. ויש שואלים כי אחד ששלשה החלקים נאצלים מבינה ת\"ת ומלכות אם כן איך אנו אומרים שנשמת אברהם היא מצד החסד וכן יצחק מצד הגבורה ויעקב מצד התפארת וכיוצא בזה. ושאלה זו שאל רבי יהודה חייט לרבי אלקשטלי. וזאת תשובתו אליו מה ששאלת מענין מה שארז\"ל שנפש אברהם מיוחס אל הימין ויצחק לשמאל וכן הרבה כל אחד וא' מיוחס למדתו והקשית והלא כל אדם כלול משלשה מדרגות נפש רוח ונשמה נפש ממלכות ורוח מתפארת ונשמה מבינה אם כן איך אפשר שיתיישבו הדברים. כבר ידעת אחי שכל המדרגות כלולות זו בזו כי נעוץ סופן בתחילתן ולפיכך נמצאת כל אחד ואחד כוללת כל האצילות ומאחר ששלשה צורות נמצאות מג' מדרגות מן האצילות שמהם יונקות המושכל והמורגש והמוטבע בסוד נפש רוח ונשמה הם בעצמם נמצאות בכל ספירה וספירה עכ\"ל.",
      "english": "And behold, through His blessed power, these three forces are bound together with a strong and mighty bond, each according to its level and purpose, each to its service and its burden. Some ask: since the three parts emanate from Binah, Tiferet, and Malkhut, how then can we say that Abraham's soul is from the side of Chesed, and likewise Isaac from the side of Gevurah, and Jacob from the side of Tiferet, and so forth? This question was asked by Rabbi Yehudah Chayat to Rabbi Alkastali. And this was his response: \"Regarding what you asked about what our Sages said, that Abraham's soul is attributed to the right side, and Isaac to the left, and likewise many others each attributed to their particular quality - you questioned this, since every person comprises three levels of Nefesh, Ruach, and Neshamah, with Nefesh from Malkhut, Ruach from Tiferet, and Neshamah from Binah, so how can these matters be reconciled? You already know, my brother, that all levels are included within each other, for their end is wedged in their beginning, and therefore each one encompasses all of emanation. And since the three forms exist from three levels of emanation, from which derive the intellectual, the sensory, and the natural in the mystery of Nefesh, Ruach, and Neshamah, they themselves are found within each and every Sefirah.\""
    },
    {
      "hebrew": "וכלל דבריו כי שלשת המדרגות הם לאברהם מהבינה והת\"ת והמלכות שבחסד. וכן ליצחק מצד הגבורה, וכן ליעקב מצד הת\"ת. ויש שפירשו בענין אחר על דרך זה כי נשמת אברהם מצד חסד שבבינה ונשמת יצחק מצד הגבורה שבבינה ונשמת יעקב מצד התפארת שבבינה, ורוח אברהם אבינו ע\"ה מצד חסד שבתפארת ורוח יצחק מצד גבורה שבתפארת ורוח יעקב מצד תפארת שבתפארת. וכן לנפש מצד חסד שבמלכות או מצד הגבורה שבמלכות או מצד הת\"ת שבמלכות. ולנו בזה דרך אחרת כי כל נשמה ונשמה כלולה מעשר וכן ביאר הרשב\"י ע\"ה והעתקנו לשונו בשער עשר ולא תשע בפ\"ה במאמר ואית אחרנין מארי ס\"ת וכו' ע\"ש.",
      "english": "The essence of his words is that the three levels for Abraham are from the Binah, Tiferet, and Malkhut that are within Chesed. Similarly for Isaac they are from the aspect of Gevurah, and for Jacob from the aspect of Tiferet. Others have explained this matter differently, saying that Abraham's Neshamah comes from the Chesed aspect within Binah, Isaac's Neshamah from the Gevurah aspect within Binah, and Jacob's Neshamah from the Tiferet aspect within Binah. Similarly, Abraham our father's Ruach comes from the Chesed aspect within Tiferet, Isaac's Ruach from the Gevurah aspect within Tiferet, and Jacob's Ruach from the Tiferet aspect within Tiferet. And likewise for the Nefesh - from either the Chesed aspect within Malkhut, or the Gevurah aspect within Malkhut, or the Tiferet aspect within Malkhut. However, we have a different approach to this, for every Neshamah is comprised of ten, as Rabbi Shimon bar Yochai of blessed memory explained, and we have quoted his words in Gate Ten and Not Nine, Chapter 5, in the passage beginning \"And there are others who are masters of the Torah scroll, etc.\" - see there."
    },
    {
      "hebrew": "והנה אחר שכל נשמה כלולה מעשר. וכמו שהאדם במעשיו הראויים יגביר מדה מן המדות לפעול ויהיו כל שאר המדות מתלבשות בענין המדה ההיא מצד תוקף ההשפעה כדפירשנו בשער מהות והנהגה, כן גם אם ירצה האדם יגביר בנשמתו מצד פעולותיו איזה חלק שירצה כגון אם יעסוק בתורה יגביר על עצמו כח התפארת ונמצא חלק התפארת שבנשמתו מאיר עד שיהיה הוא העיקר ושאר החלקים נטפלים אליו. ובזה יובן ענין אברהם אבינו שדרשו בספר הבהיר (הובא בהשמטות הזהר ח\"א דף י\"ג) בפסוק (תהלים קיח) אבן מאסו הבונים היתה לראש פנה שדחה אברהם אבינו מדת המלכות וכן יצחק וכו', ואם היתה נשמתם אצולה ממנה כיצד דחו אותה וכן אם היתה נשמת אברהם אצולה מצד החסד אם כן בהכרח היה מרכבה לחסד ואם כן איך אפשר לדחות או איך דחה. ובמה שביארנו נתישב עניין זה כי האדם יכול להגביר בנשמתו איזה חלק שירצה לפי מעשיו והנה האבות לא רצו לידבק כי אם במקום גבוה והגבירו בנשמתם אברהם חלק החסד יצחק חלק הגבורה כו' וכן כל האנשים וכבר בארנו זה הענין בארוכה בשער הכנויים בפ\"ד בס\"ד. ועל דרך זה אפשר להישראל להתגלגל בכהן או לוי לפי תגברות החלק שזכה להגביר במעשיו קודם גלגולו.",
      "english": "Now since each soul is composed of ten [sefirot], and just as through proper actions a person can strengthen one attribute among the attributes to act, causing all other attributes to be clothed in that particular attribute through the power of influence, as we explained in the Gate of Essence and Governance, similarly if a person desires, they can strengthen in their soul through their actions whichever aspect they wish. For example, if one engages in Torah study, they will strengthen within themselves the power of Tiferet, such that the Tiferet aspect of their soul will shine forth until it becomes primary while the other aspects become secondary to it. Through this we can understand the matter of Abraham our father, about whom they expounded in Sefer HaBahir (cited in Zohar I, page 13) regarding the verse (Psalms 118) \"The stone which the builders rejected has become the chief cornerstone\" - that Abraham our father rejected the attribute of Malchut, as did Isaac, etc. Now if their souls were emanated from it [Malchut], how could they reject it? And similarly, if Abraham's soul was emanated from the aspect of Chesed, then he would necessarily have been a chariot for Chesed, so how could he possibly reject it or how did he reject it? But through what we have explained, this matter is resolved, for a person can strengthen whichever aspect of their soul they desire through their actions. The Patriarchs desired to cleave only to the highest place, and they strengthened within their souls - Abraham the aspect of Chesed, Isaac the aspect of Gevurah, and so forth, as do all people, and we have already explained this matter at length in the Gate of Appellations, chapter 4, with Heaven's help. And in this way it is possible for an Israelite to be reincarnated as a Kohen or Levi according to the strengthening of the aspect that they merited to enhance through their actions before their reincarnation."
    },
    {
      "hebrew": "והנה בזולת שהנשמה כלולה מעשר כמבואר עוד היא כלולה מארבע יסודות עליונות כגוף שהוא כלול מארבע יסודות. ויסודות הנשמה הם המים הרוחניים מצד החסד והאש הרוחני מצד הגבורה והרוח הקדוש מצד התפארת והעפר הדק מצד המלכות וכן באר הרשב\"י ע\"ה פ' וארא (דף כ\"ד ע\"ב) וז\"ל אר\"ש הא דאמר רבי חזקיה דכר ברא קודשא בריך הוא לאדם מעפרא דמקדשא דלתתא אתברי. מעפר דמקדשא דלעילא אתיהיב ביה נשמתא. כמה דכד אתברי מעפרא דלתתא אתחברו ביה תלת סטרי יסודי דעלמא, ה\"נ כד אתברי מעפרא דלעילא אתחברי ביה ג' סטרי יסודי דעלמא ואשתלים אדם עכ\"ל.",
      "english": "Beyond the fact that the soul comprises ten elements as explained, it also comprises four supernal elements, just as the body is composed of four elements. The elements of the soul are: spiritual water from the aspect of Chesed (Loving-kindness), spiritual fire from the aspect of Gevurah (Strength), holy spirit from the aspect of Tiferet (Beauty), and refined earth from the aspect of Malchut (Kingdom). And thus Rabbi Shimon bar Yochai, of blessed memory, explained in Parashat Va'era (page 24b), saying: \"Rabbi Shimon said: Regarding what Rabbi Chizkiah said, when the Holy One, blessed be He, created man, his body was created from the dust of the lower sanctuary. From the dust of the upper sanctuary was given his soul. Just as when he was created from the lower dust, three fundamental aspects of the world were joined within him, so too when he was created from the upper dust, three fundamental aspects of the world were joined within him, and thus man was made complete.\""
    },
    {
      "hebrew": "כי הנשמה לעולם היא כלולה מעשר ספי' ומלבד זה גוברים בה יותר מראה הד' [יסודות הנז'] עד שיתראו הד' פנים מאירים בה יותר ויותר משאר העשר. וכענין הזה בספירות עצמם, כי עם היות שכל אחד כלולה מעשר, פעמים הם נכללות בד' פעמים בחמש פעמים בז' כדפי' בשער מהות והנהגה. והענין הוא כי מלבד כללות העשר גוברים בו השבע מדות עד יאירו יותר מהכל וכן לגבי הת\"ת כי עם היות שהוא כלול מעשר כשאר הספירות עם כל זאת נאמר בו שהוא כולל שש קצות. וכמשפט הזה לכל הספירות כדפירשנו בשער הנזכר. ובזולת הכלליות האלה שיש בנשמה עצמה יש במציאות הנשמה כמה וכמה פרטים אחרים:",
      "english": "For the soul is eternally comprised of ten sefirot, and beyond this, the four [aforementioned elements] predominate within it, such that these four aspects shine within it more prominently than the other ten. And similarly with the sefirot themselves, for although each one contains ten, sometimes they are included in four, sometimes in five, sometimes in seven, as explained in the Gate of Essence and Governance. The matter is that beyond the inclusiveness of the ten, the seven attributes predominate until they shine more than all else. And likewise regarding Tiferet, for although it contains ten like the other sefirot, nevertheless it is said of it that it encompasses six directions. And this principle applies to all the sefirot, as we explained in the aforementioned Gate. And beyond these inclusive aspects that exist within the soul itself, there are many more individual details in the soul's existence:"
    }
  ]
}