{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 26,
  "translation": [
    {
      "hebrew": "באותיות <b><big>ך ם ן ף ץ</big></b>  בס' התמונה פי' כי אותיות מנצפך הם מרמזות בבינה ים המלח כי הוא הנותן מלח וטעם בכל העולמות וכן אלו האותיות הם בסוף התיבה והם במעלות ה' נקודות הנותנים מלח בכל התבשיל. ובז\"ח שה\"ש (דף ע\"ט) בפסוק מישרים אהבוך (שה\"ש א) פי' אליהו ז\"ל מישרים אנון שאר אתוון דאשתארו ומאן אינון מנצפ\"ך דלית בכל אתוון דאתקרון מישרין בר אילין. ואינון דאתכפלו משרים אילין באילין מ' בם' נ' בן' צ' בץ' פ' בף' כ' בך' אלין משרים אילין באילין ודא בדא דהא עשרין ותרין אתוון כלילן כך אינון דאשתארו דאינון מישרים אהבוך לאתכללא עמך באינון עשרין ותרין אתוון. אילין מישרים אינון אתוון טמירן גניזן גו עלמא עלאה. וכד אתגניז אור קדמאה אתגניזו אתוון אילין והוה ידע לון אדם. בתר דחטא אדם אתגניזו כמלקדמין. עד דאתא אברהם וידע לון ברוח קודשא דשראת עליה. לבתר אורית לון ליצחק [דכתיב ויתן אברהם את כל אשר לו ליצחק] ויצחק אורית לון ליעקב ויעקב אורית לון ליוסף. כיון דמית יוסף ובני ישראל הוו בגלותא אתגניזו אתוון ואסתלקו כמלקדמין עד דקיימו ישראל על טורא דסיני ואתמסר אורייתא לישראל ואתגלו אתוון והוו ישראל ידעי לון על ברירו דילהון ברזא דשמהן גליפן עד דחטאו. כיון דחטאו כתיב ויתנצלו בני ישראל את עדים מהר חורב והוה ידע לון משה ויהושע ושבעים זקנים ובהו עאלו לארעא. כיון דאתבני בי מקדשא ואתגלי שיר דא אתגליפו אלין אתוון בעשרין ותרין אתוון רזא ב\"ך והיינו מישרים אהבוך וכתיב אתה כוננת מישרים, וחכך כיין הטוב הולך לדודי למישרים כלהו ברזא דאילין אתוון דאקרון מישרים ואילין אתוון כתרין גניזין גו עלמא דאתי אינון. וכלהו נביעו בתר נביעו גו מחשבה בגליפו דרזין דשמהן קדישין בגליפי דכר ונוקבא לאסתכמא כחדא דהא לית בכל אתוון אסתכמותא אילין באילין למהוי דא בדא בר אלין עכ\"ל.",
      "english": "Regarding the letters <b><big>ך ם ן ף ץ</big></b>, the Sefer HaTemunah explains that the letters MaNTzePaKh allude to Binah as the Salt Sea, for it provides salt and flavor to all the worlds. Similarly, these letters appear at the end of words and represent the five levels that provide salt to all sustenance. In Zohar Chadash on Song of Songs (page 79), on the verse \"the upright (meisharim) love you\" (Song 1), Elijah of blessed memory explained that \"meisharim\" refers to the remaining letters, which are MaNTzePaKh, for there are no other letters called \"upright\" except these. These pairs correspond to each other: מ with ם, נ with ן, צ with ץ, פ with ף, כ with ך - these are upright ones paired with each other, for the twenty-two letters are thus included, those that remain are the \"upright ones who love you,\" to be included with you among the twenty-two letters. These upright ones are letters hidden and concealed in the supernal world. When the primordial light was concealed, these letters were concealed, though Adam knew them. After Adam sinned, they were concealed again, until Abraham came and knew them through the holy spirit that rested upon him. Later he bequeathed them to Isaac [as it is written \"Abraham gave all that he had to Isaac\"], and Isaac bequeathed them to Jacob, and Jacob bequeathed them to Joseph. When Joseph died and the children of Israel were in exile, the letters were concealed and withdrawn as before, until Israel stood at Mount Sinai and the Torah was given to Israel, and the letters were revealed, and Israel knew them clearly through the mystery of the engraved names until they sinned. When they sinned, it is written \"the children of Israel were stripped of their ornaments from Mount Horeb,\" though Moses, Joshua, and the seventy elders knew them, and through them they entered the land. When the Temple was built and this song was revealed, these letters were engraved among the twenty-two letters, the mystery of \"in you (בך),\" which is \"the upright love you,\" and it is written \"You have established equity,\" and \"your palate like the best wine, flowing smoothly to my beloved\" - all these refer to the mystery of these letters called \"upright ones,\" and these letters are hidden crowns in the world to come. They all flow, stream after stream, within thought, through the engraving of the mysteries of the holy names, in the engravings of male and female, to harmonize as one, for there is no harmonization among any letters with each other to be this with this except these. End quote."
    },
    {
      "hebrew": "ולפי האמת אין כונת אליהו במאמר הזה לומר לנו שמציאות צורת האותיות ושמותם נשתכח מהם שהרי היו לישראל ס\"ת שכתב להם מרע\"ה א' לכל שבט ושבט וא' בארון. ואין ספק כי היו הס\"ת עשוים כהלכה ובהכרח כי מנצפך שבסופי תיבות היו כהלכתן וא\"כ למה ישתכח צורת אותיות אלה מישראל יגיהו ספריהם מתוך ספרי מרע\"ה וימצאו כתוב ומפורש. אבל הכונה לאליהו ז\"ל בזה הוא כי להיות שהאותיות הם אור הספי' מחסד ולמטה כדפי' בפ\"ב ובשערים הקודמים והנה האצילות הזה שהם ז' ימי הבנין נכללים בהם. וכן באו בה האותיות בחמשה מוצאות כאשר נבאר והרחבנו הענין הזה בשער חמשים שערים.",
      "english": "In truth, Elijah's intention in this statement was not to tell us that the existence of the letter forms and their names were forgotten from them, for Israel had Torah scrolls that Moses our teacher wrote for them - one for each tribe and one for the ark. There is no doubt that these Torah scrolls were made according to Jewish law, and necessarily the final forms of MaNTzePaKh were written correctly. So why would these letter forms be forgotten from Israel when they could proofread their books against Moses' scrolls and find it written and explained? Rather, Elijah's intention here was that since the letters are the light of the Sefirot from Chesed downward, as explained in Chapter 2 and in the previous gates, and this emanation, which comprises the seven days of building, is included within them. And so the letters came in five points of articulation, as we will explain and have expanded upon in the Gate of Fifty Gates."
    },
    {
      "hebrew": "והנה להיות שנאצלו מתוך הבינה בהכרח נצטיירו מציאות ה' אורות בבינה שהם ה' ספי' גדולה גבורה תפארת וכו' תפארת בו נכלל יסוד ומלכות בסוד גוף וברית חשבינן חד ובסוד פרצופין. נמצאו לפי האמת בתוך הבינה ז' ימי ההקף נכללים בה' והיינו ה' שבבינה וכאשר הספירות נתפשטו נשאר המציאיות האלה של חמשת הספירות הנעלמות בתוך הבינה והם מקורות לספי' הנאצלות וז' ימי הבנין מקבלות מהן והם מקורות אליהם. ונודע כל משפיע זכר בערך המושפע והמושפע נקבה בערך המשפיע וא\"כ נמצאו שאורות מנצפך שהם האותיות הישרות הנקראים מישרים שהם אורות החמש ספי' ביושר בדרך המשפיע ומנצפך הכפופות הם מושפעות בצרוף שאר האותיות שכללם ג\"כ בה' מוצאות הם נקבות אליהם מקבלות מהם והיינו שמתייחסים מנצפך הכפופות לנקבות אל מנצפך הפשוטות כדקאמר ואינון דאתכפלו משרים אילין באילין וכו' ואח\"כ אמר שנתייחדו עם ך\"ב אותיות כנראה שהם ג\"כ מתייחסים אליהם בסוד המושפעים אל המשפיעים לפי שהם מקור לכל כ\"ב מפני היותם כלים אל ה' אורות נעלמות בבינה בסוד האור שנתעלם לצדיקים לעתיד לבא דהיינו אור ה' אורות אלו הנעלמות בבינה והם מושפעים מתפשטות ומתאצלות מתוך עמקי החכמה שמשם יונקים המאורות ההם מאורות מתעלמים מהם אשר שם, וז\"ש כתרין גניזין גו עלמא דאתי אינון וכלהו נביעו בתר נביעו גו מחשבה וכו'.",
      "english": "And since they emanated from within Binah, the existence of five lights necessarily took form within Binah, which are the five Sefirot: Gedulah, Gevurah, Tiferet, etc. - Tiferet includes within it Yesod and Malchut in the secret of \"body and covenant are considered as one\" and in the secret of the Partzufim. Thus in truth, within Binah the seven days of the cycle are included within five, namely the five within Binah. And when the Sefirot expanded, these existences of the five concealed Sefirot remained within Binah, and they are the sources for the emanated Sefirot, and the seven days of building receive from them, as they are their sources. And it is known that every influencer is masculine in relation to what is influenced, and the influenced is feminine in relation to the influencer. Therefore, we find that the lights of MaNTzePaKh, which are the straight letters called \"Meisharim\" (uprightness), are the lights of the five Sefirot in straightness in the way of the influencer, while the bent MaNTzePaKh are influenced in combination with the rest of the letters which are also included in the five utterances - they are feminine to them, receiving from them. This means that the bent MaNTzePaKh relate as feminine to the straight MaNTzePaKh, as it states \"and these are doubled, these straightnesses with these.\" And afterward it says that they united with the 22 letters, as it appears they also relate to them in the secret of the influenced to the influencers, because they are the source for all 22, since they are vessels for the five lights concealed in Binah, in the secret of the light that was hidden for the righteous in the future to come - namely the light of these five lights concealed in Binah. And they are influenced, expanding and emanating from within the depths of Wisdom, from where these luminaries draw from the lights that are concealed from them there, and this is what is meant by \"they are hidden crowns within the world to come, and they all flow forth after forth within thought.\""
    },
    {
      "hebrew": "והנה מה שנתעלם לאדם וכן לכלם, הענין הוא סוד הה' אורות העליונים שלא היו מאירים בהם ודרכי כחותם שלא זכו אליהם אלא אותם הראוים לזכות לעה\"ב בעודם בחיים חיותם והיינו ויתנצלו וכו' (שמות לג ו) וז\"ש ובהו עאלו לארעא פי' באור שנתגלה מהם עליהם יכלו לטהר ליכנס לא\"י ולכבוש ז' עממים ולשבר ז' קליפות השולטים בא\"י כדכתיב (בראשית יב ו) והכנעני אז בארץ סוד ארור כנען נחש הקדמוני. וזהו סוד האותיות מנצפך. וכדי לייחס כל א' במקומו הראוי לו לא נטריח את עצמנו כי יש כמה פנים לפנים ואין לנו גלוי בלתי אותן שבארו בתקונים שהוא היסוד הצדיק ועליו נא' טוב הצפון לצדיקים לעה\"ב. ואין ספק שבצדיק זה כלול ג\"כ ת\"ת כי הוא ג\"כ נקרא צדיק שנאמר (תהלים קמה) צדיק ה' בכל דרכיו וכמו שנתבאר בערכו. ובזה ידקדק המעיין ויועילנו בה\"ו:",
      "english": "Now what was concealed from Adam and from all others was the secret of the five supernal lights that did not illuminate within them, and the ways of their powers, which none merited except those worthy of the World to Come while still alive in their lifetime. This is the meaning of \"and they stripped themselves\" etc. (Exodus 33:6). And this is what is meant by \"through them they entered the land\" - meaning through the light that was revealed from them, they were able to purify themselves to enter the Land of Israel and conquer the seven nations and break the seven shells (klipot) that ruled in the Land of Israel, as it is written (Genesis 12:6) \"And the Canaanite was then in the land\" - the secret of \"cursed be Canaan,\" the primordial serpent. This is the secret of the letters MNTZPK (מנצפ\"ך). And in order to attribute each one to its proper place, we will not trouble ourselves, for there are many aspects within aspects, and we have no revelation except those explained in the Tikunim - that it is the Foundation of the Righteous, concerning which it is said \"the good that is hidden for the righteous in the World to Come.\" And there is no doubt that within this Righteous One is also included Tiferet, for it too is called righteous, as it is said (Psalms 145) \"The Lord is righteous in all His ways,\" as explained in its proper place. And in this the observer should be precise, and it will benefit us with God's help."
    }
  ]
}