{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 23,
  "translation": [
    {
      "hebrew": "באות <b><big>ר'</big></b> פי' בספר התמונה כי האות הזה היא ביסוד והיא אות פשוטה שאין לה הרכבה באחרת ומשך שלה מגיע למלכות. והיא לשון ירושה מלשון (דברים א כא) עלה רש כי היא ירושת הצדיקים לעוה\"ב כי שם מנוחת הנפשות והוא עה\"ב עולם שכולו שבת ולכן במזל שבתי ממשלתה. ויש מי שפי' כי הרמז בה במלכות שהיא ענייה ודלה מלשון (משלי ל ח) ריש ועושר אל תתן לי. וקרוב לזה פי' בזוהר בקצת מקומות. ויש מי שפי' בע\"א וז\"ל ריש הוא ענין יסוד ההויות והוא הנתיב שלה מיסודי כל ההויות. ובזוהר ג\"כ נראה שהיא חכמה ופי' ר' ראשית חכמה והנה לפי לשון רי\"ש פירושו ראש והחכמה היא ראש לגלוי האצילות כדפי' בשער אם הא\"ס הוא הכתר. ובמקום אחר פי' שהוא לשון עניות ודלות כדפי' לעיל.",
      "english": "Regarding the letter <b><big>ר</big></b>, the Sefer HaTemunah explains that this letter is in Yesod and is a simple letter that has no composition with another, and its extension reaches to Malchut. It relates to inheritance, derived from the verse (Deuteronomy 1:21) \"go up and possess,\" as it represents the inheritance of the righteous in the World to Come, for there is the resting place of souls, and it is the World to Come - a world that is entirely Sabbath, thus its dominion is in the Saturn zodiac. Some interpret its allusion in Malchut as being poor and destitute, derived from the verse (Proverbs 30:8) \"poverty and riches give me not.\" The Zohar explains similarly in several places. Others interpret differently, stating that \"Reish\" concerns the foundation of existences, and its path stems from the foundations of all existences. In the Zohar it also appears to represent Wisdom, interpreting ר as \"the beginning of wisdom,\" and indeed according to the term \"Reish,\" its meaning is \"head,\" and Wisdom is the head of the revelation of Emanation, as explained in the gate discussing whether Ein Sof is Keter. Elsewhere it is interpreted as referring to poverty and destitution, as explained above."
    },
    {
      "hebrew": "והנה יש חילוק גדול בין ד' לרי\"ש עם היות שרמז שתי האותיות בה אל הדלות והעוני כי הדלת יש בה קוץ והעוקץ הזה רמז אל היסוד כדפי' בפ\"ז אבל רי\"ש אין בה עוקץ כלל לרמוז על העניות יותר שאפילו היסוד אינו עמה אלא היא לבדה. ובה שני ווי\"ן הא' המשוך אל הימין הוא בחסד והגג השמאלי הוא גבורה ועליו עוקץ בסוף הגג השמאל לרמוז שנתמעט היסוד ויונק מצד הגבורה בסוד יצחק שהוא קץ ח\"י יסוד נטיל לשמאלא כדפי' בשערים הקודמים. ומפני הסתלקו אל הגבורה נשארה המלכות דלה מן הדלות עד ישקיף ה' וירחם:",
      "english": "There is a significant difference between the dalet and the reish, even though both letters allude to poverty and destitution, for the dalet has a point (protrusion), and this point alludes to Yesod, as explained in Chapter 7. However, the reish has no point at all, alluding to even greater poverty, as even Yesod is not with it - it stands alone. It contains two vavs: the first, extending to the right, represents Chesed, and the left roof represents Gevurah, with a point at the end of the left roof to indicate that Yesod has been diminished and draws from the side of Gevurah, in the mystery of Isaac who is \"the end of Chai (life),\" Yesod inclining to the left as explained in previous gates. And because of its elevation towards Gevurah, Malchut remains impoverished beyond poverty until God looks down and shows mercy."
    }
  ]
}