{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 1,
  "translation": [
    {
      "hebrew": "<b>שער כא הוא שער פרטי השמות:</b>",
      "english": "<b>Gate 21: The Gate of the Particulars of the Names</b>"
    },
    {
      "hebrew": "הנרצה בשער הזה הוא לבאר ענין גדול ונפלא שנמצא ברוב דברי המפרשים ובפרט בתפלת ר' נחוניא בן הקנה ייחס שם שמות מיוחדים ומפורשים אל הספירות כמו שם ע\"ב ושם מ\"ב ושם י\"ב וכיוצא בהן. ורצוננו לבאר אותם כל אחד ואחד מוצאיו ותכונתו לכל אשר תשיג ידינו למצוא בהן מי שידבר בהם בין רב למעט, כי דברים אלו הם מסורים בקבלה ולא ניתן להוסיף בהם ולא לגרוע:",
      "english": "The purpose of this gate is to explain a great and wondrous matter found in most commentaries, and particularly in the prayer of Rabbi Nehunya ben HaKanah, which attributes specific and explicit Names to the Sefirot, such as the Name of 72, the Name of 42, the Name of 12, and others like them. Our intention is to explain each and every one of these - their origins and characteristics - to the extent that our understanding can grasp, drawing from those who have discussed them, whether extensively or briefly, for these matters are transmitted through tradition and one may neither add to nor subtract from them."
    },
    {
      "hebrew": "<b>פרק ראשון:</b>",
      "english": "<b>Chapter One:</b>"
    },
    {
      "hebrew": "קודם שנכנס בביאור פרטי השמות נקדים בפרקים אלו בלתי מושגת הבנתם. וכאשר יראה המשכיל ענין זה יחשוב הקדמה יקרת הערך בכלל השמות האלה כי בהשכיל בדעתו היות השמות אלה רתוקים מהמדע והתבונה וכמעט בהם ימצא תיבות בלתי מובנות בלתי מוגבלים בהוצאת הפה שידמה אותם היות מעשה נערות או דברי הבאי ת\"ו. חוייבנו להזהיר לבל יהיה כחושב רע וידע באמיתות כי אדרבה מעלתם גדולה ועליונה וחקוקים כלם במקום העליון. ומקורם עולה דרך מעלות הסולם מעלה מעלה עד הגיע אל המקור המורה על עצמות הספי' ורוחניותם. ונשמת האותיות האלה הם עצמות הספי' בפנימיותם ושמות המונחים אליהם המבוארים בשער הקודם שהם לבוש אליהם כמבואר שם פ\"א. ולפיכך הם קדושים שאינם נמחקים. אמנם שמות האלה וכיוצא אשר יש שיהיו גלויים אל הקדושים משרתי עליון והנביאים המדברים ברוח הקודש ומהם קבלוה התנאים והאמוראים וקבלת איש מפי איש עד למרע\"ה מסיני מפי הגבורה. והנביאים ע\"ה היו משיגים דרך אותם האותיות בהתבודדות גדול וזכות הנשמה הטהורה אותו הרוחניות המתלבש באותיות וסדר יחוד המדרגות אחת אל אחת מקבילות הלולאות משולבות אשה אל אחותה ואיש באחיהו ידובקו ובם מכירים קשר העולמות ומוסיפים ידיעה על ידיעתם והיו יודעים כחם ושמושם, לא להשתמש בהם ח\"ו אלא לדעת יכולת קונם. ומרוב הצרות נסתמו עיני חכמים ונתמעטו הלבבות ודורשי התורה נחלש כחם מהשיג פשטי הדברים, כ\"ש בידיעת הקבלה העיונית הספי', כ\"ש קבלה המעשית, עד שלא נשאר בהם עוצר כח נגד הצרות כ\"א הרשב\"י ע\"ה וחביריו שעמדו וגילו כבשונו של עולם. וגם דבריו אין אנו משיגים מקוצר רוח ומעבודה קשה כי יודעים אנו בבירור כי אין שכלנו הדל מגיע לקצת מן הקצת בעמקי מאמריו בחכמה הזאת, וכל דבריו נעלמים תכלית ההבדל וההעלם. אכן ע\"י הכאת פטיש השכל בקושיות וקליפות שעל ההלכות יצא לנו אור מארובות דקות כסדקי המחט. עוד היתה סבה אל קבלה המעשיית אשר היתה גלויה בימי הרמב\"ן ע\"ה והרב ר' אלעזר מגרמיזא רבו והרב ר' יוסף גיקאטלייא ועמודי עולם כמותם וכן בימי הגאונים שהיו משתמשים בשימושא רבא ושימושא זוטא. וכל זה (גרמו) [אבדנו] בעונותינו, כי הם בעצמם לא רצו לגלותם לפי שראו אנשי חסד נאספים ונתמעטו אנשי מעשה וחששו שמא ישתמש בהם אדם שאינו הגון, כמו שראינו באותם שהיו אחריהם הרבה וקרובים אלינו כמו יוסף דיליריינא וכיוצא בו המחריבים בית אלהינו ומרבים את פרצותינו. ולטעם זה לא נחקור אחר שמושי השמות עם היותם נמצאים בספרי הקדמונים זולת בביאורם ממה שיועיל אל העיון. וממה שראוי לדעת כי כל האותיות הם תלוים בשם בן ד' עד שכמעט קצת האותיות קונה מציאות דומה לו כמו הא' שצורתה שני יודי\"ן וא\"ו שעולה כ\"ו כמספר השם. וכן ל' רומז כ\"ו וכן ט' וכן ק'. ואל זה הענין ירמוז צרוף האלפא ביתות עם שם בן ד' וצרוף הנקוד להחזיר הדברים אל מקורם ולהשפיע עליהם מהמקור העליון. ולהיות כי הדברים הרוחניים והחוטים השלהביות יתחלקו לפי מקורם. וזה יורה הנקוד כנרמז לעיל בשער שם בן ד' פ\"ד. לכן יוכרח שיצטרף אות השם עם אות האלפא ביתא ושתיהם עם כל הנקודים אשר יוכלון שאת להיות רומזים אל כל המקורות פרטיים וכללים להיותם נשפעים מהמקור העליון. ובדרך צרופם נחלקו המקובלים. קצתם לא רצו לגלגל צירופו אלא ע\"י ה' תנועות המבטא שהם נטיריקון וא\"כ יעלה צרופו בכל אות ואות כ\"ה תיבות פנים וכ\"ה תיבות אחור. ובעל הסברא הזאת הוא מחבר ספר הניקוד כשהזכיר סדר הזכרת שם בן ד'. וראינו להעתיק לשונו הנה ואף אם הוא ארוך להיות כי הוא מועיל לידיעת אזכרתו בידיעת גדולת יוצרנו. וז\"ל ידוע שהאותיות אין להם תנועה בעצמם וע\"כ נתן השי\"ת בהטבע ע\"פ השכל כוחות בכלל הפה להוציא האותיות במבטא כדמות מציאותם הנמצא בספר. והושמו להאותיות נקודות מורות על תנועת המבטא בהעתקתם מן הספר אל הפה. וא\"כ המתנועעים בעצם הם אותיות הפה ובמקרה הם אותיות הספר. והשתתף אל זה הכרח ממקום התנועות החלקיות כי לא יתנועע שום מתנועע בלתי מקום ובלתי זמן. וחלקי המקום הם הרחוקים. וחלקי הזמן הסובבים הנחשבים בפקודים בשנים ובחדשים ובימים והדומים להם. ומפני הרחוקים צריך אדם לדעת כמה יאריך במבטא כל אות ואות. וזהו סוד ההזכרה. בשעה שתרצה להזכיר את השם הנכבד הזה קשט את עצמך והתבודד במקום מיוחד שלא ישמע קולך לזולתיך וטהר לבבך ונפשך מכל מחשבות העולם הזה וחשוב שבאותה שעה תפרד נפשך מגופך ותפטר מן העוה\"ז ותחיה לעולם הבא אשר הוא מקור החיים הנמצאים המפוזרים בכל חי והוא השכל שהוא מקור כל חכמה ובינה ודעת (אינו כדמות) ממ\"ה הקב\"ה אשר הכל יראים ממנו יראה גדולה והיא יראת המשיג היא יראה כפולה יראת אהבה ויראת מעלה. וכשבאה דעתך להדבק בדעתו הנותנת בך דעת, צריכה דעתך להסיר מעליה כל הדעות הזרות זולת דעתו המשותפת בינך ובינו על פי שמו הנכבד והנורא ועל כן צריך אתה לדעת דמות מבטאו וזה ציורו  הנה כ\"ה פנים.",
      "english": "Before we delve into explaining the details of the Names, we must preface these chapters, though their understanding is beyond grasp. When the intellectual perceives this matter, he should consider it a precious introduction regarding these Names, for upon contemplating, he will realize these Names are distant from knowledge and understanding, and one might find in them incomprehensible words, unbounded in their pronunciation, which may appear as childish acts or meaningless utterances, Heaven forbid. We are obligated to warn against thinking ill of them, and one should truly know that, on the contrary, their stature is great and supreme, and they are all engraved in the supernal realm. Their source ascends through the rungs of the ladder, ever higher, until reaching the source that indicates the essence of the Sefirot and their spirituality. The soul of these letters constitutes the inner essence of the Sefirot, and the names attributed to them, as explained in the previous gate, are their garments, as explained there in Chapter 1. Therefore, they are sacred and may not be erased.\n\nThese Names and their like were revealed to the holy ones, the supernal servants, and the prophets who spoke with divine inspiration. From them, the Tannaim and Amoraim received them, transmitted from person to person back to Moses at Sinai from the Divine. The prophets, peace be upon them, would perceive through these letters, through great solitude and the merit of their pure souls, that spirituality clothed in the letters and the order of unification of the levels, one corresponding to another, like loops interwoven, each to its companion, and through them they recognized the connection of worlds and increased their knowledge, and they knew their power and usage - not to use them, Heaven forbid, but to know their Master's capability.\n\nDue to the multitude of troubles, the eyes of the sages became sealed, hearts diminished, and Torah scholars became too weak to grasp even the simple meanings, let alone the theoretical Kabbalah of the Sefirot, and certainly practical Kabbalah, until none remained with strength against the troubles except Rabbi Shimon bar Yochai, peace be upon him, and his companions, who arose and revealed the world's secrets. Even his words we cannot comprehend, due to shortness of spirit and hard labor, for we know clearly that our meager intellect cannot reach even a fraction of the depths of his statements in this wisdom, and all his words are ultimately concealed and hidden. However, through striking the hammer of intellect against the difficulties and shells of the laws, light emerges for us through fine apertures like the eye of a needle.\n\nThere was also a reason for practical Kabbalah, which was revealed in the days of Nachmanides, peace be upon him, and Rabbi Eleazar of Worms his teacher, and Rabbi Joseph Gikatilla, and similar pillars of the world, as well as in the days of the Geonim who used the Greater Usage and Lesser Usage. All this we have lost through our sins, for they themselves did not wish to reveal them, seeing that the pious were being gathered away and people of deed were diminishing. They worried lest an unworthy person use them, as we saw with those who came after them and near to us, like Joseph della Reina and his like, who destroyed our Temple and increased our breaches. For this reason, we will not investigate the uses of the Names, though they are found in ancient books, except in explaining what benefits contemplation.\n\nWhat should be known is that all letters depend on the four-letter Name, to the extent that some letters acquire an existence similar to it, like the Alef whose form is two Yuds and a Vav, equaling 26 like the numerical value of the Name. Similarly, Lamed hints at 26, as do Tet and Kuf. To this matter alludes the combination of the alphabet with the four-letter Name and the combination of vowel points to return things to their source and influence them from the supreme source. Since spiritual matters and flame-like threads divide according to their source, and this is indicated by the vowel points as alluded to above in the gate of the four-letter Name, chapter 4, therefore the letter of the Name must combine with the letter of the alphabet, and both with all possible vowel points, to hint at all particular and general sources, as they flow from the supreme source.\n\nThe Kabbalists differed in their method of combination. Some would only rotate its combinations through the five vowel movements that are notarikon, thus yielding twenty-five forward combinations and twenty-five backward combinations for each letter. The holder of"
    },
    {
      "hebrew": "ועוד כ\"ה אחור והם אלו  ועד\"ז בה' וכן בו' וכן בה' אחרונה. ואנחנו קצרנוהו ועוד תקננו אותו על מתכונתו כי בעל הספר הניקוד בילבלם בדרך שירה להעלים וגילהו בסוף דבריו ואנחנו ישבנו אותו כראוי וכשורה. ונחזור לדבריו זהו ציורו כשתתחיל להזכיר א' באיזה ציור שתזכירהו מפני שהוא מורה על סוד היחוד אל תאריך בו כי אם לפי שיעור נשימה אחת ולא תפסיק בנשימה ההיא שום הפסק בעולם עד שתשלים כנויו. ותאריך בנשימה ההיא המיוחדת כפי שיעור כח אריכות נשימתך כאחת בכל מה שתוכל להאריך בה ונגן בא' ובכל אות ואות שתהיה בדמות הניקוד והוא החולם למעלה וכשתתחיל בהזכרתו תכוין פניך אל פני המזרח לא למעלה ולא למטה ואתה שב מעוטף בבגדים לבנים מכובסים טהורים על כל בגדיך או טליתך לראשך מוכתר בתפילין לפני המזרח שמשם האור יוצא לעולם ולך\"ה קצוות להניע בם ראשך. ובחולם תתחיל מאמצע המזרח וזכך רעיונך ותעלה ראשך עם הנשימה מעט מעט עד שתשלים וראשך למעלה ואחר שתשלים תשתחוה עד הארץ פעם אחת ולא תבדיל (בין) נשימת האלף לנשימת האות הדבק בו כי אם נשימה אחת קצרה או ארוכה או בין אות של שם בישרים או בהפוכים יש לך יכולת להנשים ב' נשימות בלי מבטא ולא יותר אבל פחות הרשות בידך. וכשתשלים כל טור וטור יש לך רשות להנשים ה' נשימות לבד ולא יותר אבל פחות הרשות בידך ואם שנית או טעית בטור מזה הסדר שוב אל ראש הטור ההוא עד שתאמרהו כראוי וכדמות החולם הנמשך למעלה נגן בחיר\"ק הנמשך למטה ומושך כח העליון להדבקו בך. ובשורק לא תעלה ראשך לא למעלה ולא למטה אלא משיכה אמצעית כנגד הפנים האמצעיים ובציר\"י תמשיך ראשך מהשמאל אל הימין, ובקמץ מהימין אל השמאל. ובכולם אחר שתשלים אם תראה צורה לפניך תשתחוה מיד כנגדה ואם תשמע קול קטן או גדול ותרצה להבין מה שאומר ענהו מיד ואמר דבר אדוני כי שומע עבדך ואתה לא תדבר כלל אלא הט אזניך לשמוע מה שיאמר לך. ואם תפחד פחד גדול שלא תוכל לסובלו ואפי' באמצע האזכרה תשתחוה מיד. ואם לא תראה ולא תשמע עזוב הדבר בכל אותו השבוע. וטוב עוד להזכיר פעם אחת בשבוע כדמות רצוא ושוב שעל דבר זה נכרת ברית. ומה אוסיף עוד להודיעך שכבר ידוע הוא שאם חכם אתה מן הרמוז תבין הסדר כלו ואם תרגיש ששכלך חלוש בחכמה או בקבלה או רעיונך חזקה בהבלי זמן לא תזכיר (אם) [את] השם פן תוסיף אז לחטוא. ודע שבין דף של יו\"ד לדף של ה\"א תוכל להנשים כ\"ה נשימות ולא יותר ובלבד שלא תפסיק בנתיים לא בדיבור ולא במחשבה וכן בין ה\"א לו' ובין ו' לה' רק פחות מכ\"ה תוכל להנשים. עכ\"ל דברי הרב בעל הספר הניקוד. ודבריו דברי קבלה מפה אל פה או דברי מגיד. והארכנו בהם להיותם רבי התועלת בידיעת גדולת כבודו של יוצרנו ב\"ה. ומ\"מ יצא לנו ראייה לגלגול השם באותיות האלפא ביתא עם ה' נקודות לבד ע\"ד הצירוף בתיבות ובנקודות כאשר נאריך ונבאר עניינם עוד בשער הצרוף בעה\"י. ואמנם המקובלים האחרים בראותם השב\"א כי היא תנועה בפני עצמה זולת ה' תנועות כי היא בינונית בין הפתח והסגול כאשר ביארו המדקדקים ואם תנועתה נעלמת אצלינו, הוסיפו בצירוף השם תנועתה ונמצאו שש תנועות ועלו אל ל\"ו שהם ששה פעמים ששה ע\"ד הצירוף כנודע. ויצא מהתנועות וחשבונם פרפראות וגימטריאות לחכמה. ולהיות שהם האריכו בענין הרבה ראינו ליחד לדבריהם פרק בפני עצמו:",
      "english": "And there are another 25 backwards permutations, and likewise with the heh, and with the vav, and with the final heh. We have abbreviated it and furthermore corrected it to its proper form, for the author of Sefer HaNikud mixed them up in poetic form to conceal them, though he revealed them at the end of his words, and we have arranged them properly and in order. Let us return to his words: This is its form - when you begin to pronounce the alef in whichever form you pronounce it, since it indicates the secret of unity, do not extend it except for the measure of one breath, and do not interrupt that breath with any interruption whatsoever until you complete its designation. Extend that special breath according to the measure of your breathing capacity as one, as much as you can extend it, and intone with the alef and with each and every letter that corresponds to the vowel point, which is the cholam above. When you begin its pronunciation, direct your face toward the east, neither up nor down, and sit wrapped in clean white garments over all your clothes, or your tallit on your head, crowned with tefillin before the east, from where light emerges to the world and to the 25 directions in which to move your head. With the cholam, begin from the middle of the east, purify your thoughts, and raise your head with the breath little by little until you complete it with your head upward. After completing it, bow down to the ground once, and do not separate between the breath of the alef and the breath of the letter attached to it except with one breath, short or long. Between letters of the Name, whether forward or backward, you may take two breaths without pronunciation, but no more, though you may take fewer if you wish. When you complete each row, you may take five breaths only and no more, though you may take fewer if you wish. If you repeat or err in one of these rows, return to the beginning of that row until you say it properly. Just as with the cholam which extends upward, intone with the chirik which extends downward and draws the supernal power to cleave to you. With the shuruk, do not raise your head up or down, but draw it straight ahead toward the middle. With the tzerei, draw your head from left to right, and with the kamatz from right to left. In all of them, after you complete them, if you see a form before you, bow immediately toward it, and if you hear a voice, small or great, and wish to understand what it says, answer it immediately saying \"Speak my Lord, for your servant hears,\" but do not speak at all yourself - just incline your ear to hear what it will say to you. If you become greatly frightened such that you cannot bear it, even in the middle of the pronunciation, bow down immediately. If you neither see nor hear anything, abandon the matter for that entire week. It is good to pronounce once per week in the manner of \"running and returning,\" for regarding this matter a covenant was made. What more can I tell you, for it is already known that if you are wise in what is alluded to, you will understand the entire order, but if you feel your mind is weak in wisdom or Kabbalah, or your thoughts are strong in temporal vanities, do not pronounce the Name lest you add to your sins. Know that between the section of yod and the section of heh you may take 25 breaths and no more, provided you do not interrupt in between either with speech or thought, and likewise between heh and vav and between vav and heh, though you may take fewer than 25. These are the words of the Rabbi, author of Sefer HaNikud. His words are received tradition passed down orally or words of a maggid. We have elaborated on them because they are of great benefit in knowing the greatness of our Creator's glory, blessed be He. From this we have evidence for the permutation of the Name with the letters of the alphabet with just five vowel points, regarding the method of combining words and vowels, as we will elaborate and explain their matter further in the Gate of Combinations, God willing. However, other Kabbalists, seeing that the sheva is a vowel point in its own right beyond the five vowel points, as it is intermediate between patach and segol as the grammarians explained, even though its vocalization is concealed from us, added its vowel point to the permutation of the Name. Thus there were six vowel points which multiplied to 36 (six times six) through the known method of permutation. From the vowel points"
    }
  ]
}