{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 22,
  "translation": [
    {
      "hebrew": "באות <b><big>ק'</big></b> פי' בספר התמונה כי היא בת\"ת מלשון (תהלים יט) ותקופתו על קצותם. כי הוא הסובב והמקיף. ועיקרה במלכות והיא הכ' שעל הוא\"ו שהוא תפארת מקבלת מהבינה. כלל הדברים כי הו' מקבלת מהבינה ומשפיע למלכות וזה כונת האות. ועקרה במלכות ופתוחה למטה להשפיע בסוד ההקפה. וממשלתה בשעת לבנה שכן היא במלכות. ויש מי שפי' בע\"א ז\"ל ק' ענין וצורה של זוהר שמשם היו לוחות הברית שנתנו ע\"י משרע\"ה וע\"כ נקרא הקב\"ה אלהים קדושים שהוא קדוש בכל ענייני קדושות והענין הנתיב של זה האור נקרא כסא הכבוד. ובזוהר בפרט בשיר השירים נראה בפי' כי האות הזה רמז אל הנחש העקום בזנבו והוא מתקרב אל הקדושה ונראה כקוף בפני בני אדם. ואפשר שיהיה הרמז אל המלכות [דקליפה] ונקראת קוף פי' מלשון קופה שהיא מקבלת הכל:",
      "english": "Regarding the letter <b><big>ק</big></b>, the Sefer HaTemunah explains that it is in Tiferet, derived from the verse (Psalms 19) \"and his circuit unto their ends,\" for it encompasses and surrounds. Its essence is in Malchut, and it is the כ that is above the ו which represents Tiferet receiving from Binah. The principle is that the ו receives from Binah and influences Malchut, and this is the intention of the letter. Its root is in Malchut and it is open at the bottom to influence through the secret of encompassment. Its dominion is during the time of the moon, as it is in Malchut. There are those who explained differently, of blessed memory, that ק represents the matter and form of radiance from which the tablets of the covenant were made, which were given through Moses our teacher, peace be upon him. Therefore, the Holy One, blessed be He, is called \"Holy God\" for He is holy in all aspects of holiness, and this matter, the path of this light, is called the Throne of Glory. And in the Zohar, particularly in the Song of Songs, it appears explicitly that this letter alludes to the snake curved at its tail, which approaches holiness and appears as an ape before mankind. It is possible that this alludes to the Malchut [of the kelipah], and it is called kof, meaning like a basket (kupah) that receives everything."
    }
  ]
}