{
  "title": "Pardes Rimmonim",
  "gate_num": 1,
  "chapter_num": 9,
  "translation": [
    {
      "hebrew": "אחרי אשר נתעסקנו בפרקים הקודמים בהכרח מציאות הספירות ומספרם, ראוי שנדע אם המכחיש ענין מציאות הספירות יקרא כופר אם לאו. ונאמר כי טעות האדם בענין זה יהיה בא' משני פנים. הפן הא' מי שלא ידע בהם כלל לא מצד שאם יתגלו לו תעלומות חכמה יכחישם ח\"ו אלא מצד שלא הורגל בהם ולא נתגלו לו שערי אורה. האיש הזה ודאי ראוי שלא יקרא כופר ולא מכחיש. וראיה לזה שהרי אפי' בענין סלוק הגשמיות מהפשוט אמיתי ית' אמר הרמב\"ם בס' המדע בהל' תשובה פ\"ג כי המאמין שהא' הפשוט הוא גוף ובעל תמונה הוא מין, וכלל אותו בכלל המינין. והשיג עליו הראב\"ד ע\"ה וז\"ל א\"א ולמה קרא לזה מין, וכמה גדולים וטובים ממנו הלכו בזו המחשבה, לפי מה שראו במקראות ויותר ממה שראו בדברי אגדות המשבשות את הדעות ע\"כ. הרי שהראב\"ד ע\"ה תפס עליו על שאמר כי האומר שהאלוה גוף הוא מין. ואין ראוי לחשוב שיהיה סברת הראב\"ד ע\"ה שלא יהיה מין, כי ודאי המגשים את האלוה הוא מין. אמנם מחלוקתם תלויה בזה שהרמב\"ם לפי הנראה מלשונו ס\"ל שהאומר שאלוה הוא בעל גשם הוא מין ואע\"פ שיהיה הטעות הזה מטעם כי לא הורגל באלהיית ורדף אחר פשוטי המקראות והמדרשים ולא ירד לעמקם להבין עניינם כצורתם. ולזה השיגו הראב\"ד ז\"ל והכחישו ואמר שאיש כזה שבכל ענייניו עובד את האל והולך בדרכי התורה בתמימות ומפני קוצר ידיעתו האמין בגשמות לא יקרא מין, עם שהוא בודאי טועה. מאחר שאין כוונתו להרע ח\"ו. אבל המכיר את בוראו שנגלו לו שערי ההקדמות בסילוק הגשמות ואינו מודה באמת ומעיז פניו ואומר שהאלוה הוא גשם, זה ודאי יקרא מין ואפילו לסברת הראב\"ד ז\"ל. וכן נאמר בענין הספירות כי ודאי מי שלא ידע בהם והאמין בא' הפשוט בלתי ידיעת הספירות אין ראוי שיקרא כופר ח\"ו ולא מקצץ בנטיעות ח\"ו שא\"כ היה מן הראוי שבהיות האדם יודע להבין בחנוך המצות יחנכוהו בענין האמונה בספירות וידיעתן מה שלא מצינו כן. אבל אדרבא אמרו כי מן הראוי הוא להסתירם ואין מוסרים דברים אלו אלא לצנועים וכו'. מה שאין כן בענין מציאת האל והאחדות וענין תורה מן השמים ונבואת משה ורוב עקרי הדת כי בהיות הנער יודע קרוא אבי ואמי יחנכוהו בהם ויגלו לו פשטם של דברים כאמרם ז\"ל במס' סוכ' (דף מ\"ב) יודע לדבר אביו מלמדו תורה וק\"ש ושאלו בגמרא תורה מאי היא ואמרו תורה צוה לנו משה כו' וק\"ש שמע ישראל כו'.",
      "english": "After we discussed in previous chapters the necessity of the existence of the Sefirot and their number, it is proper that we know whether one who denies the existence of the Sefirot should be called a heretic or not. We shall say that human error in this matter can occur in one of two ways. The first way is one who has no knowledge of them at all - not because if the mysteries of wisdom were revealed to them they would deny them, God forbid, but because they are not accustomed to them and the gates of light have not been revealed to them. Such a person should certainly not be called a heretic or denier. Evidence for this comes from the matter of denying corporeality from the Simple Truth (God), blessed be He, where Maimonides stated in the Book of Knowledge, Laws of Repentance chapter 3, that one who believes that the Simple One has a body and form is a heretic, and included him among the heretics. But the RABaD, peace be upon him, challenged this saying: \"Why did he call such a person a heretic? Many greater and better than him held this belief, based on what they saw in the verses and even more so from what they saw in aggadic statements that confuse the mind.\" Thus the RABaD challenged him for saying that one who claims God has a body is a heretic. And one should not think that the RABaD's position was that such a person is not a heretic, for certainly one who attributes corporeality to God is a heretic. Rather, their dispute depends on this: Maimonides, according to his language, held that one who says God has a body is a heretic even if this error stems from not being versed in theology and following the simple meaning of verses and midrashim without delving into their depths to understand their true meaning. The RABaD challenged this and disagreed, saying that such a person who in all matters serves God and follows the ways of Torah sincerely, and only believed in corporeality due to limited knowledge, should not be called a heretic, even though he is certainly mistaken, since his intention was not to do evil, God forbid. However, one who knows his Creator and to whom the gates of the premises regarding the denial of corporeality were revealed, yet does not acknowledge the truth and brazenly claims God has a body - such a person is certainly called a heretic even according to the RABaD. Similarly we can say regarding the Sefirot that certainly one who does not know of them and believes in the Simple One without knowledge of the Sefirot should not be called a heretic, God forbid, or one who \"cuts the shoots\", God forbid. For if this were the case, it would be proper that when a person is capable of understanding the education of the commandments, they should be educated in belief in the Sefirot and knowledge of them, which we do not find. Rather, they said the opposite - that it is proper to conceal them and these matters are only transmitted to the modest, etc. This is unlike matters of God's existence, unity, the divine origin of Torah, Moses' prophecy, and most principles of faith, for when a child knows how to say \"father\" and \"mother\" we educate them in these and reveal to them the simple meaning of things, as our Sages said in Tractate Sukkah (42b): \"When [a child] knows how to speak, his father teaches him Torah and the Shema.\" And they asked in the Gemara \"What Torah?\" and they answered \"'Torah commanded to us by Moses' and the Shema 'Hear O Israel.'\""
    },
    {
      "hebrew": "והנה שבחרו בב' הפסוקים האלה להיות כי בהם כלולים רוב פנות עיקרי התורה. בפסוק שמע ישראל כלול מציאות האל והיינו ה'. עוד בהיותו משגיח ואפי' השגחה פרטית וזהו פי' אלקינו. כי עם היות מציאותו מחויב מצד כל העולם כלו והוא היה הוה ויהיה ומהוה כל הויות שזהו פי' שם בן ד' בכתיבתו. ועם היותו רבון כל העולמים עליונים ותחתונים שזהו פי' קריאתו באדנות. ומזה יוכרח היות השגחתו כוללת בכל העולם. עכ\"ז אלקינו פי' משגיח בפרטיות בנו. ה' אחד מכריח האחדות. וכבר בארו בגמרא (ברכות י\"ג) שצריך האדם לכוין במלת אחד שהוא מלך מעלה ומטה ובד' רוחות. ובזה הוכרח שאינו גשם שהגשמי לא ימצא במקומות מתחלפים בזמן אחד. עוד פי' אחד פי' לא כאחד המנוי וכו' כאשר נבאר בשער עצמות וכלים בשער ד' בפ\"ה בעה\"ו. ובפסוק תורה צוה לנו משה כלול עיקר תורה מן השמים ונבואה ונבואת משה וזהו תורה צוה לנו משה כמפורסם. שכר ועונש באמרו מורשה קהלת יעקב כי ה' חפץ למען צדקו את ישראל והנחילם תורתו. וזה כוונו באמרם שני פסוקים האלה מטעם כי כאשר יגדל הנער יתחיל לשוטט במחשבתו במלות האלו וישאל לאביו וזקנו טעמם ועניינם. והם יגידוהו ויכניסוהו בענייני פנות התורה מעט מעט לפי שכלו כאשר יוכל שאת. זהו הנמצא במציאות העקרים. משא\"כ בספירות העליונות אדרבא יעלימו סודם מעין כל ולא יגלום אלא לצנועים יחידים בדור, והרי מכאן ראיה שמי שלא יבחין בענין הספירות לא יקרא מפני זה כופר ולא מקצץ בנטיעות ח\"ו. אמנם יצדק אמרנו עליו שלא זכה לראות מאורות מימיו ולא טעם במתק התורה וצוף אמריה הנעימים והנה מת באין חכמה ולא ראה טובה. הפן השני הם אותם אשר נגלו אליהם ענין הספירות ומציאותם, ויכחישום מפני רוע תכונתם כי הורגלו בחכמות חצוניות ובילדי נכרים יספיקו. ואלו אם לא יקראו כופרים או מינים מפאת כי הם מאמינים בכל ענייני האלהות, עכ\"ז יקראו כופרים מפני שהם מכחישים פי' תורה שבע\"פ. והאחד מג' כופרים הוא המכחיש פי' מפירושי תורה שבע\"פ כמו שכתב הרמב\"ם בפ' הנזכר, והוא ג\"כ מכחיש דברי רז\"ל. ומלבד אשר אלה לו עוד יוסיף על חטאתו פשע כי מהכחשת הספירות ימשך על הכפירה כי נכריחנו בהקדמות ופנות התורות כי מאחר שהאחד הפשוט לא ישיגהו שנוי איך ישגיח בעניינים חולפים. וכן אחר שהוא אחד איך ישגיח על סוגי המינים כי יחייב הרבוי כנודע. ולזה יוכרח להאמין בספירות ואם לאו יכפור ח\"ו. כאשר טעו רבים בסלוק ההשגחה הפרטית ובעניינים האלה שאין ראוי להעלותם בכתב.",
      "english": "These two verses were chosen because they contain within them most of the fundamental principles of the Torah. In the verse \"Shema Yisrael,\" the existence of God is contained, namely YHVH. Furthermore, it indicates His providence, even individual providence, which is the meaning of \"Elokeinu\" (our God). For although His existence is necessary from the perspective of the entire universe, and He was, is, and will be, and brings all existence into being - which is the meaning of the four-letter Name in its written form - and although He is the Master of all worlds, upper and lower, which is the meaning of reading it as Adonut (Lordship), and from this His providence must encompass the entire world, nevertheless \"Elokeinu\" means He watches over us specifically. \"YHVH echad\" (God is one) establishes unity. The Talmud (Berakhot 13) has already explained that one must concentrate on the word \"echad\" (one) that He is king above, below, and in all four directions. This proves that He is not corporeal, for a physical body cannot exist in different places simultaneously. Furthermore, \"echad\" means not like a counted one, etc., as we will explain in Gate 4, Chapter 5 of the Gate of Essences and Vessels, God willing.\n\nIn the verse \"Torah tzivah lanu Moshe\" (Moses commanded us the Torah), the principle of Divine Torah, prophecy, and Moses's prophecy are contained, as is well known. Reward and punishment are indicated in the words \"morashah kehillat Yaakov\" (an inheritance of the congregation of Jacob), for God desired to make Israel righteous and bequeath them His Torah. This is what they intended by citing these two verses, because as the child grows, he will begin to contemplate these words and ask his father and grandfather their meaning and significance. They will explain and gradually introduce him to the fundamental principles of the Torah according to his intellectual capacity. This is what exists regarding the fundamental principles.\n\nHowever, regarding the supreme Sefirot, on the contrary, they conceal their secret from everyone's eye and only reveal them to the modest few in each generation. This proves that one who does not comprehend the matter of the Sefirot should not be called a heretic or one who \"cuts the shoots\" heaven forbid. However, it would be correct to say of him that he has not merited to see the lights in his lifetime and has not tasted the sweetness of Torah and its pleasant sayings, and thus died without wisdom and did not see goodness.\n\nThe second aspect concerns those to whom the matter and existence of the Sefirot have been revealed, yet they deny them due to their evil character, having become accustomed to external wisdoms and finding satisfaction in foreign concepts. Even if these are not called heretics or sectarians because they believe in all matters of divinity, nevertheless they are called heretics because they deny the interpretation of the Oral Torah. One of the three types of heretics is one who denies any interpretation of the Oral Torah, as Maimonides wrote in the aforementioned chapter, and such a person also denies the words of our Sages. Beyond these faults, he adds transgression to his sin, for from denying the Sefirot follows heresy, as we will compel him with the principles and fundamentals of Torah: since the Simple One cannot undergo change, how can He supervise changing matters? And since He is one, how can He supervise different species, which would necessitate multiplicity, as is known? Therefore, one must believe in the Sefirot, or else he will deny, heaven forbid, as many have erred in denying particular providence and such matters that should not be committed to writing."
    },
    {
      "hebrew": "והנה על כרחו נכריחהו בהאמנת הספירות או יקרא כופר. ועל זה הדרך יוכרח שהאומר שאין לו עסק בקבלה ואינו רוצה לכוין בתפלתו אלא לבעל האורות כאשר חשבו רבים ודאי שיקרא טועה שאם יבא אדם לדבר באחד הפשוט בערך בחינתו אל מציאותו בזולת מציאותו ובחינתו בערך הספירות נמצא מסלק פעולותיו מכל וכל. כי הא\"ס בערך בחינת עצמותו הוא פשוט ואינו בעל שנויים שישתנה מדין אל רחמים ושיתפעל ברצון וישתנה מרצון אל רצון על ידי התפלה אם לא בערך בחינתו אל ספירותיו שהם הם השגחותיו ועל ידם יהיה שנוי הדין והרחמים. ואל ידחוק המעיין ליכנס מתוך דברינו אלה לפנים מהמחיצה להבין ענין השינויים וההשגחה כי ישיגהו היזק ולא תועלת אמנם נבאר הענין בארוכה בשער עצמות וכלים בע\"ה. סוף דבר האדם מוכרח להאמין בספירות כדי שיצדק בעקרי האמונה ובפנותיה שא\"א להעמיד פנות התורה אלא בהם ר\"ל על ידם שעל ידם יפעול המאציל השנויים ולא ישיגהו מזה שנוי כלל ח\"ו כמבואר בארוכה בשער הנחמד ההוא. ומהאל נשאל המחילה:",
      "english": "Thus, we must compel him to believe in the Sefirot, or else he will be called a heretic. Similarly, one who claims to have no interest in Kabbalah and desires to direct his prayers only to the Master of Lights, as many have thought, will surely be called mistaken. For if one attempts to speak of the Simple Unity in terms of its essence in relation to its existence without reference to its manifestation and relation through the Sefirot, this effectively negates all of its actions. For the Ein Sof, in terms of its essential nature, is simple and not subject to changes from judgment to mercy, nor is it affected by will or changed from one will to another through prayer - except in relation to its manifestation through the Sefirot, which are its modes of providence, and through them occur the changes between judgment and mercy. The student should not force himself to penetrate beyond this barrier through our words to understand the nature of these changes and providence, for this will bring harm rather than benefit. However, we will explain this matter at length in the Gate of Essences and Vessels, God willing. The final word is that one must believe in the Sefirot in order to maintain the foundations of faith and its principles, for it is impossible to establish the principles of Torah except through them - meaning that through them the Emanator effects changes without Himself being subject to any change, Heaven forbid, as will be explained at length in that precious Gate. And from God we ask forgiveness."
    }
  ]
}