{
  "title": "Pardes Rimmonim",
  "gate_num": 24,
  "chapter_num": 11,
  "translation": [
    {
      "hebrew": "הנרצה בפרק זה לבאר ענין המלאכים ובפרט מה שזכרנו בפ' א\"ב ג\"ד ה\"ו בענין הדינין שדנין בני אדם וענין העדים המעידים עליו וכל אלו העניינים שהם זרים קצת אל הדעת. ולזה נאמר כי כבר נתבאר בשער סדר האצילות שכל עצם האצילות אינו אלא להתלבש בו עצם האלהות. ונתבאר בשער עצמות וכלים כי ענין השנויים אינם בו יתב' כי הוא פשוט ואינו משתנה ח\"ו והכל הוא על ידי הספי'. ואמרנו כי מפני קירוב הספי' אל המקור עדיין אין ראוי לייחס ענין השנויים כלל אל הספירו' אבל נתלבש האצילות בבריאה וכמו ערך המאציל אל האצילות כן ערך האצילות אל הבריאה. ומפני כי השנויים מתרבים לאין תכלית עדיין הבריאה קרובה אל הנאצלים ואינה מקבלת כלל השנויים אמנם מתלבשת ביצירה. וערך הבריאה אל היצירה כערך האצילות אל הבריאה והיצירה מתלבשת בעשיה בענין פעולות החבלה וטנופי הנשמה לטהרה וללבנה ונזקי בני אדם לחבלותם להענישם להקריבם אל העבודה הוצרכה בעשיה שהיא נקראת רצועה בישא רצועה להלקות. ולכן ענייני היצירה בשנוייהם קרובים אל מעשה בני אדם זה שוקל וזה סופר זה עד וזה מליץ אלו דייני גזרות ואלו דייני גזלות ואלו דייני חבלות ואלו דייני ממונות ואלו דייני נפשות קרובים אל השנויים תכלית הקורבה ואלו בעלי העשייה ממונים לענוש נכסין לשרושי להמית לאסור לחבל כפי אשר יורו הדיינים כן יעשו שוטרי הדיינים. ועתה בהיות הצדיק מתעלה במעלות נפשו שופע עליו אור נשמתו האצילות או הבריאה כי אלו דא בדא אחדין כי לבושיהו די\"ס [דאצילות הוא] הבריאה כדפי' בשער אבי\"ע.",
      "english": "In this chapter, we aim to explain the matter of angels, particularly what we mentioned in chapters 1-2, 3-4, and 5-6 regarding the judgments that judge mankind, the matter of witnesses who testify about them, and all these matters that seem somewhat foreign to reason. Therefore, we shall say that it has already been explained in the Gate of the Order of Emanation that the entire essence of emanation exists only for the Divine essence to be clothed within it. And it was explained in the Gate of Essences and Vessels that the matter of changes does not apply to the Blessed One, for He is simple and unchanging, Heaven forbid, and everything operates through the Sefirot. We stated that because the Sefirot are close to the Source, it is still not appropriate to attribute any changes to the Sefirot, but rather emanation clothes itself in creation, and just as the Emanator relates to emanation, so does emanation relate to creation. And because changes multiply infinitely, creation is still close to the emanated beings and does not receive changes at all, but rather clothes itself in Formation. And the relationship of Creation to Formation is like the relationship of Emanation to Creation, and Formation clothes itself in Action regarding matters of destruction, purification of the soul to cleanse and whiten it, and human damages to wound them, to punish them, to bring them closer to divine service - this required Action, which is called the evil strap, a whip for lashing. Therefore, the aspects of Formation in their changes are close to human actions - this one weighs, this one counts, this one witnesses, and this one advocates; these are judges of decrees, these of theft, these of damages, these of monetary matters, and these of capital cases - all extremely close to changes. And these masters of Action are appointed to punish, to confiscate property, to uproot, to execute, to imprison, and to wound as the judges instruct, so do the officers of the judges execute. And now, when the righteous person ascends in the levels of his soul, the light of his soul - whether Emanation or Creation - flows upon him, for these are united one with another, as their garment of the ten sefirot [of Emanation] is Creation, as explained in the Gate of ABYA."
    },
    {
      "hebrew": "הנה נמצא הצדיק יוצא מתחת יד הדיינים האלה ואין ביכולתם לדון אותו לא ברב ולא במעט. ואדרבה הוא מקור השפע עליהם וכלם יונקים ממנו ומשפיע למשרתים ומבטל בעבודתם למי שרוצה. כענין שמש בגבעון דום וכן מי שאמר לשמן וידליק יאמר לחומץ וידליק. וכן כמה וכמה מביטולי הטבע ביצירה ובעשייה. ואפשר באצילות קצת כענין (המבואר בזהר פינחס דף רמ\"ב. ע\"פ) כהניך ילבשו צדק וחסידך ירננו. כל זה הורה על תוקף ההשגחה על הצדיק עד שהוא משנה ומבטל כחות היצירה מכל וכל ואינם דנין אותו ודינו נשפע מלמעלה. וזהו אז\"ל שתוק כך עלה במחשבה להורות שדינו במקום השתיקה במקום גבוה. אמנם כאשר יחטא ויסתלק ממנו נשמה האצילה והבריאה וישאר ביצירה אז דנין אותו בעלי היצירה וזהו והסתרתי פני מהם והיה לאכול כו' (דברים לא יז) כי נשאר ביד היצירה וביד העשיה ואז דנין אותו כפי מעשיו וכפי בחינותיו וזהו ענין שוקל וענין סופר וענין מליצים לקרבתם אל השנויים כדפי'. איך שיהיה נמצא כל מציאות העולם מן הנקודה העליונה עד הנקודה התחתונה היא כמשל אל נצוץ השמש העובר דרך החלון ולו ד' עששיות. הא' בהירה, והב' בהירה ולא כ\"כ, והג' קצת עכורה, והד' עכורה מכל וכל.",
      "english": "Thus we find that the righteous one emerges from under the authority of these judges, and they have no power to judge him, neither in great matters nor in small. Moreover, he becomes the source of divine flow to them, and they all draw sustenance from him, and he influences the attending angels and can nullify their service as he wishes. This is like the matter of \"Sun, stand still at Gibeon,\" and like one who can say to oil \"burn\" can say to vinegar \"burn.\" And there are many such examples of the nullification of nature in the worlds of Formation (Yetzirah) and Action (Asiyah). This is also possible to some degree in Emanation (Atzilut), as in the matter (explained in Zohar Pinchas 242) of \"Your priests shall be clothed in righteousness, and Your devoted ones will sing for joy.\" All this demonstrates the power of divine providence over the righteous one, to the extent that he can change and nullify the forces of Formation entirely, and they do not judge him, for his judgment flows from above. This is what our Sages meant by \"Be silent, for so it arose in thought,\" indicating that his judgment is in the place of silence, in the elevated realm. However, when he sins and his soul of Emanation and Creation departs from him, and he remains in Formation, then the masters of Formation judge him, and this is the meaning of \"I will hide My face from them and they shall be devoured\" (Deuteronomy 31:17), for he remains in the hands of Formation and Action, and then they judge him according to his deeds and his aspects. This is the matter of weighing, counting, and advocacy, due to their proximity to changes as explained. In any case, the entire existence of the world, from the highest point to the lowest point, is like the parable of a ray of sunlight passing through a window with four panes: the first is clear, the second is clear but less so, the third is somewhat clouded, and the fourth is completely clouded."
    },
    {
      "hebrew": "והנה אור הנצוץ עובר דרך העששיות.",
      "english": "And behold, the light of the spark passes through the glass lenses."
    },
    {
      "hebrew": "והנה ד' עששיות אלה הם ד' מדרגות שהם אבי\"ע והאור השופע הוא אור א\"ס ממ\"ה הקב\"ה עצם השורש המתפשט ומאיר עד הנקודה האחרונה.",
      "english": "These four lenses represent the four levels which are ABYA [Atzilut, Beriah, Yetzirah, Asiyah], and the flowing light is the Infinite Light of the King of kings, the Holy One blessed be He - the essence of the root that extends and illuminates down to the final point."
    },
    {
      "hebrew": "והנה האור לא נשתנה אלא בערך המקבלים. והחסים על כבוד קונם יודעים כי אין ראוי להעביר האור ההוא דרך העששיות העכורה היא העשיה. וזה הטעם היך שרייא למגנא רקיעא בא\"י כמ\"ש בשער התמורות (בפ\"ב על מאמר הזהר הזה) בה\"ו. והוא משל אל האויר הזך רוח צפוני מרפא לנפש העובר דרך אשפה סרוחה שאז הוא בוודאי מזיק. ומי גרם הענין הזה אותם הגורמים העברת (האור) [האויר] דרך האשפה ואין הריח ההוא קנוי ברוח ההוא באמת כי מי ששואף אותו קודם בואו דרך האשפה ריחו כריח הבשמים וכן ממש ג\"כ משל האור מי גרם עכירות האור העברתו דרך העששית העכורה ומי שהביט בהאור קודם בואו הנה הוא אור מתוק. ומה גם כמה וכמה יגדל כבוד האור מי שיביט בו קודם בואו אל העששית השלישי שהיא עכורה ג\"כ קצת שאז יכיר במעלתו. ולומר כי יביט בו קודם העברתו דרך העששית השניה א\"א כי הוא אור בהיר כ\"כ עד שיחשיך עין הרואה. ובזה יובן ענין המלאכים כי יש להם קצת גלוי מכבוד מלכו של עולם על דרך האור המתלבש בהם וזהו תועלתם וענינם וזהו ענין כחם. ומה גם המגידים האומרים פעמים רבות שמות היקרים בפסוק מצותי חקותי ותורתי ובעניינים כאלה המורים לכאורה זרות. והוא פשוט כי הן אומרים כן ע\"י השפע הנשפע ר\"ל האור המתלבש בהם והם נקרי' איברים יען שהאור מתפשט אל ניצוצות מתלבש בכל מלאך ומלאך נמצא המלאך ההוא אבר מאיברי המרכבה אחר שהוא אור מתלבש. והמשל בזה אל עששית גדולה דולקת בתוך הבירה ובה חלונות דקים וארובות והאור עובר בין החלונות ומתלבש בצנורות ההם ומאיר אל החוצה ואין ספק שהניצוצות הכל ענין א' להם ואם יתחלקו לניצוצות רבים הטעם הוא היות הארובות מרובות ולפי שעורם יתרבו המאורות עם היותם כלם מיוחדים במקור ואין הרבוי ההוא נקנה באמת באור שאם יתיחדו הארובות יתיחד האור. וזה טעם היחוד אל ההיכלות בסוד היחוד בסוד התפלה כדי שיתיחדו הניצוצות המתלבשות בהם הוא אור העליון. ואין הענין בערך ההיכלות ר\"ל המלאכים בעצמם אבל הוא בערך האור המתלבש בהם וזה כח רבוי האור שיתיחדו הארובות א' אל א' על ידו וזה כח גדולת היוצר שיתיחדו האברים הגשמיים ע\"י הנשמה המתפשטת בהם. ומבשרנו נחזה הענין הזה כי אין הנשמה עצם מתחלק לחלקים כלל אלא היא עצם א' בלתי נשפט בו חלקים כלל. אמנם נתחלקה לחלקים בערך הגוף המחולק לחלקים ועכ\"ז יתיחס אמרינו אברי הנשמה בערך התפשטות הנשמה באברים וכן ג\"כ יתיחס אברים אל המתפשט בערך התפשטותו באברים שהם המלאכים אברים עליונים אל האור המתפשט בהם. ואחר שעמדנו בזה בסוד המלאכים ועניינם מזה נדע מעלת הנשמה על המלאך כי המלאך הוא גוף מד' יסודות פשוטים מתקרבים אל המקור והאור השופע עליהם הוא העיקר.",
      "english": "Behold, the light does not change except in relation to those who receive it. Those who are concerned for their Creator's honor know that it is not proper to pass that light through the clouded lantern, which is the realm of Asiyah. This is the reason for how the firmament rests freely in the Land of Israel, as explained in Sha'ar HaTemurot regarding this Zohar passage. This can be compared to pure air - a healing northern wind for the soul - passing through a putrid garbage heap, whereby it certainly becomes harmful. And who caused this? Those who caused the air to pass through the garbage. That odor is not truly inherent to that wind, for one who breathes it before it passes through the garbage finds it has the fragrance of perfume. Similarly with the metaphor of light - who caused the light's dimming? Its passage through the clouded lantern. One who beholds the light before it arrives sees that it is sweet light. How much greater still is the light's glory for one who beholds it before it reaches the third lantern, which is also somewhat clouded, for then one recognizes its excellence. But to say one could look at it before it passes through the second lantern is impossible, for it is so bright it would blind the viewer's eye.\n\nThrough this we can understand the matter of angels, for they have some revelation of the King of the Universe's glory through the light that clothes itself in them - this is their purpose, their essence, and the source of their power. This includes even the maggidim who frequently speak of precious names in verses about \"My commandments, My statutes, and My Torah\" and similar matters that seem strange. It is simple - they speak thus through the flowing influence, meaning the light that clothes itself in them, and they are called \"limbs\" because the light extends into sparks clothing each and every angel, such that each angel is a limb of the Divine Chariot since it is clothed light.\n\nThis can be compared to a great lantern burning within a castle, containing fine windows and chimneys, with light passing between the windows and clothing itself in those channels, shining outward. Undoubtedly all the sparks are one matter, and if they divide into many sparks, the reason is the multiplicity of chimneys, and according to their measure the lights multiply, though they all remain unified in their source. This multiplicity is not truly inherent to the light, for if the chimneys were unified, the light would be unified. This is the reason for the unification of the Heikhalot in the mystery of unification during prayer - so that the sparks clothing them, which are supernal light, may be unified. The matter does not relate to the Heikhalot themselves, meaning the angels themselves, but rather to the light that clothes itself in them. This is the power of light's multiplicity - that the chimneys become unified one to one through it, and this is the power of the Creator's greatness - that physical limbs become unified through the soul extending within them.\n\nFrom our flesh we can perceive this matter, for the soul is not an essence divided into parts at all, but rather one essence in which no parts can be discerned. However, it divides into parts in relation to the body which is divided into parts. Nevertheless, we refer to \"limbs of the soul\" in relation to the soul's extension into the limbs, and similarly we refer to limbs in relation to that which extends according to its extension into the limbs, which are the angels - supernal limbs for the light extending within them. And having established this regarding the mystery of angels and their nature, from this we know the soul's superiority over the angel, for the angel is a body of four simple elements approaching the source, and the light flowing upon them is the essential thing."
    },
    {
      "hebrew": "והנה נשמת הצדיק היא עיקר האור המתפשט בתוך המלאך המתלבש במלאך ונמצא ערך המלאך אל הנשמה כערך הגוף אל הנשמה אלא שזה עשי\"ה וזה יציר\"ה ובודאי זה ענין גדול ומפתח גדול בענין המלאכים. ובסוד זה יובן אמרו (במדבר כג) ויקר אלדים אל בלעם ואחז\"ל (בויקרא רבה פרשה א') שלשון ויקר הוא לשון קרי וטומאה. כי ח\"ו לחשוב באמרם שיש טומאה וקרי למעלה והענין הוא על אותם הברכות המתפשטות ונשפעות מתוך הקדושה אל הקליפה והיינו סוד האור המתפשט בתוך העששית העכורה ומטמא האור ח\"ו כדי שיביט בלעם ויתנבא הברכות ההם. ולכן אה\"כ (שם כד) אשר מחזה שדי יחזה ופי' בזוהר מחזה שדי ולא שדי ר\"ל מראה שבו מתראה השכינה בסוד היותה שוררת להכניע הקליפות בסוד ומלכותו בכל משלה המבואר בשער אבי\"ע פ\"ד.",
      "english": "Behold, the soul of the righteous one is the essence of the light that extends within the angel and clothes itself in the angel, and thus the relationship of the angel to the soul is like the relationship of the body to the soul, except that this one is of Asiyah (Action) and this one is of Yetzirah (Formation), and this is certainly a great matter and a major key to understanding the nature of angels. Through this secret we can understand the verse (Numbers 23) \"And God happened upon (vayikar) Balaam,\" and our Sages taught (in Vayikra Rabbah, Chapter 1) that the term \"vayikar\" implies impurity and contamination. Heaven forbid to think that they meant there is impurity and contamination above; rather, the matter refers to those blessings that extend and flow from within holiness to the klipah (shell/impurity), which is the secret of the light extending through the clouded lamp, and the light becomes contaminated (Heaven forbid) so that Balaam could perceive and prophesy those blessings. Therefore, it is written afterwards (Numbers 24) \"who sees the vision of Shaddai,\" and the Zohar explains that it says \"vision of Shaddai\" and not \"Shaddai\" itself, meaning the vision in which the Divine Presence appears in the secret of its dominion to subdue the klipot (shells/forces of impurity), in the secret of \"His kingdom rules over all,\" as explained in Sha'ar ABYA, Chapter 4."
    },
    {
      "hebrew": "והנה היה אור הקדוש מתפשט ומתלבש בתוך הקליפה כדי שידע בלעם הברכות ההם ויתנבא וכביכול שהיה אור הקדושה מתלבשת בו. וגילה הכתוב סוד הזה וישם ה' דבר בפי בלעם וכו'. וכה תדבר ורז\"ל (במ\"ר בלק פ\"כ) הסתירו הסוד ואמרו כי מסמר שם לו בפיו להורות כי הוא להכניעו וכמו מסמר שאינו מניחו לדבר כרצונו והוא הכנעה אליו בסוד ומלכותו בכל משלה עת אשר שלט האדם באדם לרע לו (קהלת ח ט) וזה לרע לו לאדם בליעל כדפי' בפ' הנז'.",
      "english": "And behold, the holy light was spreading and becoming clothed within the klipah (shell/husk) so that Balaam would know these blessings and prophesy, as if, so to speak, the holy light was clothing itself within him. And the scripture revealed this secret: \"And the Lord put a word in Balaam's mouth, etc.\" and \"Thus shall you speak.\" And our Sages (in Midrash Rabbah Balak, Chapter 20) concealed the secret and said that He placed a nail in his mouth, indicating that it was to subdue him, like a nail that does not allow him to speak as he wishes, and this is his subjugation, in the mystery of \"His kingdom rules over all\" - \"a time wherein one man rules over another man to his own detriment\" (Ecclesiastes 8:9), and this is to the detriment of the wicked man, as explained in the aforementioned chapter."
    },
    {
      "hebrew": "ועוד רמזו באמרם מסמר כדפי' לעיל בפרק הקודם בסוד וכמסמרות נטועים להורות על האור המתפשט ניצוצו מן המקור עד המקום הנרצה ודי בזה הערה אל ענין זה. וכשבא הקב\"ה להתווכח עם ישראל אמר עמי זכר נא מה יעץ בלק מלך מואב ומה ענה אותו בלעם בן בעור מן השיטים עד הגלגל למען דעת צדקות ה' (מיכה ו ה) וזה ודאי צדקת ה' צדקה גדולה עשה עם ישראל בזה כנ\"ל:",
      "english": "Furthermore, they alluded in their mention of \"nail\" as explained above in the previous chapter regarding the secret of \"and as nails firmly fixed,\" to indicate the light that extends its spark from the Source to the desired place, and this is sufficient indication regarding this matter. And when the Holy One, blessed be He, came to reason with Israel, He said \"O My people, remember now what Balak king of Moab devised, and what Balaam the son of Beor answered him, from Shittim unto Gilgal, that ye may know the righteous acts of the LORD\" (Micah 6:5), and this was certainly the righteousness of the LORD - a great kindness He did with Israel in this matter, as mentioned above."
    }
  ]
}