{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 9,
  "translation": [
    {
      "hebrew": "באות <b><big>ו</big></b> אמר בספר התמונה שהיא בת\"ת ומפורסם הוא ואמר כי היא פשוטה לרמוז כי הוא עמוד לעולם. ואפשר לומר הטעם כי קודם ברא הקב\"ה העולם בדין וכשראה שאין העולם מתקיים שתף עמו רחמים הרי שהרחמים הם סבת קיום העולם ולכן הרחמים עמוד סומך העולם. ואמר כי פניו הפוכים מן הה\"א לרמוז כי הה\"א הוא דין שאין בו רחמים. וכן אפשר לומר הטעם כי הוא מטה כלפי חסד ומחזיר פניו מן הדין. או אפשר כי הוא מביט לזיי\"ן שלפניה שהוא משפיע בה כאשר נבאר. ואמר כי הוא משגיח מעלה כנגד הכתר לקבל ומשגיח מטה להשפיע למלכות כנודע. ואמר כי ממשלתה בשעת חמה כי כן הוא מכונה שנאמר כי שמש ומגן ה' אלדים (תהלים פד יב). ",
      "english": "Regarding the letter <b><big>ו</big></b>, the Sefer HaTemunah states that it is in Tiferet, and this is well-known. It states that it is simple [in form] to indicate that it is a pillar for the world. One can explain the reason: before the Holy One, Blessed be He, created the world with judgment, and when He saw that the world could not endure, He joined mercy with it. Thus mercy is the cause of the world's existence, and therefore mercy is the pillar that supports the world. And it states that its face is turned away from the letter ה to indicate that the ה represents judgment without mercy. Similarly, one can explain the reason that it leans toward kindness and turns its face away from judgment. Alternatively, it may be that it looks toward the ז before it, which influences it, as we will explain. And it states that it looks upward toward Keter to receive, and looks downward to influence Malkhut, as is known. And it states that its dominion is in the time of the sun's heat, for thus it is called, as it is written: \"For the Lord God is a sun and shield\" (Psalms 84:12)."
    },
    {
      "hebrew": "ויש מי שפירש בענין אחר וז\"ל וא\"ו היא עומדת בזאת הצורה לרשום בה צורת הטבע ולמצוא בה דוגמא נסתרת ונכרת בזו הצורה נקרא חומר קדמון ולכן אמת שהמקום המיוחד לה הוא הת\"ת. אמנם הרמז אליו בהיותו קשור וכלול משש קצוות שהם גדולה גבורה ת\"ת נצח הוד יסוד. ולרמוז על יופיו בכללות הזה נקרא ו' שעולה שש. והיא ארוכה שהוא הנהר המשקה בדרך העלם בסוד הדעת לשאר כל נטיעות הגן כאשר נתבאר בשערים הקודמים. וכמעט שאז נקרא נשמת הת\"ת כאשר רמזנו שם. וכאשר הוא\"ו בת\"ת תקרא וא\"ו עילאה או ו' סתם אמנם לפעמים היסוד נקרא וא\"ו זעירא או וא\"ו תתאה להיות כי הוא ג\"כ כלול מו' קצוות כת\"ת עצמו כי כל מה שאירע ליעקב אירע ליוסף דגוף וברית חשבינן חד כמבואר בדברי הרשב\"י ע\"ה במקומות רבים. אמנם יש וא\"ו אחרת והיא בראש הכת\"ר בארנוהו בשער המכריעין בסופו. ולפעמים תסובינה הואוי\"ן ג\"כ על גדולה גבורה ת\"ת ג' ואוי\"ן והיינו ויס\"ע ויב\"א וי\"ט ג' ואוי\"ן. וכן נצח הוד יסוד כאשר בארנו בשער המציאיות. ואלה דברי ר' משה דילאו\"ן ז\"ל בספר השם בווי העמודים. ווי העמודים בסוד וא\"ו של בי\"ה שמ\"ו שהוא מטה משה שש ספירות וכו' ואין וא\"ו בלא שני ווי\"ן והוא רמז ליסוד הנאחז בו:",
      "english": "And there are those who explained it differently, as follows: The letter Vav stands in this form to inscribe within it the form of nature and to find within it a hidden and recognizable example. In this form it is called primordial matter, and therefore it is true that its designated place is in Tiferet. However, the allusion to it is in its being bound and comprised of six extremities, which are Gedulah, Gevurah, Tiferet, Netzach, Hod, and Yesod. To allude to its beauty in this entirety, it is called Vav which equals six. And it is elongated, for it is the river that waters in a concealed way through the mystery of Da'at to all other plantings of the garden, as explained in previous gates. And it is then almost called the soul of Tiferet, as we alluded to there. When the Vav is in Tiferet, it is called the supreme Vav or simply Vav, however sometimes Yesod is called the lesser Vav or lower Vav, since it too is comprised of six extremities like Tiferet itself, for whatever happened to Jacob happened to Joseph, as body and covenant are considered one, as explained in the words of Rashbi of blessed memory in many places. However, there is another Vav which is at the head of Keter, as we explained at the end of the Gate of the Mediators. And sometimes the Vavs also refer to Gedulah, Gevurah, Tiferet - three Vavs, namely \"VaYisa,\" \"VaYavo,\" \"VaYet\" - three Vavs. And likewise Netzach, Hod, Yesod, as we explained in the Gate of Existences. And these are the words of Rabbi Moses de León of blessed memory in Sefer HaShem regarding the hooks of the pillars. The hooks of the pillars in the mystery of the Vav of \"BiYah Shmo,\" which is the staff of Moses - six sefirot, etc., and there is no Vav without two Vavs, and this is an allusion to Yesod which is connected to it."
    }
  ]
}