{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 19,
  "translation": [
    {
      "hebrew": "באות <b><big>ע'</big></b>. ופי' בספר התמונה כי האות הזה עיקרה ביסוד שהוא נקרא עין, עין ה' אל יראיו (תהלים לג יח). והוא עין יעקב שהוא הת\"ת על המלכות וצורתה מורה נו\"ן זיי\"ן וא\"ו שפי' כי היסוד מקבל מהבינה ע\"י נצח ותפארת. וממשלתה בשעת ככ\"ב. כי הוא על לבנה כיסוד על מלכות. ויש מי שפי' העין היא ביסוד ויש לה ב' ענפים ימין ושמאל מהימין יונק צד הקדושה ומהשמאל יונק צד הטומאה בסוד ב' המקורות שבברית א' לזרע הטהור והב' למותר המטונף. [כבר פי' הענין הה בארוכה בשער הצנורות ושם העתקנו לשונו אות באות. עוד פי' כי העי\"ן רמז למלכות ותפארת. והמלכות הוא הענף היושב בתוך הענף הגדול לרמוז שהיא שוכבת בחיק דודה. ויש מי שפי' עין רומז למלכות פי' שכל העינים והמראות והגוונים נראים בה וכלן פועלות על ידה כדפי' בשער הגוונים. ויש מי שפי' בע\"א וז\"ל ע' הנתיב שלה כסא הנגה ויש לה שני ראשים והיא גוף עומד פתוחה לקבל פועל המעשה. ולפי הנשמע מהזוהר מקצת מקומות כי ע' הוא היסוד ונקרא טוב עין הוא יבורך (משלי כב ט) כענין אמרו צדיק כי טוב (ישעיה ג י) וכן וברכות לראש צדיק (משלי י ו) ולפיכך אין עין הרע שהוא מסטרא דשמאלא שולט בו. וזהו הנדרש (ברכות ד\"כ.) אנא מזרעא דיוסף קאתינא וכו' וראיה מעלי עין (בראשית מט כב). ויש עין אחר והוא עין פקוח שאין גבות עינים עליו כלל. והוא בסוד עליון באריך אנפין כנדרש באדרא (נשא דף קכ\"ט ודף ק\"ל ע\"א):",
      "english": "Regarding the letter <b><big>Ayin</big></b>: The Sefer HaTemunah explains that this letter's essence is in Yesod, which is called 'eye', as in \"the eye of God is upon those who fear Him\" (Psalms 33:18). This is the eye of Jacob, which represents Tiferet over Malchut, and its form indicates Nun, Zayin, and Vav, meaning that Yesod receives from Binah through Netzach and Tiferet. Its dominion is at the hour of Saturn, for it is over the moon as Yesod is over Malchut. Some explain that the eye is in Yesod and has two branches, right and left - from the right draws the side of holiness, and from the left draws the side of impurity, corresponding to the two sources in the covenant: one for pure seed and one for impure waste. [This matter has already been explained at length in Sha'ar HaTzinnorot, where we copied his words letter by letter. It is further explained that the Ayin alludes to Malchut and Tiferet, and Malchut is the branch sitting within the larger branch, indicating that she lies in her beloved's embrace. Some explain that Ayin alludes to Malchut, meaning that all eyes, visions, and colors appear in it and all operate through it, as explained in Sha'ar HaGavanim. Others explain differently, saying that Ayin's path is the throne of brightness, having two heads, and it is a body standing open to receive the effect of action. According to what is heard from several places in the Zohar, Ayin is Yesod and is called \"good eye shall be blessed\" (Proverbs 22:9), similar to \"say of the righteous that it is good\" (Isaiah 3:10) and \"blessings are upon the head of the righteous\" (Proverbs 10:6). Therefore, the evil eye, which is from the left side, has no power over it. This is what is expounded (Berakhot 20): \"I am from the seed of Joseph, etc.\" and evidence from \"above the eye\" (Genesis 49:22). There is another eye, which is an open eye that has no eyebrows above it at all, and this is in the supreme secret of Arikh Anpin, as expounded in the Idra (Naso, pages 129 and 130a)."
    }
  ]
}