{
  "title": "Pardes Rimmonim",
  "gate_num": 31,
  "chapter_num": 4,
  "translation": [
    {
      "hebrew": "בבירור ענין הצלם הנדרש בזהר מקומות רבים. ומהמפורסם היות הצלם הזה ענין רביעי שאינו לא נפש ולא רוח ולא נשמה אמנם הוא מתגלה יותר מהם עד שיש מן החסידים משיגים דמותו בעולם זה. ואמנם בענין מהותו ואפן יצירתו נתבאר בפ' אמור (דף ק\"ד ע\"ב) וז\"ל בספרא דשלמה מלכא אשכחנא דבשעתא דזווגא אשתכח לתתא שדר קב\"ה חד דיוקנא בפרצופא דבר נש רשימה חקיקה בצולמא וקיימא על ההוא זווגא. ואלמלא אתיהיב רשו לעינא למחמי, חמי בר נש על רישיה חד צולמא רשימא כפרצופא דבר נש ובההוא צולמא אתברי ב\"נ. ועד דלא קיימא ההוא צולמא דשדר ליה מאריה על רישיה וישתכח תמן, לא אתברי בר נש. הה\"ד ויברא אלקים את האדם בצלמו. ההוא צלם אזדמן לקבליה עד דנפק לעלמא. כד נפק, בההוא צלם אתרבי. בההוא צלם אזיל, הה\"ד אך בצלם יתהלך איש. והאי צלם הוא מלעילא. בשעתא דאינון רוחין נפקין מאתרייהו כל רוחא ורוחא אתתקן קמי מלכא קדישא בתקוני יקר בפרצופא דקאים בהאי עלמא. ומההוא דיוקנא תקונא יקר נפק האי צלם. ודא תליתאה לרוחא. ואקדימת בהאי עלמא בשעתא דזווגא אשתכח. ולית לך זווגא בעלמא דלא אשתכח צלם בגווייהו. אבל ישראל קדישין, האי צלם קדישא ומאתר קדישא אשתכח בגווייהו. ולעכו\"ם צלם מאינון זינין בישין מסטרא דמסאבותא אשתכח בגווייהו. וע\"ד לא ליבעי ליה לאיניש לאתערבא צולמא דיליה בצולמא דעובדי כו\"ם, בגין דהאי קדישא והאי מסאבא עכ\"ל.",
      "english": "Clarifying the matter of the Tzelem (divine image) that is discussed in many places in the Zohar. It is well-known that this Tzelem is a fourth aspect that is neither Nefesh (vital soul), nor Ruach (spirit), nor Neshamah (higher soul), yet it manifests more visibly than them, to the extent that some pious individuals perceive its form in this world. Regarding its essence and manner of formation, it is explained in Parashat Emor (page 104b), which states: \"In the book of King Solomon, we found that at the time of conjugal union below, the Holy One, blessed be He, sends a form with the countenance of a human, inscribed and engraved in an image, and it presides over that union. If permission were granted to the eye to see, one would see above one's head an image inscribed with a human countenance, and in that image the person is created. Until that image sent by its Master stands above one's head and is found there, the person is not created. This is the meaning of 'And God created man in His image.' That image is prepared to receive him until he emerges into the world. When he emerges, he grows with that image. He walks with that image, as it is written, 'Surely in an image walks man.' And this image is from above. When these spirits emerge from their place, each and every spirit is arranged before the Holy King in precious adornment in the countenance that exists in this world. From that precious formed likeness emerges this image. This is third to the spirit, and it precedes in this world when union occurs. There is no union in the world where an image is not found within them. But for holy Israel, this holy image comes from a holy place within them. For idolaters, the image comes from those evil species from the side of impurity within them. Therefore, one should not mix one's image with the image of idolaters, because this one is holy and that one is impure.\""
    },
    {
      "hebrew": "ודבריו מבוארים, שאמר שהצלם שלישי אל הרוח הטהור והקדוש, והוא שני אל הנפש, ורביעי אל הנשמה. ואולם באופן מציאות הוייתו אמר בשעתא דאינון רוחין נפקין מאתרייהו וכו', ירצה כי מציאות הנשמה הוא כמו האומן הצורף הכסף וברצונו לצייר צורה ומתיך את הכסף.",
      "english": "His words are clear, stating that the Tzelem is third to the pure and holy Ruach (spirit), second to the Nefesh (soul), and fourth to the Neshamah (higher soul). Regarding the nature of its existence, when he says \"at the time when these spirits emerge from their place, etc.,\" he means that the existence of the Neshamah is like that of a craftsman who refines silver and desires to form a shape, melting the silver."
    },
    {
      "hebrew": "והנה לצייר צורת ענין הנרצה אליו צריך לצייר קודם המקום שבו יצטייר הצורה ההוא ויגלם בתוך אויר הצורה ההיא המציירת הכסף המתוקן אל הצורה והנה הנשמות הם רוחניות בין חלק הרוח בין חלק הנפש בין חלק הנשמה. והנה מאחר שע\"י הזווג נתקן השפע הראוי אל החלקים האלה צריך בחינה רביעית שבה יגלמו לצורת אדם המצויירת באויר הגן. והנה מציאות גולם האויר שבו נצטיירו צורת החלקים הנזכרים ולכן הוא שלישי לרוח ורביעי לנשמה ושני לנפש. והוא כי הנפש מצטיירת בגולם הצלם, והרוח מצטיירת באמצעות הנפש, והנשמה באמצעות הרוח. ועל הציור הזה הוא שאמר אתתקן קמי מלכא קדישא כו' בפרצופא דקאים כו' ומההוא דיוקנא תקונא יקר נפיק האי צלם. כי ממציאות הגלם החלקים הנז' בגולמם הוא הצלם. ולכן כאשר האדם מזדווג עם אשתו מקדים הצלם הזה כדי שעל ידו יגלם הוולד כגולם צורת הפרצוף כדפי' בראש המאמר:",
      "english": "To depict the desired form, one must first envision the space in which that form will take shape, and mold it within the atmosphere of that form which shapes the refined silver into its form. Now, the souls are spiritual in nature, whether in their spirit aspect, soul aspect, or higher-soul aspect. And since through union the appropriate flow is established for these components, a fourth dimension is needed in which they will be molded into the human form that is depicted in the atmosphere of the Garden. The existence of this atmospheric mold, in which the forms of the aforementioned components are depicted, is therefore third to the spirit, fourth to the higher-soul, and second to the soul. For the soul is depicted in the mold of the tzelem, the spirit is depicted through the medium of the soul, and the higher-soul through the medium of the spirit. And concerning this depiction it was said \"it is established before the Holy King... in the countenance that stands...\" and \"from that precious formed image emerges this tzelem.\" For from the molded existence of these aforementioned components in their raw form comes the tzelem. Therefore, when a man unites with his wife, this tzelem precedes in order that through it the child will be molded like the mold of the countenance's form, as explained at the beginning of the discourse."
    },
    {
      "hebrew": "הנה זהו מהות הצלם ונקרא צל לפי שהוא מצל על ראשו של אדם כדמפרש ואזיל. ואולם כמו שהוא הקודם אל היצירה כן הוא מסתלק קודם המיתה ל' יום וכן נתבאר בזוהר פ' ויחי (דף רי\"ז ע\"ב) וז\"ל א\"ר יוסי כד ההוא בר נש אתקריבו יומוי תלתין יומין מכריזי עלוי בעלמא כו'. ואי זכאה הוא תלתין יומין מכריזין עלוי בין צדיקייא בג\"ע. תנא כל אינון תלתין יומין נשמתיה נפקא מניה בכל ליליא וסלקת וחמאת דוכתה בההוא עלמא, וההוא בר נש לא ידע ולא אשגח ולא שליט בנשמתיה כל אינון ל' יומין כמה דהוה בקדמיתא דכתיב אין אדם שליט ברוח לכלוא את הרוח וגו'. א\"ר יהודה מכד שראן אינון תלתין יומין, צולמא דבר נש אתחשך ודיוקנא דאתחזי בארעא אתמנעת עכ\"ל.",
      "english": "This is the nature of the tzelem (spiritual image), and it is called tzel (shadow) because it shadows over a person's head, as will be explained. Just as it precedes creation, so too it departs thirty days before death, as explained in the Zohar, Parashat Vayechi (page 217b), which states: \"Rabbi Yosi said: When a person's days draw near, they announce about him in the world for thirty days. If he is meritorious, they announce about him among the righteous in the Garden of Eden. It was taught: During all those thirty days, his soul departs from him every night and ascends to see its place in that world, and that person neither knows nor perceives nor has control over his soul during those thirty days as he did before, as it is written 'No man has power over the spirit to retain the spirit.' Rabbi Yehudah said: When those thirty days begin, the person's tzelem becomes darkened and his image that was visible on earth is withdrawn.\""
    },
    {
      "hebrew": "ועוד האריך שם בענין יותר. וכן ביאר במקום אחר בפרשה (זו דף רכ\"ז.) וז\"ל ר' חזקיה פתח ויהי השמש לבא ותרדמה נפלה על אברם והנה אימה חשכה גדולה נופלת עליו כו', דא יומא דדינא קשיא דאפקי ליה לבר נש מהאי עלמא. דתניא ההוא יומא דבר נש נפק מעלמא, ההוא יומא דדינא רבא דאתחשך שמשא מן סהרא כו' דא נשמתא קדישא דאתמנעת מבר נש ל' יומין עד לא יפוק מעלמא וחמא דצולמא דאתמנעת מניה ולא אתחזי. מ\"ט אתמנעת מניה בגין דנשמתא קדישא סלקא ואתעברת מניה ולא אתחזי. דלא תימא דכד בר נש מית ואתחלש האי נשמתא אתעברת מיניה, אלא כד איהו בחייוי בתוקפוי אתעברת מיניה נשמתא ולא נהרא לרוחא ורוחא לא נהיר לנפשא כדין צולמא אתעברת מניה ולא נהיר ליה. מההוא יומא כלא מכרזי עליה ואפילו צפרי שמייא. מאי טעמא בגין דנשמתא איהי סלקא מיניה ורוחא לא נהיר לנפשא כדין נפשא אתחלשת ומיכלא וכל תאובתא דגופא סלקא מניה ואתעבר עכ\"ל.",
      "english": "And he elaborated further on this matter there. And so he explained in another place in this portion (page 227): Rabbi Hizkiah began expounding on the verse \"And when the sun was going down, a deep sleep fell upon Abram; and, lo, a dread of great darkness fell upon him,\" stating that this refers to the day of harsh judgment when a person departs from this world. For it was taught that on the day when a person departs from the world, that great day of judgment when the sun darkens from the moon, the holy soul is withdrawn from the person thirty days before they leave the world, and one sees that the tzelem is withdrawn and no longer appears. Why is it withdrawn? Because the holy soul ascends and departs from him and is not visible. And do not say that only when a person dies and weakens does the soul depart from him; rather, while he is still alive and in his full strength, the soul departs from him and does not illuminate the ruach, and the ruach does not illuminate the nefesh, and then the tzelem departs from him and does not illuminate him. From that day onward, everything proclaims about him, even the birds of heaven. Why is this? Because the soul ascends from him and the ruach does not illuminate the nefesh, then the nefesh weakens, and food and all bodily desires depart and are removed from him."
    },
    {
      "hebrew": "וממנו ג\"כ מתבאר כי הסתלקות הצלם עם שאר החלקים הוא ל' יום קודם הפטירה. ואינו כן דברי הזהר (בפ' זו דף ר\"כ.) אלא שבליל הושענא מסתלק הצלם. וז\"ל ת\"ח כד אתער דינא בעלמא דקב\"ה יתיב על כורסיא דדינא למידן עלמא, בעי ב\"נ לאתערא תשובה דיתוב מחובוי. דהא ההוא יומא פתקין כתיבו ומשתכחו כלהו באחמתא הא כתיבין. אי זכי ב\"נ דיתוב קמי מריה קרעין פתקין דעליה. לבתר זמין קב\"ה קמיה דב\"נ יומא דכפורי יומא דתשובה. אי תב מחטאוי טב. ואי לאו פקיד מלכא למחתם פתקין. ווי ליה דהא תשובה בעיא לאסתלקא מניה. אי זכי בתשובה ולאו שלימתא כדקא יאות, תליין ליה עד יומא בתראה דעצרת דהוא תמינאה לחג. ואי עביד תשובה שלימתא לקמיה מאריה פתקין אתקריעו. ואי לא זכי, אינון פתקין נפקין מבי מלכא ואתמסרן בידוי דסנטירא ודינא אתעביד ופתקין לא מתהדרין תו לגבי מלכא. כדין צולמין אתעברו מניה ולא משתכחו עמיה וכיון דמתעברן מניה הא ודאי טופסקא דמלכא יעבר עלוי ויטעום כסא דמותא. ובההוא ליליא דחגא בתראה, סנטירין זמינין ופתקין נטלין. בתר דנטלי לון, צולמין מתעברין ולא משתכחין. ואי משתכחי בהו גריע או יעבר עליה דינא או מרעין בישין בגריעותא דלהון והא אוקימנא להא עכ\"ל.",
      "english": "From this it is also explained that the departure of the tzelem along with the other parts occurs 30 days before death. However, this differs from what the Zohar states (in this section, page 220), which says that the tzelem departs on the night of Hoshana. As it states: \"Come and see, when judgment awakens in the world and the Holy One, blessed be He, sits on the throne of judgment to judge the world, a person must awaken to repentance and return from their sins. For on that day, the records are written and all are found in the archives, already written. If a person merits to return before their Master, the records concerning them are torn up. Afterward, the Holy One, blessed be He, provides for the person Yom Kippur, the day of repentance. If they repent from their sins, it is good. If not, the King orders the records to be sealed. Woe to them, for the possibility of repentance will depart from them. If they merit partial repentance but not complete as required, their case is suspended until the final day of the festival, which is the eighth day of the festival. If they perform complete repentance before their Master, the records are torn up. But if they do not merit, those records go forth from the King's house and are delivered into the hands of the executioner, judgment is carried out, and the records no longer return to the King. Then the images depart from them and are no longer found with them, and once they depart, surely the King's decree will pass over them and they will taste the cup of death. And on that final night of the festival, the executioners are ready and take the records. After they take them, the images depart and are not found. And if they are found deficient in them, either judgment will pass over them or evil illnesses will come due to their deficiency, and we have already established this.\""
    },
    {
      "hebrew": "ומתוכו מתבאר בפי' כי הסתלקות הצלם הוא בליל הושענא ומעשים בכל יום כו'. ונראה לומר כי הם ודאי מסתלקים בליל החותם כדמפרש הכא ובשאר מקומות זולתו. אבל ענין הסתלקות הזה אינו אלא לשעתו להראות לאדם ענייני החתימה אבל אחר כך חוזר הצל על ראשו עד סמוך למיתתו ל' יום ואז מסתלק ושוב אינו חוזר. ונתבאר בזהר כי מהצלם הזה עוד מתהוה צלם אחר ושתיהם מתיחדים. וז\"ל בפ' (ויחי דף ר\"כ.) ת\"ח האי צלם קדישא כד אזיל בר נש ואתרבי ואתעביד מהאי פרצופא דיוקנא דיליה, אתעביד צולמא אחרא ומתחברן כחדא ודא נטיל לדא. בשעתא דאשתכחו תרין צולמין נטיר הוא בר נש וגופא דיליה בנטירו ורוחא שרייה בגויה. בשעתא דקריבו יומוי מתעברן מניה ודא סליק לדא ואשתאר ב\"נ בלא נטירו כדין כתיב עד שיפוח היום ונסו הצללים תרי. והנה מתוך המאמר הזה מתבאר כי נעשה צלם לצלם:",
      "english": "From this it is explicitly explained that the departure of the tzelem occurs on the night of Hoshana [Rabbah], and such incidents occur daily. It appears correct to say that they certainly depart on the night of the sealing [of judgment] as explained here and in other places. However, this departure is only temporary, meant to show a person matters concerning the sealing [of judgment], but afterwards the shadow returns upon one's head until thirty days before death, at which point it departs and does not return again. And it is explained in the Zohar that from this tzelem another tzelem is formed, and the two unite together. As stated in Parashat Vayechi (page 220): \"Come and see: when this holy tzelem accompanies a person and grows, and its countenance forms its image, another tzelem is created and they join together as one, and this takes that. When these two tzelamim are present, the person is protected and his body is guarded and the spirit dwells within him. When his days draw near [to their end], they depart from him and this raises that, and the person remains without protection. Then it is written 'Until the day breaks and the shadows flee' - [referring to] two [shadows]. And from this passage it is explained that a tzelem is made for a tzelem.\""
    },
    {
      "hebrew": "נמצאו כללי האדם בעולם הזה בצורתו ז' כחות ג' מהם נפש רוח נשמה ב' מהם יצה\"ר ויצה\"ט הם המלאכים הנ\"ל ולדעת רבי פנחס הם ג' ועוד ב' צללים כללם ז' או ח' לדעת ר' פנחס. ואפשר דלא פליג ר' פנחס אר\"ש ומשום הכי קאמר ר\"ש התם שפיר קאמר ולא מפני שחוזר בו הרשב\"י ע\"ה דקאמר תרי אלא משום דתרי אינון ותלת אינון כי המלאך השמאלי שהוא יצה\"ר מתהפך לשני גוונים הא' קטיגור ולפעמים הוא סניגור ונמצא שבו כללות שני כחות והוא נשפט לשנים והנה נמצא דברי הרשב\"י ודברי רבי פנחס ע\"ה צודקים כי הם שנים והם שלשה והכל אחד כדפירשנו. ואחר שנכלל בפרקים הקודמים מציאות צורת האדם בכלליו ובפרטיו נבא עתה לבאר תועלת הוייתו בעולם השפל עם היות ברמים משכנו:",
      "english": "Thus we find that the general aspects of a human being in this world, in their form, consist of seven powers: three of them being Nefesh, Ruach, and Neshamah; two of them being the evil inclination (Yetzer HaRa) and good inclination (Yetzer HaTov), which are the aforementioned angels; and according to Rabbi Pinchas there are three of these, plus two shadows, totaling seven or eight according to Rabbi Pinchas's view. It is possible that Rabbi Pinchas does not actually disagree with Rabbi Shimon, and this is why Rabbi Shimon said there that he spoke well - not because Rabbi Shimon bar Yochai retracted his statement about there being two, but because they are both two and three, since the left angel, which is the evil inclination, transforms into two aspects: sometimes as prosecutor and sometimes as defender. Thus it contains two powers within it and is counted as two. Therefore, we find that both the words of Rabbi Shimon bar Yochai and Rabbi Pinchas are correct, for they are two and they are three, and it is all one, as we have explained. Now that we have included in the previous chapters the existence of human form in its general and particular aspects, we shall now proceed to explain the purpose of his existence in the lower world, even though his dwelling is in the heights."
    }
  ]
}