{
  "title": "Pardes Rimmonim",
  "gate_num": 32,
  "chapter_num": 1,
  "translation": [
    {
      "hebrew": "<b>שער הכוונה היא שער ל\"ב:</b>",
      "english": "<b>The Gate of Kavvanah (Intention) is Gate 32:</b>"
    },
    {
      "hebrew": "הנרצה בשער זה הוא לבאר מה התועלת בעשיית המצות ובענייני התפילה וסדר אשר בו יכוין בתפלתו ולא יהיה בו תקלה ח\"ו:",
      "english": "The purpose of this gate is to explain the benefit of performing the commandments and matters of prayer, and the proper order in which one should direct their intentions during prayer so that no mishap should occur, Heaven forbid."
    },
    {
      "hebrew": "<b>פרק ראשון:</b>",
      "english": "<b>Chapter One:</b>"
    },
    {
      "hebrew": "אחר שכבר נתבאר בשער הקודם שהאדם הוא חלק אלוה ממעל אם זך ואם ישר פעלו והוא אחוז בעבותות האהבה בשרשי הקדושה בנשמתו העולה בכל העולמות ובכל המדרגות כמו שבארנו בשער הקודם. הנה בהיותו פועל הצדק והיושר ומתכוין במחשבתו הנכונה דרך המעלות לייחד המדרגות מקבילות הלולאות איש באחיהו ידובקו ותתלבש נשמתו בנשמתו חלק בחלק מנורה של חוליות. הנה חוייב שעל ידו יתייחדו הספירות ויתקשרו קשר אמיץ ויהיה הוא בנשמתו צנור שבו יושפעו הספי' מן הראשונה עד האחרונה ע\"י החבל האמיץ הקושר אותן כי בהתייחד נשמתו בנשמתו ע\"י משנתו ימשך מזה שישארו השרשים מקושרים קשר אמיץ. וע\"ד זה יובן הטעם למה מה שיפגום זה לא יוכלו לתקן שאר כל הנשמות פגימתו עד שובו בתשובה עתה או בגלגול ויקשר החבל על ידו ממש. ונמשיל משל נאה כשנעלה בדעתנו שיהיה כאן מעיין נאה גדול כעובי קורות בית הבד ושורש המעיין הזה מקורות מקורות דקים כצינורי המחט אמנם כאשר יתייחדו כלם יחד יעשה הכל נהר גדול מי שיחור. ועתה אם יבא א' ויסגור מקור א' מן המקורות הדקים הקטנים הלא עכ\"פ ימעט המעיין שיעור המקור ההוא. ובזה נתבונן כי המעיין הגדול הוא תוקף ההשפעה הנשפעות בעולם והצנורות הדקים הם מציאות הנשמות שהם חוטי שלהבות עולות ונעלמים תוך מקורם בכל הספי' ועל ידם יהיה יחודם וקשורם והשפעתם. וכאשר יחטא החוטא ויעקור מציאותו הדק מאחד מן המדרגות לפי שעור החטא אם גדול למעלה ואם קטן למטה הלא ימעט הטוב וההשפעה הנשפעת דרך צנור נשמתו כי יסגיר הצנור ההוא ויקצץ כדפי'. וכי יש בכל אותם הצנורות הדקים הנשארים מי שיוכל לתקן את אשר העוה צנור השבור ההוא. דבר גדול הוא שאין מי שיוכל לתקנו אבל אדרבה כולם קבלו פגם וקלקול כי עד עתה כל אחד מהצנורות הדקים היה כלול מס' רבוא צנורות כמנין הנשמות ועתה נשארו ס' רבוא בלא א' וכלם כלולים בס' רבוא בלא אחד והחלק הא' פגום. הרי בפי' שפגם את עצמו ואת אחרים. וזהו כל ישראל ערבים זה לזה. ואם היות שאמרנו שהם צנורות לא מפני זה נאמר שיהיו הצנורות שוים אלא יש בענין הזה חילוקים רבים. כי כאשר יעשה האדם הישר מצוה א' לפי שיעור המצוה ושכרה כן ישפיע בה ויגדל השפעת הצנור ההוא ויתעבה ויגדל אורו והשפעתו. וכאשר יהיה האדם תורתו אומנתו לא יפסק גודל ההשפעה ההיא לעולם. ולזה נמצא בזמן הרשב\"י ע\"ה שהי' תורתם אומנת' היו נענשים על ביטול תורתם אפי' רגע כממריה כמבואר בזהר פ' שמות (דף י\"ז ע\"ב) ר' יוסי נפק לאורחא והוה ר' אחא בר יעקב אזיל עמיה עד דהוו אזלי שתק ר' יוסי והרהר במלי דעלמא ור' אחא הרהר במלי דאורייתא עד דהוי אזלי חמא ר' יוסי חד חויא דרהיט אבתריה אמר ר\"י לר' אחא חזי ההיא חויא דרהיט אבתראי אמר ליה ר\"א אנא לא חמינא ליה. רהט ר' יוסי וחויא אבתריה נפל ר' יוסי ודמא שתית ונחית מחוטמוי שמע דהוו אמרין רק אתכם ידעתי מכל משפחות האדמה וכו'. א\"ר יוסי ומה על שעתא חדא כך מאן דמתייאש מינה עאכ\"ו עכ\"ל.",
      "english": "As was already explained in the previous gate, man is a portion of the Divine from above when he is pure and his actions are upright, and he is bound with bonds of love to the roots of holiness through his soul which ascends through all worlds and all levels, as we explained in the previous gate. When he performs righteousness and justice, and directs his proper thoughts through the levels to unify the corresponding degrees, they join one to another, and his soul clothes itself within his soul, part within part like links of a chain. It follows necessarily that through him the Sefirot become unified and are bound with a strong bond, and he becomes in his soul a channel through which the Sefirot flow from first to last via the strong rope that binds them, for when his soul unifies with his soul through his learning, it follows that the roots remain strongly bound together. Through this we can understand why what one person damages cannot be repaired by all other souls until he repents, either now or in reincarnation, and the rope is tied through him specifically.\n\nLet us give a fitting analogy: Imagine there is a beautiful large spring as thick as the beams of an olive press, and the source of this spring consists of thin channels like the eye of a needle, but when they all unite together they form a great river of black water. Now if someone were to close one of these small thin channels, wouldn't the spring be diminished by the measure of that channel? Through this we can understand that the great spring represents the power of the influences flowing in the world, and the thin channels are the existence of souls which are like ascending flame-threads hidden within their source in all the Sefirot, and through them comes their unification, connection and influence. When a sinner sins and uproots his subtle existence from one of the levels according to the measure of the sin - whether great above or small below - doesn't this diminish the good and the influence flowing through the channel of his soul, for he closes that channel and cuts it off as explained? And is there among all those remaining thin channels one who can repair what that broken channel distorted? It is a great matter that none can repair it; rather, all received blemish and damage, for until now each of the thin channels included 600,000 channels corresponding to the number of souls, and now 600,000 remain minus one, and all are included in 600,000 minus one, with that one part damaged. Thus it is explicit that he damaged himself and others. This is the meaning of \"All Israel are guarantors for one another.\"\n\nAlthough we said they are channels, this does not mean the channels are equal - rather there are many distinctions in this matter. For when a righteous person performs one commandment, according to the measure of the commandment and its reward, so will its influence grow and the flow of that channel will expand and its light and influence will increase. And when a person makes Torah his occupation, the greatness of that influence will never cease. This is why we find in the time of Rabbi Shimon bar Yochai, peace be upon him, when Torah was their occupation, they were punished for neglecting Torah study even for a moment, as explained in the Zohar, Exodus (17b): Rabbi Yosi went out on the road and Rabbi Acha bar Yaakov was walking with him. As they were walking, Rabbi Yosi was silent and thinking about worldly matters while Rabbi Acha was thinking about Torah matters. As they were walking, Rabbi Yosi saw a snake running after him. Rabbi Yosi said to Rabbi Acha, \"See that snake running after me!\" Rabbi Acha replied, \"I don't see it.\" Rabbi Yosi ran with the snake pursuing him. He fell, and blood flowed from his nose. He heard them saying, \"Only you have I known from all the families of the earth, etc.\" Rabbi Yosi said, \"If this is the consequence for just one hour, how much more so for one who abandons it entirely!\""
    },
    {
      "hebrew": "והרי מתוך המאמר הזה אנו למדים שבחם שמעולם לא היו מפסיקים מתורתם אפי' רגע. ועל כך נענש ר' יוסי והטעם כדפי' כי בהיותם עוסקים בתורה ובמצות גודל ההשפעה היה נשפע על ידם והעולם בנחת וכמו שאמר הרשב\"י ע\"ה עליו ועל חבירו אנן ז' עיני ה' אנן לרמוז שעל ידם היתה השכינה מתייחדת בשבעת הימים ומטעם זה בהפסיקם רגע יחסר השפע ההוא ח\"ו ונמצא חוסר ההשפעה למעלה ולכן נענשים ברגע. וזהו שראה הנחש העקלתון רץ אחריו ור' אחא לא ראה אותו. לרמוז שעל בטול תורתו של ר' יוסי בא וזהו ששמע רק אתכם ידעתי וכו' ע\"כ אפקוד עליכם. וזהו טעם שהקב\"ה מדקדק עם הצדיקים כחוט השערה. והדרוש הזה נתבאר בקצור נמרץ בתיקונים (תקונא כ\"ב דף ס\"ד ע\"ב) וז\"ל שימני כחותם דא איהי נשמתא דאיהי חקוקה בכורסייא בזמנא דאיהי אתערא בצלותא לתתא כורסייא אתער לעילא כו' עכ\"ל.",
      "english": "From this passage we learn their praise - that they never ceased from their Torah study even for a moment. This is why Rabbi Yosi was punished, and the reason, as explained, is that when they were engaged in Torah and mitzvot, the magnitude of divine influence would flow through them and the world was at peace. As Rabbi Shimon bar Yochai, of blessed memory, said about himself and his companion, \"We are the seven eyes of God,\" alluding that through them the Divine Presence would unite with the seven days. For this reason, if they ceased even for a moment, that divine flow would be diminished, Heaven forbid, and a lack of influence would be found above, thus they were punished immediately. This explains why he saw the twisted serpent running after him while Rabbi Acha did not see it - to indicate that it came because of Rabbi Yosi's cessation from Torah study. This is why he heard \"You only have I known [of all the families of the earth]\" etc., \"therefore I will punish you.\" This is the reason why the Holy One, blessed be He, is exacting with the righteous to a hairsbreadth. This matter is explained very concisely in the Tikunim (Tikun 22, page 64b) which states: \"'Set me as a seal' - this refers to the soul that is engraved in the Throne, when it awakens in prayer below, the Throne awakens above, etc.\""
    },
    {
      "hebrew": "והנה באר כי להיות דמות ודיוקן נשמתו חקוקה בכסא הוכרח שע\"י תפלותיו ומעשיו הטובים תתעורר נשמתו ותעורר הכסא בעצמו וזה ודאי הכרח גדול לכוונתנו. וכאשר האיש החסיד יחטא יגדל עונשו יותר ויותר מא' מן הרקים מפני שעלה במעשיו בשרשים במעלה גדולה והפליא לעשות בהשפעתו עד כי רוב עובי הצנור היה תלוי בו. כי לפי רוב החסידות יגדל עובי הצנור ע\"י הנשמה כדפי' וכאשר יחטא ואשם ח\"ו ימעט ההשפעה ההיא כרגע ונשאר העולם חשוך בסבתו וע\"כ יחרה אף ה' עליו עד להשמיד ח\"ו עד אשר ישוב בתשובתו ויתקן עותו:",
      "english": "And behold, it has been explained that since the image and likeness of his soul is engraved upon the Throne, it is necessary that through his prayers and good deeds his soul will be awakened and will awaken the Throne itself, and this is certainly a great necessity for our intention. And when the pious man sins, his punishment will be greater and greater than that of one of the empty ones, because through his deeds he has ascended to great heights in the roots and has accomplished wonders in his influence, such that the majority of the thickness of the channel depended upon him. For according to the abundance of piety, the thickness of the channel grows through the soul, as we explained, and when he sins and becomes guilty, Heaven forbid, that influence is immediately diminished and the world remains dark because of him, and therefore the anger of the Lord will burn against him to the point of destruction, Heaven forbid, until he returns in repentance and corrects his wrongdoing."
    },
    {
      "hebrew": "ואחר שנתבאר הקדמה זו עתה יובן כמה וכמה טובה כפולה מדרגת האיש החסיד בתפילתו לפי שיעור כונתו כי אם יכוון להשפיע ממדרגה למדרגה כמדרגות הסולם וידבק בקונו בידיעותיו בעשיית מצוותיו תעלה ותתעלה נשמתו ממדרגה למדרגה ומסיבה לסיבה ומעלה לעלה עד ישפיע עליו שפע רב ויהיה הוא מקום מושב ומכון להשפעה וממנו יתחלק לכל העולם כמבואר בזהר פ' תרומה (דף קס\"ט.) וז\"ל מאן דמברך ברכת מזונא איהו נטיל ברכאן בקדמיתא מכולהו ואתברך בכלל ברכת מזונא וע\"ד אית ליה אורכא דחיין עכ\"ל [א]. ואומרו ואתברך בכלל ברכת מזונא הכוונה כי הוא מתברך בכלל המלכות דהיינו ברכת המזון ומטעם כי מציאותו הוא למעלה כדפי' לכן נטיל ברכאן בקדמיתא כי הוא קודם לכל העולם כדפי'. וכן נתבאר עוד בפ' פקודי (דף רל\"ח.) וז\"ל וע\"ד כל מאן דמצלי צלותא וקשיר יחודא, מסתכלין ביה אי איהי צלותא וקשורא כדקא יאות. ואי ההיא צלותא וההוא קשורא כדק\"י כדין מתברך איהו בקדמיתא מאתר דכל ברכאן נפקין עכ\"ל.",
      "english": "After this introduction has been explained, we can now understand how greatly multiplied is the spiritual level of the pious person in his prayer according to the measure of his intention. For if he directs his intention to channel influence from level to level like the rungs of a ladder, and cleaves to his Creator through his knowledge in performing the commandments, his soul will ascend and be elevated from level to level, from cause to cause, and from effect to effect, until abundant divine flow is channeled to him. He then becomes a dwelling place and foundation for this divine flow, which is distributed through him to the entire world. This is explained in the Zohar, Parashat Terumah (169): \"One who recites the blessing over food receives blessings first before all others and is blessed within the general blessing over food, and therefore has length of days.\" And when it says \"is blessed within the general blessing over food,\" the meaning is that he is blessed within the entirety of Malchut, which is the blessing over food, and because his existence is above as we explained, he therefore receives blessings first, as he precedes the entire world as explained. This is further explained in Parashat Pekudei (238): \"Therefore, for anyone who prays and establishes unity, they examine whether his prayer and unification are properly done. And if that prayer and that unification are proper, then he is blessed first from the place from which all blessings emerge.\""
    },
    {
      "hebrew": "ולכן על פי הדברים האלה יהיה מכון לשכינה מאחר שהשפע בא על ידו נמצא שהצדיק הוא במקום הצנור הגדול יסוד עולם ולכן ראוי שידבק בו השכינה ונקרא שושבין למלכא ואשריו ואשרי חלקו כי זכה וזיכה וכל העולם נידון לכף זכות בעבורו. ועד\"ז נמצא כי בשעה שיש צדיק וחסיד בעולם כל העולם נזון על ידו כאמרם ז\"ל (ברכות די\"ז) כל העולם נזון בשביל חנינא בני וכו'. ובזה ודאי נדע ונשיג כמה מעלות היודע לכוין בשרשים וסם חיים שיזכהו האל יותר על מי שאינו יודע לכוין רק בפשט. ובודאי זהו עיקר החכמה הזאת ואם רבו תועלתיה מלבד אלה. וז\"ל הרשב\"י ע\"ה בזהר פ' חוקת (דף קפ\"ד) אר\"ש הכא בעינא לגלאה מלה. ת\"ח כל מאן דידע לסדרא עובדא כדקא יאות ולסדרא מלין כדק\"י כו' הא ודאי מתערי לקב\"ה לאמשכא מילין עילאין דמתכשרן כו'. אי הכי הא כל עלמא ידעי לסדרא עובדא ולסדרא מילין, מאי חשיבו דלהון דצדיקייא, דידעי עיקרא דמלה ועובדא וידעי לכוונא לבא ורעותא יתיר מאילין אחרנין דלא ידעי כ\"כ. אלא אלין דלא ידעי עיקרא דעובדא כולי האי אלא סדורא בעלמא ולא יתיר משכין עלייהו משיכו דבתר כתפוי דקב\"ה דלא טאס באוירא דשגיחו אקרי. ואלין דידעי ומכוונא לבא ורעותא מפקין ברכאן מאתר דמחשבה ונפקי בכל גזעין ושרשין בארח מישר כדקא יאות, עד דמתברכין עלאין ותתאין ושמא קדישא מתברך על ידיהון. זכאה חולקהון דהא קב\"ה קרוב לגביהון וזמין לקבליהון. בשעתא דקראן ליה הוא זמין להון, בשעתא דאינון בעאקו הוא לגבייהו. הוא אוקיר לו בעלמא דין ובעלמא דאתי, דכתיב כי בי חשק ואפלטהו וגו' עכ\"ל.",
      "english": "Therefore, according to these principles, he becomes a dwelling place for the Divine Presence, since the divine flow comes through him. Thus the righteous one stands in place of the great channel, a foundation of the world, and therefore it is fitting that the Divine Presence cleaves to him, and he is called the attendant of the King. Fortunate is he and fortunate is his portion, for he has merited and brought merit to others, and the entire world is judged favorably because of him. And in this way, we find that when there is a righteous and pious person in the world, the entire world is sustained through him, as our Sages of blessed memory said (Berakhot 17b), \"The whole world is sustained for the sake of my son Hanina, etc.\"\n\nThrough this we surely know and comprehend how many levels higher is one who knows how to direct intention to the roots and elixir of life, whom God will privilege more than one who knows only to direct intention to the simple meaning. This is certainly the essence of this wisdom, even though its benefits are numerous beyond these.\n\nAnd this is what Rabbi Shimon bar Yochai, peace be upon him, said in the Zohar, Parashat Hukkat (184): \"Rabbi Shimon said: Here I wish to reveal something. Come and see, whoever knows how to properly arrange the deed and to properly arrange the words... surely awakens the Holy One, blessed be He, to draw down the supernal matters that are fitting. If so, behold everyone knows how to arrange the deed and arrange words, so what then is the distinction of the righteous who know the essence of the matter and the deed, and know how to direct their heart and will more than these others who don't know as much? Rather, those who don't know the essence of the deed completely, but only its general arrangement and nothing more, draw upon themselves a drawing from behind the shoulders of the Holy One, blessed be He, that does not fly in the air of providence. But those who know and direct their heart and will bring forth blessings from the place of thought, and they emerge through all the roots and stems in a straight path as is fitting, until both the upper and lower realms are blessed and the Holy Name is blessed through them. Fortunate is their portion, for the Holy One, blessed be He, is close to them and ready to receive them. When they call to Him, He is ready for them; when they are in distress, He is with them. He honors them in this world and in the World to Come, as it is written: 'Because he has desired Me, I will deliver him, etc.'\""
    },
    {
      "hebrew": "והנה מן המאמר הזה בפי' יובן מעלת המכוין על השאינו מכוון במינים שונים אם שזה שאינו מכוון אלא מתפלל כסדר העולם הוא נוטל מבתר כתפוי וכו', הכונה שאין המלך משיב פניו לענותו אמנם הוא נוטל מבחוץ כמלך השומע צעקתו של א' מבני העם מבחוץ להיכלו וצוה לבלי יכנס האיש ההוא בצעקתו לפנים, אמנם מבחוץ יענוהו ע\"י אחד ממשרתי המלך, וזהו ענין מבתר כתפוי וכו'. ונתן סבה לזה כי אין תפלתו עולה למעלה, מפני שאין לה כנפים לעוף באויר הטהור והקדוש ולבקוע אוירין ורקיעין וחיילין. אמנם מעלת המכוין בתפלתו עשה יעשה לו כנפים לעוף השמים ותפלתו בוקעת עד למעלה למעלה עד הכתר ומשם דרך המדרגות ישפיע שפע רב מאת פני המלך וישא משאת רב כיד המלך הטובה עליו:",
      "english": "From this passage it is explicitly understood the superiority of one who prays with proper intention over one who does not, in various ways. For one who prays without proper intention, merely following the routine order of the world, receives from \"behind the shoulders\" [of the King], meaning that the King does not turn His face to answer him, but rather he receives from the outside, like a king who hears the cry of one of his subjects from outside his palace and commands that this person should not enter with his petition, though he will be answered from outside through one of the king's servants - this is the meaning of \"from behind the shoulders.\" The reason given for this is that his prayer does not ascend upward, for it has no wings to fly in the pure and holy air and to pierce through the atmospheres, firmaments, and heavenly hosts. However, the virtue of one who prays with proper intention is that wings shall surely be made for him to fly heavenward, and his prayer pierces upward and upward until the Crown (Keter), and from there, through the various levels, abundant divine flow will be bestowed from before the King's presence, and he will receive great portions according to the King's beneficent hand upon him."
    }
  ]
}