{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 14,
  "translation": [
    {
      "hebrew": "בשם בן כ\"ב ונקרא כן מפני שיש בו כ\"ב אותיות ויחסו רבי נחוניא אל התפארת וכן הסכימו המפרשים וזהו:",
      "english": "Regarding the Name of twenty-two letters, which is called so because it contains twenty-two letters, Rabbi Nehunya attributed it to Tiferet, and the commentators agreed, and it is:"
    },
    {
      "hebrew": "אנקתם פסתם פספסים דיונסים והוא יוצא מברכת כהנים וזהו סדורו:",
      "english": "ANAKTAM PASTAM PASPASIM DYONASIM, and it emerges from the Priestly Blessing, and this is its arrangement:"
    },
    {
      "hebrew": "י תמורתה א באי\"ק א ב תמורתה ט באחס בטע ותחת ט' נ' באתב\"ש נ ר תמורתה ק באבג\"ד ק כ תמורתה ת באלב\"ם ת ך תמורתה ת באלב\"ם ותחת ת' מ' באי\"ק (השם השני) י תמורתה פ באח\"ס בט\"ע ה תמורתה ו באבג\"ד ותחת ו' ס' באי\"ק ו תמורתה מ באחס בטע ותחת מ' ת' באי\"ק ה תמורתה ו באבג\"ד ותחת ו' מ' באחס בטע (השם השלישי) ו תמורתה פ באלב\"ם י תמורתה מ באתב\"ש ותחת מ' ס' באי\"ק ש תמורתה י באלב\"ם ותחת י' פ' באח\"ס בט\"ע מ תמורתה ס באי\"ק ר תמורתה מ באחס בטע ותחת מ' י' באתב\"ש ך תמורתה ת באלב\"ם ותחת ת' מ' באי\"ק (השם הרביעי) י תמורתה מ באתב\"ש ותחת מ' ד' באי\"ק א תמורתה י באי\"ק ר תמורתה ו באח\"ס בט\"ע:",
      "english": "Yud is substituted with Alef in AYQ, Alef; Bet is substituted with Tet in ACHS BTA, and under Tet is Nun in ATBSH, Nun; Resh is substituted with Qof in ABGD, Qof; Kaf is substituted with Tav in ALBM, Tav; Kaf is substituted with Tav in ALBM, and under Tav is Mem in AYQ (the second name) Yud is substituted with Peh in ACHS BTA, Heh is substituted with Vav in ABGD, and under Vav is Samech in AYQ, Vav is substituted with Mem in ACHS BTA, and under Mem is Tav in AYQ, Heh is substituted with Vav in ABGD, and under Vav is Mem in ACHS BTA (the third name) Vav is substituted with Peh in ALBM, Yud is substituted with Mem in ATBSH, and under Mem is Samech in AYQ, Shin is substituted with Yud in ALBM, and under Yud is Peh in ACHS BTA, Mem is substituted with Samech in AYQ, Resh is substituted with Mem in ACHS BTA, and under Mem is Yud in ATBSH, Kaf is substituted with Tav in ALBM, and under Tav is Mem in AYQ (the fourth name) Yud is substituted with Mem in ATBSH, and under Mem is Dalet in AYQ, Alef is substituted with Yud in AYQ, Resh is substituted with Vav in ACHS BTA."
    },
    {
      "hebrew": "י תמורתה ט באבג\"ד ותחת ט' נ' באתב\"ש ה תמורתה ו באבג\"ד ותחת ו' ס' באי\"ק ו תמורתה פ באתב\"ש ותחת פ' י' באחס בטע ה תמורתה ו באבג\"ד ותחת ו' מ' באחס בטע ופי' המפרשים בשם זה כי לכל א' מהד' שמות הנזכר לו סגולה בפ\"ע. הא' אנקת\"ם הוא טוב להשמיע תפלה ופירושו שומע אנקת תמים. הב' פסת\"ם הוא נותן פסת בר לצריכים מזון. הג' פספסי\"ם מלשון (בראשית לז ג) ועשה לו כתונת פסים והוא נותן בגד ללבוש. הד' דיונסי\"ם והוא עושה ניסים ונפלאות. ובהם נשתמש יעאע\"ה באמרו (שם כח כ) אם יהיה אלקים עמדי ושמרני כו' ונתן לי לחם לאכול ובגד ללבוש. זהו צרוף מוצא השם מברכת כהנים ולא מצאנו מי שידבר בזה השם יותר:",
      "english": "Yod is substituted with Tet in ABGD, and under Tet is Nun in ATBaSH. Heh is substituted with Vav in ABGD, and under Vav is Samech in AYIK. Vav is substituted with Peh in ATBaSH, and under Peh is Yod in AChS BTa. Heh is substituted with Vav in ABGD, and under Vav is Mem in AChS BTa. The commentators explained regarding this name that each of the four aforementioned names has its own unique property. The first, ANAKTAM, is beneficial for having prayers heard, and its meaning is \"hearer of the perfect one's cry.\" The second, PASTAM, provides sustenance to those who need nourishment. The third, PASPASIM, derives from the verse (Genesis 37:3) \"and he made him a coat of many colors,\" and it provides clothing to wear. The fourth, DYONASIM, performs miracles and wonders. And Jacob our forefather, peace be upon him, employed these when he said (Genesis 28:20) \"If God will be with me and guard me, etc., and give me bread to eat and clothing to wear.\" This is the combination derived from the Priestly Blessing, and we have not found anyone else who discusses this name further."
    },
    {
      "hebrew": "טוטרוסיא תרכוסיה וצליציה ואית דגרסי (וצליציה) בכולם בשם י\"ה באחרונה. וכן נראה כי שלשה שמות הכי ולא גריס בשם ראשון טוט\"ו אלא חסר ו' שניה טוטר וכו' כדי שיהי' השם בן כ\"ב כי זה השם הוא ג\"כ של כ\"ב אותיות ויחדו רבי נחוניא לספירת נצח ומוצאו ומקורו נעלם ממנו עד יבא מורה צדק:",
      "english": "Tutrosia, Tarkusia and Tzalitzia, and some versions include (Tzalitzia) with the divine name Y\"H at the end of each. And it appears that these three names are thus, and in the first name it does not read Tutu but rather lacks the second vav, being Tutr etc., so that the name would be twenty-two letters, for this name also consists of twenty-two letters. Rabbi Nehunya attributed it to the sefirah of Netzach, though its origin and source remain hidden from us until a righteous teacher comes."
    },
    {
      "hebrew": "אדע תבב לוש העת יבו כתם תוש יוב רתו אתק אדב יהוהא זה השם יחסו רבי נחוניא לספירת הוד ומוצאו מפסוק (דברים י כ) את ה' אלהיך תירא אתו תעבד ובו תדבק ובשמו תשבע. ועתה נסדר אותיותיו אות ראשון מתיבה ראשונה ושניה היא את. ומדלג שם יהו\"ה וא' מאלהיך והוא השם האחרון. ואותיות ראשונות משאר התיבות הוא להי\"ך תיר\"א א' [ואח\"כ בהיפוך בדילוג תיבה וקריאת תיבה ר\"ל ת' מתיבה י' ו' מתיבה ח' הרי תו. ת' מתיבה ו', ע' מתיבה ד', ב' מתיבה ב', ד' מתיבה א', הרי תעבד]. ואח\"כ ביושר בדילוג תיבה וקריאת תיבה הוא וב\"ו ת\"ד. ואח\"כ הוא בהיפוך בסוף התיבות ב\"ק ובשמ\"ו תשב\"ע. והטעם על זה הענין הוא כי שם זה רמז לג' ענפים שהם נצח הוד יסוד ע\"ד שם ע\"ב. והא' הוא ביושר והוא נצח רחמים. והאמצע חציו ביושר וחציו מהופך ביסוד היונק מב' צדדים חציו דין וחציו רחמים. וטעם דילוג תיבה וכו', הוא למזג הדין ברחמים שלא יהיה פירוד בינו לבין עצמו בדין וברחמים, וסופי תיבות הוא דין ולפיכך הוא בהיפוך. וזהו על דרך מה שפי' הרשב\"י ע\"ה בשם ע\"ב כדפי' בפ\"ה. וכלל השם הוא רומז בהוד. ולכן היסוד בא חציו בהפוך ולא ביושר כתפארת. מפני ששם ע\"ב בחסד ורחמים והוא נוטה אל הרחמים כשמו (ורב חסד) מטה כלפי חסד. והוד הוא דין וע\"כ יסוד הוא בינוני:",
      "english": "[The Name] Ada Taba Losh Ha'at Yevo Katam Tosh Yov Rato Atak Adav YHVHA - Rabbi Nechunia attributed this Name to the Sefirah of Hod, and its source is from the verse (Deuteronomy 10:20) \"You shall fear the Lord your God; Him shall you serve and to Him shall you cleave, and by His name shall you swear.\" Now we shall arrange its letters: the first letter from the first and second word is 'et'. We skip the name YHVH and the alef from 'elohecha' which is the final name. The first letters from the remaining words spell 'lehecha tira a' [Then in reverse order with word skipping and word reading, meaning tav from the 10th word and vav from the 8th word spelling 'to'. Tav from the 6th word, ayin from the 4th word, bet from the 2nd word, and dalet from the 1st word, spelling 'ta'avod']. Then in forward order with word skipping and word reading it spells 'uvo tad'. Then in reverse at the ends of the words 'bak' and 'uvshmo tishava'.\n\nThe reason for this arrangement is that this Name alludes to three branches which are Netzach, Hod, and Yesod, following the pattern of the 72-Name. The first is in forward order and represents Netzach of mercy. The middle is half forward and half reverse in Yesod, which draws from both sides - half judgment and half mercy. The reason for skipping words, etc., is to blend judgment with mercy so there will not be separation within itself between judgment and mercy, and the ends of words represent judgment and therefore are in reverse. This follows the explanation of Rabbi Shimon bar Yochai of blessed memory regarding the 72-Name as explained in Chapter 5. The entire Name alludes to Hod, and therefore Yesod comes half reversed and not forward like Tiferet. This is because the 72-Name is in Chesed and mercy and inclines toward mercy as its name suggests (and abundant in kindness) leaning toward Chesed. And Hod is judgment, therefore Yesod is intermediate."
    },
    {
      "hebrew": "השם הזה ייחס אותו ר' נחוניא לספירת היסוד. ויש נוסחאות שהוא כתובה בהן ט' הויות בלבד אמנם ג' הויות שבראש השם אינו כתוב בהם. ואין נראה לנו עיקר לפי שידוע שי\"ב הויות הם נגד י\"ב גבולי אלכסון והם בת\"ת והם ג\"כ ביסוד. כי כל מה שאירע ליעקב אירע ליוסף ויסוד דפוס התפארת. והיה באפשר לפרש הטעם מפני כי י\"ב גבולים הם י\"ג תקוני דיקנא עלאה דיקנא דאריך. ודיקנא דזעיר אינו אלא ט' ולכן אין ראוי ליחס אל היסוד דאיהו דיקנא דזעיר אלא ט' הויות. אלא שלזה קשה קצת יחס ג' הויות אחרונות ובי\"ה (נ\"א בשם הוי\"ה). ולעמוד על תוכן ענין זה צריך לעיין בספר אור יקר שחברנו. ובענין נקוד ההויות האלה יש חלוקים הרבה אבל הרשב\"י נקדם בתקונים [בהקדמה ד\"ט ע\"ב) ולעולם דבריו לנו לעיקר לכן נכתוב נקודו בהם:",
      "english": "Rabbi Nehunya attributed this Name to the Sefirah of Yesod. There are versions that contain only nine Names of YHVH, while the three Names at the beginning are not written in them. However, this does not appear correct to us, since it is known that the twelve Names of YHVH correspond to the twelve diagonal boundaries which are in Tiferet and are also in Yesod. For everything that happened to Jacob happened to Joseph, and Yesod is the pattern of Tiferet. It would be possible to explain the reason because the twelve boundaries correspond to the thirteen tikunei dikna ila'ah (supernal beard arrangements) of the Arich. The dikna of Ze'ir contains only nine, and therefore it would not be appropriate to attribute to Yesod, which is the dikna of Ze'ir, more than nine Names of YHVH. However, this makes it somewhat difficult to explain the relationship of the final three Names of YHVH (alternatively: with the Name YHVH). To fully understand the content of this matter, one must examine the book Or Yakar that we composed. Regarding the vocalization of these Names of YHVH, there are many differences, but Rashbi preceded them in the Tikunim [in the introduction 9b], and his words are always fundamental to us, therefore we will write their vocalization accordingly:"
    },
    {
      "hebrew": "וז\"ל \"ישמחו \"השמים \"ותגל \"הארץ. \"יתהלל \"המתהלל \"השכל \"וידוע. \"ידותיו \"ולצלע \"המשכן \"השנית. וכל זה\" איננו\" שוה\" לי\". ולמפרשים ארצ\"ה וישליכה\"ו ארצ\"ה ויה\"י לנח\"ש. לענין נקוד הכל אחד. \"הסכת \"ושמע \"ישראל \"היום. עיר\"ה ולשרק\"ה בנ\"י אתונ\"ו. וירא\"ו אות\"ה שר\"י פרע\"ה. \"ודבש \"היום \"הזה \"יהוה. \"וירא \"יושב \"הארץ \"הכנעני. ליהו\"ה את\"י ונרוממ\"ה שמ\"ו. \"המר ימיר \"והיה \"הוא. וצדק\"ה תהי\"ה לנ\"ו כ\"י:",
      "english": "And these are [the verses]: \"Let the heavens rejoice and the earth be glad.\" \"Let him who boasts understand and know.\" \"Its tenons for the second side of the Tabernacle.\" \"Yet all this avails me nothing.\" And according to the commentators: \"to the ground, and he cast it to the ground, and it became a serpent.\" Regarding the vowel points, they are all one. \"Be attentive and hear, O Israel, this day.\" \"To his foal and to his donkey's colt.\" \"And Pharaoh's officials saw her.\" \"And honey this day O Lord.\" \"And when the Canaanites, the inhabitants of the land, saw.\" \"Unto the Lord with me, and let us exalt His name.\" \"If he at all changes it, then it shall be.\" \"And it shall be righteousness unto us if.\""
    },
    {
      "hebrew": "ועוד כתבו המפרשים כי יהו\"ה הוה\"י והי\"ה היה\"ו ההי\"ו ההו\"י ששה הם נסתרים. יהו\"ה הוי\"ה היו\"ה יוה\"ה ויה\"ה והה\"י ששה הם נגלים. ולא ירדנו לסוף דעתם.",
      "english": "The commentators further wrote that YHVH, HVHY, VHYH, HYHV, HHYV, and HHVY are the six concealed forms. YHVH, HVYH, HYVH, YVHH, VYHH, and HHYV are the six revealed forms. We have not fully comprehended their intent."
    },
    {
      "hebrew": "ועוד אמרו שאין בפסוקים האלה סוד לשמות האלה אלא ששמו אותה לסימן בעלמא. וגם בזה אנו מסתפקים שהרי הפסוק הוא סודו בנקודות ההויו\"ת. אמנם בנקודתם אפשר על שני פנים הויה מראשי התיבות ונקודתה מסופי התיבות או הויה מסוף התיבות ונקודתה מראש התיבות או הויה ונקודתה מראשי תיבות או מסופי התיבות. ועתה ניחד פרק בפני עצמו בביאור ההויות אלו על פי הסוד על דרך שפי' הרשב\"י ע\"ה קצתם:",
      "english": "Furthermore, they said that these verses contain no secret meaning regarding these Names, but rather they were placed merely as a general sign. However, we are uncertain about this, since the verse contains its secret in the vowel points of the Divine Names. Regarding their vocalization, it is possible in two ways: either the Name from the beginning of the words and its vowel points from the end of the words, or the Name from the end of the words and its vowel points from the beginning of the words, or both the Name and its vowel points from the beginning of the words or from the end of the words. And now we shall dedicate a separate chapter to explaining these Divine Names according to their secret meaning, following the path that Rabbi Shimon bar Yochai, of blessed memory, explained for some of them."
    }
  ]
}