{
  "title": "Pardes Rimmonim",
  "gate_num": 31,
  "chapter_num": 10,
  "translation": [
    {
      "hebrew": "יש קצת מהמקובלים שאמרו שאין חטא בנשמה אמנם החטא הוא לנפש שהיא הנפגמת והכריחו הענין ממה שלא נמצא בכל פ' הקרבנות נשמה כי תחטא או רוח כי תחטא אלא נפש כי תחטא וכן נאמר (יחזקאל יח) הנפש החוטאת היא תמות. כי אין מיתה אלא בנפש וכן כתיב (איוב י\"ד) ונפשו עליו תאבל. כי הרוח תסתלק ג\"כ ממנו כאשר האדם בא לידי חטא. ואין הדעת הזה בקצת צודק. כי אמת הוא שהכרת והכליון והאבוד הוא בנפש ולא בשאר החלקים. וכן ביארו בזוהר בפ' אחרי (דף ע' ע\"ב) במאמר תניא א\"ר יהודה כתיב תוצא הארץ נפש חיה כו' ושם האריכו הרבה בענין הנפש ובכלל דבריו אמר ועונשא דחייבין די בארעא בהאי הוא דכתיב ונכרתה הנפש ההיא מעמיה עכ\"ל.",
      "english": "Some of the Kabbalists said that there is no sin in the neshamah (highest soul), rather sin pertains to the nefesh (lower soul) which is what becomes damaged. They derived this from the fact that throughout the passages about sacrifices, we never find \"when a neshamah sins\" or \"when a ruach sins,\" but only \"when a nefesh sins.\" Similarly it is written (Ezekiel 18), \"The soul (nefesh) that sins, it shall die,\" for death only occurs in the nefesh. And so it is written (Job 14), \"His soul (nefesh) within him mourns.\" For the ruach also departs from him when a person comes to sin. However, this view is not entirely correct. For while it is true that spiritual excision, destruction and loss occur in the nefesh and not in the other parts, as explained in the Zohar in Parashat Acharei (page 70b) in the teaching where Rabbi Yehudah cited the verse \"Let the earth bring forth living soul,\" and there they elaborated extensively regarding the nefesh, and among his words he said that the punishment of the guilty ones on earth refers to what is written \"that soul shall be cut off from among its people.\""
    },
    {
      "hebrew": "ומ\"ש עונשא דחייבין בהאי הוא פי' עונש הכרת כי שאר המדרגות אינם נכרתים מכל וכל ח\"ו. אמנם מיטמאים, ומיטהרים מזוהמתן ע\"י נהר דינור כמבואר בשער היכלות. אמנם הנפש תכרת מכל וכל והנשמה מתטמאת. וכן פי' בזוהר בפ' תצוה (דף קפ\"ב) וז\"ל דהא כד ברא קב\"ה לב\"נ עבד ליה בדמות דיוקנא עלאה ונפח ביה רוחא קדישא דכליל בתלת והא אוקמוה דאית ביה נפש רוח ונשמה ועילא מכלהו נשמה דאיהו חילא עלאה למנדע ולמטר פקודוי דקב\"ה ואי ההיא נשמתא קדישא אעיל לה בפולחנא אוחרא האי איהו מסאיב לה ונפיק מפולחנא דמאריה בגין דתלת חילין אילין כולהו חד נפש רוח נשמה משתתפי כחדא והוו חד עכ\"ל.",
      "english": "And when it says \"the punishment of the guilty is in this,\" it refers to the punishment of spiritual excision (karet), for the other levels are not completely cut off, Heaven forbid. However, they become impure and are purified from their contamination through the River of Fire (Nehar Dinur), as explained in Sha'ar HaHeichalot. But the nefesh is completely cut off while the neshamah becomes impure. And thus it is explained in the Zohar, Parashat Tetzaveh (page 182), which states: \"For when the Holy One, blessed be He, created man, He made him in the image of the supreme form and breathed into him a holy spirit which includes three aspects, and they established that he has nefesh, ruach, and neshamah, and above them all is the neshamah, which is the supreme power to know and observe the commandments of the Holy One, blessed be He. And if one brings this holy neshamah into foreign worship, one defiles it and departs from the service of their Master, because these three powers are all one - nefesh, ruach, and neshamah participate together and become one.\""
    },
    {
      "hebrew": "ואין דברי המאמר צריכים ביאור כי מבוארים הם, ומתוכם אנו למדים כי הנשמה מתטמאת.",
      "english": "The words of this statement require no explanation as they are clear, and from them we learn that the soul becomes impure."
    },
    {
      "hebrew": "ועוד שם לפנים מן הענין אשר נשמה באפו דההיא נשמתא קדישא טריף לה וסאיב לה בגין אפו אשר נשמה אחלף לה באפו.",
      "english": "And further in that passage regarding \"the soul in His nostrils,\" that holy soul becomes torn away and defiled because of His anger, as the soul is exchanged in His nostrils."
    },
    {
      "hebrew": "והנה הכרח גמור שהנשמה נפגמת ונטמאת. ואמנם ענין טומאתה עם היותה מסתלקת מן הגוף יהיה כמה שפי' בשער המציאיות (בפ\"א ע\"ש) בענין הקדושה כי היא מתרבה. וכן הנשמה בהיותה מתאצלת כפי הדרכים שנתבא' כן תשאר מציאותה מצויה במקום אשר ממנה חוצבה מציאות דק ונעים ומדרגותיה יורדים מדרגה אחר מדרגה דרך מעלות הסולם עד בואה אל עולם השפל. וזה נתבאר בתיקונים (תקונא כ\"ב דף ס\"ד) וז\"ל שימני כחותם דא נשמתא דאיהו רשימו דילה גליפא לעילא כמה דאוקמוה ביעקב דדיוקנו חקוק בכסא הכבוד כל נשמתין דאינון גזורות מתמן גליפו דלהון איהו חקוק לעילא ורשימו דלהון [דלתתא. וההוא גליפו דלעילא] איהו חותם ורשימו דלתתא רשימו דחותם ומיד דרשימו דגלופא דנשמתא איהו לעילא ורשימו דילה לתתא אתמר בה והנה מלאכי אלדים עולים ויורדים בו סלקין לעילא ומסתכלן בדיוקנא דנשמתא דנהרא בההוא גליפו ומזדעזעין מיניה נחתין לתתא ומסתכלין ברשימו דההוא דיוקנא דלתתא וחזאן דלא אשתני מדיוקנא דלעילא ודחלין מניה עכ\"ל.",
      "english": "It is an absolute necessity that the soul becomes blemished and defiled. However, regarding the matter of its defilement even as it departs from the body, it will be as explained in Sha'ar HaMetzi'ut (Chapter 1, see there) concerning holiness, that it multiplies. Similarly, when the soul emanates according to the ways that were explained, its existence remains present in the place from which it was hewn - a refined and pleasant existence - and its levels descend level after level via the rungs of the ladder until it arrives in the lower world. This is explained in the Tikunim (Tikun 22, page 64), which states: \"'Set me as a seal' - this refers to the soul, whose impression is engraved above, as they established regarding Jacob, whose image is engraved on the Throne of Glory. All souls that are hewn from there - their engraving is carved above and their impression [is below. And that engraving above] is the seal, and the impression below is the impression of the seal. And as soon as the engraved impression of the soul is above and its impression is below, it is said of it 'And behold, the angels of God ascending and descending upon it' - they ascend above and gaze at the image of the soul that shines in that engraving and tremble before it; they descend below and look at the impression of that image below, and see that it has not changed from the image above, and they fear it.\""
    },
    {
      "hebrew": "ומתוכו נראה בפי' כי נשאר למעלה מקום חציבת הנשמה דיוקן משובח ודק עד שהוא משובח יותר ויותר מהנשמה למטה כי בדיוקן העליון של יעקב אמר ודחלין מיניה מה שאין כן בנשמה למטה כמו שבאר. וכאשר הנשמה ההיא בדרך מדרגותיה מתייחסת אל גוף זה אע\"פ שתתעלה ותסתלק מהגוף הנה כל פעולת הגוף ימשכו אל הנשמה דרך שלשלת השתלשלותה ותתפגם בהכרח. והלא כאשר יש מדרגת השתלשלות הקדושה כן יש מדרגות הטומאה וכמו שכאשר יחטא האדם ימשיך עליו כח הטומאה כן ימשיך וישפיע על נשמתו כי בטומאה עצמה יש חלוקים ויש מציאיות. יש מציאיות דק כטינוף נעלם אצילות טמא ויש מציאות עב ולכן המטמא עצמו מטמא נשמתו כי ימשיך עליה כח הטומאה וידביקה בקליפות אם דקות אם גסות. וראיה לזה מחסיד המתדבק בקדושה ע\"י מעשיו ישפיע על נשמתו שפע רב ממקום העליון דרך מעלות ויבינהו דעת וילמדהו חכמה כדרך הנביאים ומדברים ברוה\"ק המתדבקים בקונם עד ימשיכו האור על נשמתם ונשמתם ישפיע בהם הסודות אשר קבלו ודברי החכמה הנעלמה. וכן הדבר בטומאה כי כאשר יחטא האדם ישליט על עצמו כח הטומאה לרוב. כפי שיעור הפעולה שבה חטא כן יהיה ענין הטומאה. וראייה לזה מהזוהר פ' קדושים (דף פ\"ו ע\"ב) וז\"ל ות\"ח בשעתא דבר נש אחזי לתתא עובדא באורח מישר כמה דאצטריך נגיד ונפיק ושרייא עלוי רוח קדישא עלאה (כמה דאצטריך). ובשעתא דאיהו אחזי עובדא לתתא באורח עקימא דלאו איהו אורח מישר כדין נגיד ונפיק ושריא עלוי רוח אחירא דלא אצטריך דסטי ליה לבר נש לסטר ביש מאן משיך עליה ההוא רוחא הוי אומר ההוא עובדא דאחזי בסטר אוחרא עכ\"ל.",
      "english": "From this it is clearly explained that there remains above, at the source where the soul is hewn, an image that is more refined and subtle, to the point that it is far more exalted than the soul below, for regarding Jacob's supernal image it states \"and they fear it,\" which is not the case with the soul below, as was explained. And when that soul, through its various levels, relates to this body, even though it may ascend and depart from the body, all the body's actions are drawn to the soul through the chain of its descent, and it necessarily becomes blemished. And just as there are levels in the chain of holiness, so too there are levels of impurity, and just as when a person sins he draws upon himself the power of impurity, so too does he draw and influence his soul, for within impurity itself there are distinctions and manifestations. There are subtle manifestations, like hidden filth of impure emanation, and there are coarse manifestations, and therefore one who defiles himself defiles his soul, for he draws upon it the power of impurity and causes it to cleave to the shells (klipot), whether subtle or coarse. Proof of this comes from the pious one who cleaves to holiness - through his actions he draws upon his soul great abundance from the supernal place through various levels, and it grants him understanding and teaches him wisdom, like the prophets and those who speak with divine inspiration who cleave to their Creator until they draw light upon their souls, and their souls influence them with the secrets they have received and matters of hidden wisdom. And so it is with impurity, for when a person sins, he allows the power of impurity to dominate him extensively. According to the measure of the act through which he sinned, so will be the nature of the impurity. And proof of this comes from the Zohar, Parshat Kedoshim (86b), which states: \"Come and see, when a person demonstrates below an action in a straight path as is proper, there flows forth and rests upon him a supreme holy spirit (as is proper). And when he demonstrates below an action in a crooked path that is not the straight path, then there flows forth and rests upon him another spirit that is not proper, which leads the person to the evil side. What draws upon him that spirit? One must say it is that action he demonstrated on the other side.\""
    },
    {
      "hebrew": "והנה הוכרח כי כפי מדרגת החסיד בהמשכתו עליו רוח קודשא כן מדרגת הרשע בהמשכתו עליו רוח הטומאה לרוב. ובפ' נשא (דף קכ\"ב.) ג\"כ בארו ענין זה וז\"ל דכד ב\"נ אזיל באורחוי דאורייתא משיך עליה רוחא קדישא עלאה כד\"א עד יערה עלינו רוח ממרום וכד ב\"נ סטי אורחוי משיך עליה רוחא מסטרא אחרא דאיהו סטרא מסאבא וסטרא דמסאבא אתער מסטרא דנוקבא דתהומא רבה דתמן מדורין דרוחין בישין דנזקי לבני נשא ואקרון נזקי עלמא עכ\"ל.",
      "english": "And thus it is compelled that just as the pious one draws upon himself the holy spirit according to his level, so too does the wicked one draw upon himself the spirit of impurity in abundance. And in Parashat Naso (page 122) they also explained this matter, stating: \"When a person walks in the ways of the Torah, he draws upon himself the supreme holy spirit, as it is written 'until a spirit from on high be poured upon us.' And when a person deviates from his ways, he draws upon himself a spirit from the other side, which is the side of impurity. And the side of impurity awakens from the opening of the great abyss, where the dwellings of evil spirits that harm people reside, and they are called 'damages of the world.'\""
    },
    {
      "hebrew": "והנה הורה בפי' כי בנטות האדם מדרך הישר ישפיע כח הטומאה לרוב עד שיושפע על נשמתו ומשם יושפע אל הגוף כי מקרה א' לצדיק ולרשע והטומאה ההיא הוא הפגם אשר בנשמה והוא הפגם אשר צריך כבוס בתשובה כי בשובו אל אלהיו ויקבל עליו תשובתו כראוי. כפי אשר נדבק בקליפה יכניע עצמו עד אשר ישבר הקליפות ההם שבהם נכנס ע\"י העון ואז תחזור נשמתו למקום הקדש ותשיג מעלה רוחנית וע\"ד זה יובן אמרם ז\"ל (ברכות דף ל\"ד) במקום שבעלי תשובה עומדים אין צדיקים גמורים וכו' כי בתשובתו ישבר הקליפות המשל אם נכנס בקליפה הז' ישבר אותה עד רדתה למטה הנה הכניע הקליפות וכחותם ושברם וזהו ודאי מעלה גדולה כי בזולת ששב בתשובה שלימה וחזרה הנשמה אל מקומה עוד נמשך מזה הכנעה ושברון לקליפות מה שלא היה כן לצדיק גמור שמעולם לא חטא. כי אמת הוא שתקן את עצמו אבל עכ\"ז לא קלקל את אחרים שלא שבר הקליפות ועדין כחם בם להזיק נגד אדוניהם. וקרוב לענין זה דרשו בזוהר פרשת ויקרא (ד\"ה). וז\"ל זבחי אלהים כתיב ולא זבחי יי' א\"ל ודאי כו' אלא זבחי אלקים וע\"ד שחיטתן בצפון דהא זביחה בגין אלדים ההוא סטר גבורה דאתבסם ואתבר רוחא דדינא ויתחלש דינא ויגברון רחמי על דינא וע\"ד זבחי אלדים לתברא חילא ותוקפא דדינא קשיא דכתיב רוח נשברה למהוי ההוא רוחא תקיפא נשברה ולא יתגבר רוחיה וחיליה ותוקפיה. ובר נש בעי כדין למיקם על מדבחא ברוח נשברה ויכסף מעובדוי בגין דיהא ההוא רוחא תקיפא תבירא וכלא בגין דדינא יתבסם ויתגברון רחמי על דינא עכ\"ל.",
      "english": "And it explicitly teaches that when a person strays from the righteous path, the force of impurity greatly influences them until it flows into their soul and from there flows into the body, for one fate befalls both the righteous and the wicked. This impurity is the blemish that exists in the soul, and it is the blemish that requires cleansing through repentance when one returns to God and properly accepts upon themselves their repentance. According to how much they cleaved to the kelipah (husk/shell), they must humble themselves until they break those kelipot into which they entered through sin, and then their soul will return to the holy place and achieve spiritual elevation. This explains our Sages' statement (Berakhot 34b) that \"In the place where ba'alei teshuvah (penitents) stand, even the completely righteous cannot stand,\" for through their repentance they break the kelipot - for example, if one entered the seventh kelipah, they break it down until it falls below, thus subduing the kelipot and their forces and breaking them. This is certainly a great virtue, for beyond returning in complete repentance and the soul returning to its place, this also results in the subduing and breaking of the kelipot, which is not the case for the completely righteous person who never sinned. For while it is true that they perfected themselves, they nevertheless did not damage others by not breaking the kelipot, whose power remains intact to harm those opposed to their masters. Similar to this matter, they expounded in the Zohar, Parashat Vayikra: \"It is written 'sacrifices of God' and not 'sacrifices to the Lord.' This is because the sacrifices are for Elohim, and therefore their slaughter is in the north, for the sacrifice is for the sake of Elohim, that aspect of Gevurah that is sweetened, and the spirit of judgment is broken, judgment is weakened, and mercy prevails over judgment. Therefore 'sacrifices of God' are to break the power and strength of harsh judgment, as it is written 'a broken spirit,' so that the powerful spirit should be broken and its spirit, power and strength should not prevail. And a person must then stand at the altar with a broken spirit and be ashamed of their deeds, so that the powerful spirit should be broken, all in order that judgment be sweetened and mercy prevail over judgment.\""
    },
    {
      "hebrew": "והנה בפי' כי בהכנעת האדם את יצרו הרע ובהיותו מתבייש מעונותיו יכניע כח הגבורה והדין. ואם בקדושה כן כ\"ש וק\"ו בן בנו של ק\"ו שמכניע סטרא דשמאלא שהם תלויים בצד תוקף הדין. ואין הדבר הזה קל כי היא יסוד ועמוד העולם שהרי אברהם אבינו ע\"ה הוצרך לרדת מצרים להכניע כח הקליפות ליכנס לתוכם ולצאת בשלום ולולא שנכנס שם לא היה אפשר לו להיות מרכבה לחסד וכן נתבאר בזהר פ' לך (דף פ\"ג.) בענין ירידת אברהם למצרים וז\"ל ת\"ח רזא דמלה אי דאברהם לא נחית למצרים ולא יצטרף תמן בקדמיתא לא יהא חולק עדביה דקב\"ה. כגוונא דא לבנוי כד בעא קב\"ה למעבד לון עמא חדא עמא שלים ולקרבא לון לגביה אי לא נחתו בקדמיתא למצרים ולא יצטרפו תמן לא הוו עמא יחידא דליה כגוונא דא אי לא אתיהיבת ארעא קדישא לכנען בקדמיתא וישלוט בה לא הות ארעא חולקיה ועדביה דקב\"ה וכלא רזא חדא עכ\"ל.",
      "english": "Behold, it is explicitly stated that when a person subdues their evil inclination and feels shame for their sins, they subdue the power of severity and judgment. And if this is so regarding holiness, then all the more so - a fortiori and the grandson of a fortiori - does one subdue the left side [forces] which are dependent on the power of strict judgment. This matter is not trivial, for it is a foundation and pillar of the world, as our father Abraham, peace be upon him, needed to descend to Egypt to subdue the power of the shells [forces of impurity], to enter into them and emerge in peace. Had he not entered there, it would not have been possible for him to become a chariot for kindness. And so it is explained in the Zohar, Parashat Lech Lecha (page 83), regarding Abraham's descent to Egypt, which states: \"Come and see the secret of the matter - if Abraham had not descended to Egypt and been refined there initially, he would not have become the portion and lot of the Holy One, blessed be He. Similarly with his children - when the Holy One, blessed be He, wanted to make them into one nation, a complete nation, and bring them close to Him - had they not first descended to Egypt and been refined there, they would not have become His unique nation. Likewise, had the holy land not been given to Canaan initially to rule over it, it would not have become the portion and lot of the Holy One, blessed be He. And all of this is one secret.\""
    },
    {
      "hebrew": "והיא ראייה גמורה אל כוונתנו. וכן בת שבע שנתנה לאוריה קודם שיקחנה דוד מפני היותה נבחרת לזרע ראוי למלוכה כמו שנתבאר בזהר פ' נח (דף ע\"ג ע\"ב) והקצור יפה:",
      "english": "And this is complete proof of our intention. Similarly, Bathsheba was given to Uriah before David took her because she was chosen for seed worthy of royalty, as explained in the Zohar, Parashat Noach (folio 73b). And brevity is preferable."
    }
  ]
}