{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 25,
  "translation": [
    {
      "hebrew": "באות <b><big>ת'</big></b> פירש בס' התמונה כי רמז האות הזה בגבורה מורה דין ולכך נאמר (יחזקאל ט ד) והתוית תיו וארז\"ל (שבת דף נ\"ה.) כי ששה מלאכי חבלה נתפשטו בענין ההוא וזהו רמז הואו ההפוכה (היינו רגל של התיו) שהיתה דרך רחמים ונהפכה לדין כמו (שמות ט ג) הנה יד ה' הויה המלכות נהפך לדין מרחמים והפך השם מורה דין. ומלת תיו כמו (במדבר לד ז) תתאו לכם הר ההר פי' גבול ושיעור לדין. ויש מי שפי' ת' רומז למלכות מלשון והתוית תי\"ו וגו' שכל הרשומות והמראות נראים בה. ויש מי שפירש בענין אחר וז\"ל ת' הוא כנגד תיק של תפילין והנתיב שלה נקרא שלום. ובזוהר מקומות רבים פירש הרשב\"י ע\"ה ת' תפארת. ואפשר לומר כי לשון תיו מלשון תאוה. כמו הן תו\"י שדי יענני (איוב ל\"א) והטעם כי הוא תאוה לעינים ונחמד למראה. או יהיה מלשון אות והטעם כי התפארת מצד היסוד הוא אות. ובזוהר פרשת חקת (דף ק\"פ ע\"ב) משמע כי האות הזה נרמז במלכות והיא מורכבת משתי אותיות והם רי\"ש או דל\"ת שהכל אחד כדפי' בפכ\"ג כי שתיהם מורות על עוני המלכות ודלותה וכן יש בה אות נ' [י] ומשמע התם דהנו\"ן הרמז שלה בסטרא אחרא דקיימא בשיפולי דמשכנא ולשון נ' מלשון לא תונו כי הקליפה מאנה את האדם ומראה לו פנים מאירים יורד ומשטין עולה ומקטרג ואחריתה מרה כלענה כדפי' בשער היכלי התמורות. נמצא לפי זה כללות האות הזה רומז במלכות עם כללות אבן נגף אשר ע\"פ הבאר:",
      "english": "Regarding the letter <b><big>Tav</big></b>, the Sefer HaTemunah explains that this letter alludes to Gevurah (might) indicating judgment, and thus it is written (Ezekiel 9:4) \"And mark a Tav,\" and our Sages said (Shabbat 55a) that six angels of destruction spread forth in that matter. This alludes to the inverted Vav (meaning the leg of the Tav) which was originally a path of mercy but was transformed to judgment, as in (Exodus 9:3) \"Behold, the hand of the Lord,\" where Malchut was transformed from mercy to judgment, and the Name indicates judgment. The word Tav is like (Numbers 34:7) \"mark out for yourselves Mount Hor,\" meaning a boundary and measure for judgment. Some interpret Tav as alluding to Malchut, from the phrase \"And mark a Tav,\" as all impressions and visions appear in it. Others interpret it differently, saying that Tav corresponds to the tefillin case, and its path is called peace. In many places in the Zohar, Rabbi Shimon bar Yochai, of blessed memory, interpreted Tav as Tiferet. One could say that the word Tav derives from the word desire (ta'avah), as in \"Behold, my Tav, may Shaddai answer me\" (Job 31), meaning it is desirable to the eyes and pleasant to behold. Or it could be from the word \"sign,\" meaning that Tiferet from the aspect of Yesod is a sign. And in the Zohar, Parashat Chukat (180b), it suggests that this letter alludes to Malchut and is composed of two letters, either Reish or Dalet, which are equivalent as explained in Chapter 23, for both indicate the poverty and destitution of Malchut. It also contains the letter Nun, and it is implied there that the Nun alludes to the Other Side that stands at the bottom of the Tabernacle, and the term Nun is from the phrase \"do not wrong,\" for the shell deceives man and shows him bright faces, descending to accuse, ascending to prosecute, and its end is bitter as wormwood, as explained in Sha'ar Heichalei HaTemurot. Thus, according to this, the entirety of this letter alludes to Malchut together with the stumbling stone that is upon the mouth of the well."
    }
  ]
}