{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 3,
  "translation": [
    {
      "hebrew": "הנה בתפלת רבי נחוניא בן הקנה ע\"ה יחס בכתר זה השם שהוא ארארית\"א ושם לו סימן בר\"ת \"אחד \"ראש \"אחדותו \"ראש \"יחודו \"תמורתו \"אחד. ע\"כ. ובשם זה כתב רב חמאי גאון בספר העיון, והביא בפירושו ברייתא אחת וז\"ל תנן א\"ר ישמעאל אותו היום היינו מסיים אני ועקיבא בן יוסף אצל רבי נחוניא בן הקנה והיה שם רבי חנינא בן תרדיון ושאלתי לרבי נחוניא ואמרתי לו הראני כבוד מלכו של עולם כדי שיתבאר ידיעתו בלבי בשאר פעליו. אמר לי בן גאים תא ונעסוק בעזקתא רבתא דחתימין ביה שמיא וארארירת\"א שמיה ובעזקתא דארעא דאיהי אהו\"י שמי\"ה ואראה לך הכל. נכנסתי לפני לפנים בהיכל הקדש החיצון והוצאתי משם ספרו של ר' נחוניא בן הקנה הנקרא ספר היכלות ומצאתי כתוב בתחלת הספר כך אדיר בחדרי גדולה היושב על גלגלי מרכבתו בחתימות אהי\"ה אשר אהי\"ה ובעזקתא רבתא דחתימין ביה שמייא ארארית\"א שמיה. סי' אחד ראש אחדותו ראש יחודו תמורתו אחד יחיד ומיוחד אחד. ובעזקתא דארעא דאהו\"י שמיה סי' \"אחד \"היה' \"ויהי' \"יחוד והמתמצע בין שניהם הוה עכ\"ל הברייתא. וע\"פ הפירושים אשר נבאר בשער ערכי הכנויים אנו רוצים לבאר.",
      "english": "In the prayer of Rabbi Nehunya ben HaKanah, of blessed memory, he attributed to Keter this Name, which is ARARITA, and gave it an acronym: \"One\" \"Head of\" \"His Unity\" \"Head of\" \"His Unification\" \"His Exchange\" \"One.\" Regarding this Name, Rav Hai Gaon wrote in Sefer Ha'Iyun, and brought in his commentary a baraita which states: Rabbi Ishmael taught: On that day, I and Akiva ben Joseph were concluding our studies with Rabbi Nehunya ben HaKanah, and Rabbi Hanina ben Teradion was present. I asked Rabbi Nehunya, saying to him, \"Show me the glory of the King of the Universe so that knowledge of His other works may be clarified in my heart.\" He said to me, \"Son of the proud ones, come and let us engage with the great seal in which the heavens are sealed and its name is ARARITA, and with the seal of earth which is AHVY as its name, and I will show you everything.\" I entered the outer chamber of the Holy Temple and brought out from there the book of Rabbi Nehunya ben HaKanah called Sefer Heichalot, and found written at the beginning of the book thus: \"The Mighty One in the chambers of greatness, Who sits upon the wheels of His chariot with the seals of 'Ehyeh Asher Ehyeh,' and with the great seal in which the heavens are sealed - ARARITA is its name.\" The acronym: One, Head of His Unity, Head of His Unification, His Exchange, One, Unique and Unified, One. And regarding the seal of earth whose name is AHVY, the acronym stands for: \"One\" \"Was\" \"Will Be\" \"Unity\" and that which mediates between them is \"Is.\" This concludes the baraita. And according to the explanations that we will explain in the Gate of the Values of the Names, we wish to explain."
    },
    {
      "hebrew": "והנה הכתר אדיר עליהם כי אפי' בחדרים ההם אין השגה שלימה ונכונה להשיג כי מן החדרים ההם הוא אדיר ונעלם אמנם יושב בגלגלי המרכבה שהם השבכות אשר על הכותרות שהם על ראש העמודים שהם חכמה ובינה שהם על גדולה וגבורה שהם על ב' עמודים נצח והוד יכין ובועז. וחכמה ובינה מרכבה אל הכתר ולהם הוא גלוייו יותר במה שהם נעלמים מצד עצמם לא מצד הגדולה והגבורה שנמשכים מחכמה ובינה. ואפשר עוד לפרש כי בזוהר פי' הרשב\"י ע\"ה כי בכתר אין מציאות האצילות מתגלה בעצמותו מרוב העלמו וכל מציאות הענפים המסתעפים מעצמותו אינם אלא חו\"ב והם המתפשטות בעצם הכתר לגלות ולהאציל בו בעצמו האצילות ועכ\"ז אין שם אצילות אלא ע\"י החסד הנעלם שם וענפיו מתפשטים בעצם הכתר. וכן הכתר נקרא חסד עילאה ונתבאר ענין זה בארוכה אצלינו בספר אור יקר בחלק ראשון בפירושנו להאדרא בס\"ד. איך שיהיה משם נלמד כי החסד הפנימי הוא הבינה ומסתעף הכתר בעצם מחכמה אל הבינה ולא יותר. ואפשר כי על זה אמר אדיר ונעלם ומתגלה מציאות אדירותו בחדרי גדולה דהיינו בינה וחכמה הנעלמים בו והגדולה מסתעפת ובונה בין שתי אלו החדרים הנעלמים. ואמר היושב על גלגלי מרכבתו ירצה שהוא יושב על זעיר אנפין כמו שאמר הרשב\"י ע\"ה באדרא כי הוא יושב על כורסייא דשביבין דנור לאכפיא לון וכדפי' בספר הנז' בס\"ד. ולישנא דקרא נקט גלגלוהי נור דלק (דניאל ז'). ואמר כי חתימת אהי\"ה אשר אהי\"ה הם ג' ראשונות כדפי' בשער הקודם כי שתי שמות אלו מורים על העלם האצילות בכתר ומיעוט ההשגה בו וכן בחכמה ובינה וזהו לשון אדיר, וכן לשון בחתימת פי' בהעלם כי החותם הוא המעלים הדבר החתום. ובעזקתא רבתא וכו' בשם זה ראינו למפרשים שפי' אותו מלשון ארי. והכונה על רוב הגבורה והחוזק והאדירות ולזה נקרא בשם הגבור שבעולם אריה וכו'. ואפשר שמפני ששם זה חותם השמים שפי' קיום העולם חזקו ברחמיו הגדולים לבלתי יתמוטט נקרא בשם אריה המורה על הרחמים כדכתיב (יחזקאל א) ופני אריה אל הימין וכו'. וידוע כי למעלה בכתר תגבורת הרחמים הפשוטים ולכן נכפל השם לחוזק הפעולה. ואפשר היותו לשון אריתא דדלאי הנז' בגמ' (חולין דק\"ז.) שעניינו השוקת שממנו משקין הנטיעות. ומפני שהכתר מקור להשקות כל הנטיעות העליונות לכן נקרא בשם זה. ונכפלו בו אותיות א\"ר להורות שהוא מקור המקורות. עוד אפשר היות פירושו מלשון אור כי הוא אור לכל האורות. ועכ\"ז קשיא לן טובא כי שם זה הוא לשון נקבה ומן הראוי להרחיק ענין הנקביות מן הכתר. אלא שמתוך כך נוכל לומר כי הוא כינוי אל הבינה שבכתר כדפי' ענין זה בארוכה בשער ממטה למעלה בפ\"ה. ועתה בזה יצדק אומרו ובעזקתא רבתא, דלא קאמר רבא אלא רבתא לישנא דנוקבא. ופי' דבריו עזקתא היא בינה ובה נחתם ונמצא ונאצל הת\"ת הנק' שמים. או ירצה דחתומין ביה שמייא פי' הטבעת היא הבינה בסוד אויר אור י' יהי אור שפי' בספר אור יקר בשער ג'.",
      "english": "Behold, Keter is mighty above them, for even in those chambers there is no complete and proper comprehension to grasp, as from those chambers it is mighty and concealed. However, it sits upon the wheels of the Merkavah, which are the lattices upon the capitals that are atop the pillars - these being Chochmah and Binah, which are above Gedulah and Gevurah, which are above the two pillars Netzach and Hod, Jachin and Boaz. Chochmah and Binah are a chariot to Keter, and to them is its revelation greater in that they are concealed from their own aspect, not from the aspect of Gedulah and Gevurah which flow from Chochmah and Binah.\n\nIt is further possible to explain that in the Zohar, Rabbi Shimon bar Yochai explained that in Keter the existence of emanation is not revealed in its essence due to its great concealment, and all existence of the branches that branch from its essence are only Chochmah and Binah, and they extend within the essence of Keter to reveal and emanate within itself the emanation. Nevertheless, there is no emanation there except through the concealed Chesed there, whose branches extend within the essence of Keter. Thus Keter is called Chesed Ila'ah (Supernal Kindness), and this matter is explained at length in our book Or Yakar in the first section in our commentary to the Idra, with Heaven's help.\n\nHowever it may be, from there we learn that the inner Chesed is Binah, and Keter essentially branches from Chochmah to Binah and no further. It is possible that regarding this it says \"mighty and concealed,\" and its mighty existence is revealed in the chambers of greatness, namely Binah and Chochmah which are concealed within it, and the greatness branches out and builds between these two concealed chambers. And when it says \"who sits upon the wheels of His chariot,\" it means that He sits upon Zeir Anpin, as Rabbi Shimon bar Yochai said in the Idra that He sits upon a throne of fiery flames to subdue them, as explained in the aforementioned book with Heaven's help. And it uses the biblical language \"His wheels were burning fire\" (Daniel 7).\n\nAnd it says that the seal of \"Ehyeh Asher Ehyeh\" represents the three first [sefirot], as explained in the previous gate, for these two names indicate the concealment of emanation in Keter and the limited comprehension of it, and likewise in Chochmah and Binah - and this is the meaning of \"mighty.\" Similarly, the term \"seal\" implies concealment, for the seal conceals that which is sealed. And regarding \"the great ring,\" etc., we have seen commentators explain it as derived from \"ari\" (lion). The intention relates to the great might, strength and glory, and thus it is called by the name of the mightiest creature in the world - the lion, etc. \n\nIt is possible that because this name is the seal of the heavens, meaning the world's existence is strengthened through His great mercy so it should not falter, it is called by the name of lion which indicates mercy, as it is written (Ezekiel 1) \"and the face of a lion on the right side,\" etc. It is known that above in Keter is the might of simple mercies, therefore the name is doubled to strengthen the action. It may also be from the term \"arita d'dalai\" mentioned in the Talmud (Chullin 107), which refers to the watering trough from which plantings are watered. Since Keter is the source that waters all the supernal plantings, it is called by this name. The letters \"AR\" are doubled to indicate that it is the source of sources. It could also be interpreted as related to \"or\" (light) since it is the light of all lights.\n\nNevertheless, we have a significant difficulty in that this name is feminine, and it would be proper to distance the concept of femininity from Keter. However, from this we can say that it is an appelation for the Binah within Keter, as we explained this matter at length in the gate \"from below to above\" in chapter 5. And now this justifies the saying \"the great ring,\" for it does not say \"raba\" but \"rabta\" in feminine"
    },
    {
      "hebrew": "והנה השמים שהוא הת\"ת עם השש קצוות חתומים בעצם הטבעת.",
      "english": "And behold, the heavens, which is the Tiferet together with the six extremities, are sealed within the essence of the ring."
    },
    {
      "hebrew": "והנה הטבעת הוא הבינה בכללות כתר וחכמה. והחותם הוא הת\"ת שהוא מציאות הדעת הנעלם בה. ואפשר על דרך זה לבאר כי א\"ר הוא ארי זכר ואריתא נקבה להורות על יחוד החכמה והבינה יחד בתוך הכתר. זהו כשנבאר אותו לשון אריה רחמים כדפי' לעיל. וכן נוכל ג\"כ לבארו בלשון אור שהם שתי אורות יחד כדפי'. אחד ראש וכו' פי' ידוע כי אחד הוא מציאות האחדות בעצמו, אמנם מלת מיוחד הוא התחברות הדבר שנתחבר יחוד מיוחד. ועתה נודע היות יחוד חכמה ובינה בב' פנים אם מציאות יחודם בסוד אויר דהיינו י' חכמה אור בינה מיוחדים אויר. וזהו מציאותם קודם אצילותם בהיותם בכתר עצמו חכמה בתוך הבינה ושתיהם בכתר וזה היחוד יקרא בשם אחדות כי אינם נפרדים שנתייחדו אלא לעולם היו אחדים מתחלתם. אמנם יחוד שני אשר לחכמה ולבינה והוא יחודם אחר אצילותם במקומם אבא ואימא, יחוד זה יקרא בשם יחוד כי אחר שלא היו מיוחדים נתייחדו. נמצא לפ\"ז אל החכמה ואל הבינה עם הכתר ג' בחינות, או יחודם קודם אצילותם או מציאות אצילותם בלי יחוד או יחודם אחר אצילותם. ולהיות כי אין ביניהם פירוד לעולם כי לעולם ג\"ר חשובות כאחד אמר \"אחד \"ראש \"אחדותו. פי' אחד הוא כינויים האמתי בתחלת אחדותם יחד דהיינו קודם אצילותם. וכן הוא אחד ג\"כ \"ראש \"יחודו דהיינו יחודם אחר אצילותם. וגם בהיות חלוף זה דהיינו בהיותם נפרדות ח\"ו הם אחד וז\"ש \"תמורתו \"אחד פי' גם בהיות תמורות הייחוד כינויים האמתי הוא אחד כי לעולם לא ישתנה לא יחסר ולא יעדיף. ואחר [שאמר] שיחוד ג' ראשונות בכל פאותיהם וגם יחוד מציאות הכתר בכל האצילות, אמר יחיד ומיוחד אחד. וגם בס' הבהיר נמצא כענין הזה בכתר. וז\"ל אל\"ף כ\"ע ברוך ומבורך שמו ועמו ומי עמו ישראל דכתיב כי ה' הוא האלהים הוא עשנו ולא אנחנו עמו ולאלף אנחנו להכיר ולידע אחד אחדות ומיוחד כו' כי הוא א' ומיוחד בכל שמותיו ע\"כ. כ\"ע ברוך ומבורך שמו הכונה כ\"ע הוא נשפע ממקור ההויות כלם וזהו ברוך. או ירצה מקור הברכות כדפי' בשער כ\"ג. וכן מבורך שמ\"ו, פי' שאר הספירות שהם לבוש אליו דהיינו ענין ש\"ם כדפי' בשער ערכי הכנויים בערך שם. ומי עמו. הוקשה לו דלא שייך ענין עם אצל הכתר לשיתייחסו אליו העם או כיוצא בו. ולזה השיב ישראל. כי בהיות נשמת ישראל אחיזתם בכתר שכן הת\"ת עולה אליו דרך קו האמצעי. ולזה הביא ראיה מפסוק ולא אנחנו כתיב בא' וקרי בוא\"ו ופירושו ולאל\"ף אנחנו דהיינו כתר, וכן פי' בזהר (וירא דף ק\"כ ע\"ב). ועתה יש אם למקרא ויש אם למסורת כי בסבת ולו\"א אנחנו לאלף אנחנו.",
      "english": "Behold, the ring is Binah encompassing Keter and Chochmah. And the seal is Tiferet, which is the manifestation of the concealed Da'at within it. It is possible to explain in this way that \"AR\" represents the male lion and \"arita\" the female, indicating the unity of Chochmah and Binah together within Keter. This is when we explain it in terms of lion/mercy as explained above. We can also explain it in terms of light, as they are two lights together as explained. \"One head,\" etc. - it is known that \"one\" is the existence of unity itself, while the term \"unified\" refers to the connection of that which has been joined in special unity. And now it is known that the unity of Chochmah and Binah exists in two ways: if their unity exists in the secret of \"air,\" meaning Yod (Chochmah) and light (Binah) unified as air. This is their existence before their emanation, when they are within Keter itself - Chochmah within Binah and both within Keter. This unity is called \"oneness\" because they are not separate things that became unified, but were always one from the beginning. However, the second unity of Chochmah and Binah, which is their unity after their emanation in their place as Abba and Imma, this unity is called \"unification\" because after not being unified, they became unified. Thus we find that Chochmah and Binah with Keter have three aspects: either their unity before emanation, or their emanated existence without unity, or their unity after emanation. And because there is never separation between them, as the three first ones are always considered as one, it says \"One Head of His Oneness.\" This means that \"one\" is the true designation at the beginning of their unity together, namely before their emanation. And so too is it \"one\" in \"Head of His Unity,\" meaning their unity after emanation. And even in this change, meaning when they are separate (God forbid), they are one, and this is what is meant by \"His Exchange is One\" - meaning even when there are exchanges in unity, the true designation is one, for it never changes, neither diminishing nor increasing. And after [saying] that the unity of the first three is in all their aspects, and also the unity of Keter's existence in all emanation, it says \"unique and unified one.\" And in Sefer HaBahir we find similar regarding Keter, which states: \"Alef Keter Elyon, blessed and blessing is His name and His people, and who are His people? Israel, as it is written 'For the Lord is God, He made us and not we ourselves His people,' and to Alef we exist to recognize and know one, oneness and unified, etc., for He is one and unified in all His names.\" Keter Elyon blessed and blessing is His name means that Keter Elyon flows from the source of all existence and this is \"blessed.\" Or it means the source of blessings as explained in Gate 23. And so too \"blessing is His name\" refers to the other sefirot which are His garment, namely the aspect of \"name\" as explained in Sha'ar Erkei HaKinuyim in the entry for \"name.\" \"And who are His people\" - this posed a difficulty for him as the concept of \"people\" should not apply to Keter, that a people should be attributed to it or anything similar. To this he answered \"Israel,\" for as the souls of Israel have their grasp in Keter, since Tiferet rises to it through the middle line. For this he brought proof from the verse \"and not we ourselves\" which is written with alef but read with vav, and its interpretation is \"and to Alef we exist,\" meaning Keter, and so it is explained in the Zohar (Vayera 120b). And now there is validity both to the written and read forms, for through \"and not we\" we exist to/for Alef."
    },
    {
      "hebrew": "וענין אחד אחדות ומיוחד. פי' אחד בערך עצמו שאין לו שניות, ועוד שהוא הראשון הנכנס בגדר המספר כי לפניו אין מספר ולפני אחד מה אתה סופר דלא שייך אחד בעצם במחוייב [המציאות] מטעם כי האחד מושג אחדותו מוגבל מכל צדדיו וזה א\"א במאציל שאין בו השגה זולת שהוא מחוייב המציאות כדפי' בשער אם הא\"ס הוא הכתר בפ\"א. לזה אמר שהוא אחד ולפניו אין מספר. אחדות, פי' מתייחד בענפיו ובחינותיו שאין בו פרוד כלל אלא אחד המתייחד בעצמותו. ופי' ומיוחד ירצה מיוחד בספי' התחתונות והוא מתייחד עמהם. וע\"ד זה נבאר אחד יחיד ומיוחד. אחד כדפרי'. ויחיד, פי' מתייחד בענפיו. ומיוחד, פי' מיוחד בספי' כלם בייחוד גמור. ואמר יחיד ומיוחד אחד ולא סדרם על הסדר שהוא אחד יחיד ומיוחד, הכונה כי גם בהיות הכתר יחיד דהיינו מציאות ייחוד ענפיו אל עצמותו כדפי' וכן בהיותו מיוחד דהיינו יחידו בספי' הנאצלים, לעולם הוא אחד, ונמצא כי בכל בחינותיו לעולם הוא אחד. ויש שפירשו אח\"ד יחי\"ד ומיוח\"ד כתר חכמה ובינה. כי כתר נקרא אחד וחכמה יחיד, ובינה מיוחד. וזר להם למצוא להם ייחס:",
      "english": "Regarding the concept of \"one, unity, and unified\": \"One\" refers to that which has no duality in relation to itself, and furthermore, it is the first to enter into the category of number, for before it there is no number - for what can you count before one? The concept of \"one\" in its essence does not apply to the Necessary Existent, because \"one\" as comprehended implies limitation from all sides, and this is impossible regarding the Emanator, of whom there is no comprehension except that He is the Necessary Existent, as explained in the Gate \"Whether the Ein Sof is the Keter\" in Chapter 1. Therefore, it states that He is one and before Him there is no number. \"Unity\" means that He unifies with His branches and aspects, having no separation whatsoever, but rather is one that unifies with His essence. And \"unified\" means that He is unified with the lower sefirot and unifies with them. And in this way we can explain \"one, singular, and unified.\" \"One\" as we explained. \"Singular\" means unified with His branches. And \"unified\" means unified with all the sefirot in complete unification. And when it states \"singular and unified one\" rather than ordering them as \"one, singular, and unified,\" the intention is that even when Keter is singular - meaning the existence of its branches unified with its essence as explained - and when it is unified - meaning its unification with the emanated sefirot - it is always one, thus in all its aspects it is always one. Some have interpreted \"one, singular, and unified\" as referring to Keter, Chokhmah, and Binah, saying that Keter is called \"one,\" Chokhmah \"singular,\" and Binah \"unified.\" But this interpretation seems foreign to them to find a relationship between these terms."
    },
    {
      "hebrew": "ובעזקתא דארעא דאהו\"י שמי\"ה. בשם זה אמרו קצת המפרשים כי זה עיקר שמו של הקב\"ה והוא אהו\"י, והקב\"ה הסתיר שמו למשכילים בשם אהי\"ה ובשם יהו\"ה כי מבין שניהם יוצא שם אהו\"י והוא עקר השם והשמות האלה שבהם נכפלו האותיות נתנו להמון העם וכו', ובזה האריכו בפיהם להעמיק בקבלותיהם. ורחמנא ליצלן מהאי דעתא לא נאבה לו ולא נשמע אליו כי עיקר השמות הם אותם אשר באו בפי התורה. ועם היות ששם זה יהיה קדוש כשאר השמות בזולת שמות שאינם נמחקים שהם ודאי יותר קדושים ממנו בלי ספק.",
      "english": "And regarding the seal of the earth which is AHVY is His name. Concerning this name, some commentators have said that this is the essential name of the Holy One Blessed be He, and it is AHVY, and that the Holy One Blessed be He concealed His name from the intellectuals in the name EHYH and in the name YHVH, for from between these two emerges the name AHVY which they claim is the essential Name, and these names in which the letters are doubled were given to the common people, etc. And they elaborated at length in their words to deepen their kabalistic interpretations. May the Merciful One save us from this view - we shall not consent to it nor listen to it, for the essential Names are those which appear in the words of the Torah. Although this name may be holy like other names, it is certainly not as holy as the Names which may not be erased, which are without doubt holier than it."
    },
    {
      "hebrew": "ועוד מתוך דברי רבי נחוניא אנו יכולין להשיג עליהם שאמר שחותם השמים הוא ארארית\"א ושם חותם הארץ אמר שהוא אהו\"י, נמצא שיותר נעלם ומתעלה שם ארארית\"א משם אהו\"י ואין ספק בזה. והארכנו בזה להועיל למשכילים שלא יתפתו אחר אותו הדעת. ודקדק ר' נחוניא כי בר\"ת של ארארית\"א חותם השמים, אמר אחד ראש אחדותו ראש יחודו תמורתו אחד. מפני היות שם זה בכתר עליון העלול הראשון המתקרב אל מקורו והנוגע בו כנוגע בכבוד מלכו של עולם לא רצה לגזור בו מאמר כלל אלא לשון מורה על אחדות. ואמר תמורתו א', הכונה כי לעולם אינו מתחלף בא' לזולתו ח\"ו בין קודם הויה ואצילות בין אחר הויה ואצילות כדפי'. אולם בשם אהו\"י שהוא למטה מספירת הכתר שהוא ההתפשטות עד המלכות, אמר הי\"ה הו\"ה ויהי\"ה, למען נדע כי אין נגזר לשון הויה מכת\"ר ולמעלה כלל ואפי' בכתר לפי שכל הויה יש לה ראשית שמקודם לא הי'. ואפי' נאמר הי\"ה והו\"ה ויהי\"ה פי' הי\"ה שקודם אותה הויה היה ג\"כ. עכ\"ז אינו דבר, כי כל הנכנס תחת הויה יש לו סוף ויש לו ראש ואין נגזר לשון היה והוה ויהיה אלא מבינה ולמטה ואין הבינה בכלל מפני שהחכמה והבינה הם גדר ההוייה דהיינו ראשית ואחרית כדפי' בשער סדר האצילות.",
      "english": "Furthermore, from the words of Rabbi Nechunia we can argue against them, for he said that the seal of heaven is ARARITA and the seal of earth he said is AHVY. Thus we find that the name ARARITA is more concealed and elevated than the name AHVY, and there is no doubt about this. We have elaborated on this to benefit scholars so they will not be seduced by that opinion. Rabbi Nechunia was precise regarding the acronym of ARARITA, the seal of heaven, saying \"One is the head of His unity, head of His uniqueness, His transformation is one.\" Because this name exists in the supreme Crown, the first emanation that approaches its source, and touching it is like touching the glory of the King of the Universe, he did not wish to make any declarative statement about it, but rather only used language indicating unity. And when he said \"His transformation is one,\" the meaning is that it never changes to anything else, God forbid, neither before existence and emanation nor after existence and emanation, as we explained. However, regarding the name AHVY, which is below the level of the Crown and represents the extension down to Malchut, he said \"was, is, and will be,\" to let us know that no language of \"being\" applies to the Crown or above at all, even to the Crown itself, because all being has a beginning that previously did not exist. And even if we say \"was, is and will be\" meaning that before that being it also existed - nevertheless this is not valid, for anything that falls under \"being\" has an end and a beginning, and the language of \"was, is and will be\" only applies from Binah downward, and Binah is not included because Chochmah and Binah are the boundary of being, meaning the beginning and end, as explained in the Gate of the Order of Emanation."
    },
    {
      "hebrew": "והנה ר' ישמעאל שאל לר' נחוניא בן הקנה הראני כבוד מלכו של עולם שכוונתו שיורהו מציאות האצילות, והנה בשתי חותמות אלו הורה לו מציאות האצילות קודם אצילותו ומציאותו אחר אצילותו, כי בשם ארארית\"א שהוא חותם השמים הורה לו מציאות הכתר ארך אנפין המתגלה ע\"י הבינה וכמו שהארכנו לעיל, ובחותם אהו\"י מורה על ההתפשטות.",
      "english": "And behold, Rabbi Ishmael asked Rabbi Nehunya ben HaKanah to \"Show me the glory of the King of the Universe,\" meaning that he should teach him about the existence of emanation. And through these two seals, he showed him the existence of emanation both before its emanation and after its emanation. For through the name ARARITHA, which is the seal of heaven, he showed him the existence of Keter (Crown) and Arich Anpin which is revealed through Binah (Understanding), as we explained above, and through the seal AHVY he showed him about the extension [of divine influence]."
    },
    {
      "hebrew": "והנה שם זה נבדל משם אהי\"ה בשתי פנים, כי שם אהי\"ה מורה על העלם כדפי' לעיל וזה מורה התגלות קצת. וכן יו\"ד באהי\"ה וא\"ו באהו\"י על סוד הוא\"ו שש קצוות המתפשטות ומפני שאינו התפשטות גמור באה הה\"א אחרונה בסוד י' להורות על ההעלם כי אין המלכות עדיין נבנית בסוד ה\"א כדי שיתגלה למטה. וזהו סוד אהו\"י שפי' אחד היה ויהיה והמתמצע בין שניהם הוה. וג' אלה הם מלך מלך ימלוך שהכל בת\"ת. והוא. היה בגדולה, הוה בגבורה, ויהיה בת\"ת.",
      "english": "This Name differs from the Name EHYEH in two aspects, for the Name EHYEH indicates concealment as explained above, while this one indicates partial revelation. Similarly, the Yod in EHYEH and the Vav in AHVY relate to the mystery of the Vav which represents the six directions that extend outward. And because it is not a complete extension, the final Heh comes in the mystery of Yod to indicate concealment, for Malkhut is not yet built in the mystery of Heh in order to be revealed below. This is the secret of AHVY which means \"One was and will be, and that which mediates between them is.\" These three are \"King, was King, will be King\" which all exists within Tiferet. And it was in Gedulah, is in Gevurah, and will be in Tiferet."
    },
    {
      "hebrew": "וענין זה אחוז בסוד השמיטות שהקודמת חסד, והעתידה ת\"ת, וההו\"ה גבורה. ובספי' חכמה יחס עוד שם כזה איה ביה גיה דיה וכו' עד תום כל האותיות. והטעם כי האותיות וע\"ס הם ל\"ב נתיבות. המקור שם י\"ה חכמה. וכ\"ב אותיות רמז לכ\"ב נתיבות והמקור עצמו עשר מאמרות הם ל\"ב נתיבות כדפי' בספר יצירה וניקודו שב\"א קמ\"ץ לרמוז על (ויקרא ה יב) וקמץ הכהן בחסד. (ישעיה סו טז) בא\"ש ה' נשפט, (איוב א) ותפול שב\"א ותקחם בגבורה. לרמוז אל התפשטות הנתיבות בסוד הדין והרחמים בספירות למטה ובסופו עוד הויות אחרות כאלו:",
      "english": "And this matter is connected to the secret of the Shemitot (cosmic cycles), where the previous one is Chesed (loving-kindness), the future one is Tiferet (harmony), and the present one is Gevurah (strength). And in the Sefirah of Chochmah (Wisdom), there is another such name: Ayah, Biyah, Giyah, Diyah, etc., until all the letters are complete. The reason is that the letters and the ten Sefirot are the 32 paths. The source is the name Yah - Chochmah. The 22 letters allude to 22 paths, and the source itself of the ten utterances are the 32 paths, as explained in Sefer Yetzirah. Its vowelization is Sheva Kamatz, alluding to (Leviticus 5:12) \"and the priest shall take a handful\" in Chesed, (Isaiah 66:16) \"For by fire will God execute judgment,\" (Job 1) \"and fire fell\" and \"took them\" in Gevurah. This alludes to the expansion of the paths in the secret of judgment and mercy in the lower Sefirot, and at its end there are other similar formations like these."
    }
  ]
}