{
  "title": "Pardes Rimmonim",
  "gate_num": 31,
  "chapter_num": 7,
  "translation": [
    {
      "hebrew": "הנרצה בפרק זה לבאר ענין זה הנמצא בזהר פ' (אמור דף ק\"א.) וז\"ל כמה דתנינין דעובדין טבין דעביד בר נש בהאי עלמא עבדין ליה בההוא עלמא לבושא יקירא עלאה לאתלבשא בהו. וכד בר נש אתקין עובדין טבין וגברין עליה עובדין בישין ואשגח ביה קב\"ה ועובדוי בישין סגיאין ואיהו רשע דאשתכח חטאה קמי מאריה ותוהא על אינון טבוון דעבד בקדמיתא, הא אתאביד הוא מכולא מהאי עלמא ומעלמא דאתי. מה עביד קב\"ה מאינון טבוון דעבד האי חטאה בקדמיתא. אלא קב\"ה אע\"ג דההוא רשע חטאה אתאביד, אינון טבוון וזכיין לא אתאבידו. אית צדיק דאזיל בארחא דמלכא עלאה ואתקין לבושוי מעובדוי [ועד לא אשלים לבושוי אסתלק]. קב\"ה אשלים ליה מאינון עובדין דעבד ההוא רשע חטאה ואשלים לבושוי לאתתקנ' בהו בההוא עלמא הה\"ד יכין וצדיק ילבש. ההוא חטאה אתקין, וצדיק דא אתחפי ממה דהוא אתקין. הה\"ד כסוי חטאה כו' עכ\"ל.",
      "english": "The purpose of this chapter is to explain the matter found in the Zohar (Emor, page 101), which states: \"As we have learned, the good deeds that a person performs in this world create for them in the World to Come a precious, elevated garment in which to be clothed. When a person performs good deeds but evil deeds overcome them, and the Holy One, Blessed be He, observes that their evil deeds are numerous, and they become wicked, found sinful before their Master and regret the good deeds they performed initially, they are lost from everything - from this world and from the World to Come. What does the Holy One, Blessed be He, do with those good deeds that this sinner performed initially? Rather, although that wicked sinner is lost, those good deeds and merits are not lost. There exists a righteous person who walks in the path of the Supreme King and prepares their garments through their deeds [but passes away before completing their garments]. The Holy One, Blessed be He, completes their garments from those deeds that the sinner performed, and completes their garments to be adorned with them in that world, as it is written: 'He may prepare it, but the righteous shall wear it.' That sinner prepared it, and this righteous one is covered with what he prepared, as it is written: 'Covered is the sin,' etc.\""
    },
    {
      "hebrew": "וכוונת המאמר עצמו מבוארת. והכונה לפרש פי' הפסוק כסוי חטאה שפירושו שיש צדיק לובש כסוי החוטא כיצד הרי שאדם אחד שעשה קצת מצות ותוהא עליהם אבד אותם כדפי' רז\"ל (קדושין ד\"מ ע\"ב) בפסוק צדקת הצדיק לא תצילנו כו' ואמר ר\"ל בתוהא על הראשונות. ואמר הרשב\"י שאותם המצות שעשה לא נאבדו מכל וכל. דנהי שהוא בהיותו תוהא אבד אותם, אבל הם בעצם לא נאבדו. אבל הקב\"ה נותן אותם לצדיק שנסתלק בבחרותו ולא קיים ככל הצורך ומשלים לבושו על ידי פעולתו של הרשע ההוא התוהא. זהו כללות המאמר. וקשיא לי טובא וכי כמה תוהים יהיו כדי שיזכו הצדיקים ללבושים ההם הנאמר כי הלובשים הצדיקים הם כמנין התוהים שוה בשוה ומעולם לא מת צדיק שיצטרך לכך שלא יהא כנגדו רשע תוהא על מצותיו כדי שילבש הצדיק.",
      "english": "The meaning of this discourse is clear. It aims to explain the verse \"covering of sin,\" which means that there is a righteous person who wears the covering of the sinner. How so? When a person who performed some commandments later regrets them, he loses them, as our Sages explained (Kiddushin 40b) regarding the verse \"the righteousness of the righteous will not save him,\" which Reish Lakish interpreted as referring to one who regrets his earlier good deeds. But Rabbi Shimon bar Yochai said that these commandments are not completely lost. For although the person who regrets loses them, they are not inherently lost. Rather, the Holy One, blessed be He, gives them to a righteous person who passed away in his youth before fulfilling all his obligations, and completes his spiritual garment through the actions of that regretful sinner. This is the general meaning of the discourse. However, I find this very difficult: How many regretful sinners would there need to be for the righteous to merit these garments? Are we to say that the number of righteous who wear these garments exactly equals the number of regretful sinners, and that no righteous person ever died needing such a garment without having a corresponding regretful sinner whose commandments he could wear?"
    },
    {
      "hebrew": "ועוד אם ימותו שני צדיקים ויצטרכו לשני לבושים ולא נמצא כי אם תוהא אחד הנאמר שיפיסו על הלבוש ההוא למי יפול בגורלו או יחדיו חלק כחלק יאכלו.",
      "english": "Furthermore, if two righteous individuals die and require two garments, but there is only one regretful sinner available, shall we say they must draw lots to determine who receives that garment, or shall they share it equally between them?"
    },
    {
      "hebrew": "ועוד היקבע אלהים את האדם. תינח שהרשע ההוא ביצרו הרע תוהא על צדקותיו אשר עשה. אך הנשמה הטהורה העניה שזכתה אל קצת מהלבוש ההוא למה אחר שתקבל עונשה יפשיטוה ערומה כיום הולדה כי אין זה שורת הדין. כי כן דרך הנשמות זה משלים קצת וזה משלים קצת עד שישתלם נשמה אדם אחת גופים. וזה הי' סבת הגלגול לבלתי ידח ממנו נדח. והנשמה העשוקה הזאת טעמה מרירות וזוהמת החוטא ההוא ולא ראתה בטובה כי כל צדקותיו לא תזכרנה ותם לריק כחה ויגיעה. זה ודאי חוץ משורת הדין:",
      "english": "Furthermore, would God rob a person thus? It is understandable that the wicked one, through his evil inclination, regrets his righteous deeds which he performed. But why should the pure, afflicted soul that merited some portion of that garment be stripped bare like the day it was born after receiving its punishment - for this is not in accordance with justice. For such is the way of souls: this one completes a portion and that one completes a portion, until one soul is completed through multiple bodies. This was the purpose of reincarnation - that none should be cast away. And this oppressed soul has tasted the bitterness and contamination of that sinner, and has not seen good, for all its righteous deeds will not be remembered, and its strength and toil were for naught. This is certainly beyond the measure of justice."
    },
    {
      "hebrew": " לכן נאמר כי ענין זה יובן בהקדמת סוד הגילגול למי שזכה אל סודו. ונודע כי הנשמה תושלם על ידי גופים רבים והגופים ההם מתנוצץ בהם נשמה כמדליק נר מנר מהנשמה העקרית ואותם הגופים יבלו בטוב ימיהם ונוחלים עולמם שזכו בחייהם.",
      "english": "Therefore, we say that this matter can be understood through the introduction of the secret of reincarnation, for those who merit [understanding] its mystery. And it is known that the soul achieves completion through many bodies, and in these bodies a soul sparks forth like one who lights one candle from another from the primary soul, and these bodies spend their days well and inherit their [portion of the] world that they merited in their lifetimes."
    },
    {
      "hebrew": "הנה בעל הנשמה העיקרית לא יטעם משלימותיה או ממצוותיה אשר פעלה (קודם בואה אל גופה או) אחרי צאתה מגופה אם תבא אל גוף אחר כי אע\"פ שמצד גלגולה ימשך אליה תועלת רב עכ\"ז שכר המצות לא יקבל שכרם כי אם הפועל אותם. המשל בזה אם נשמת ראובן תתגלגל בגופו של יהודה לא יקבל ראובן שכר המצות שפעל יהודה ולא יהודה שכר המצות שפעל ראובן עם היות נשמתם אחת היא ומתפשטת לשתי נצוצות. ועם היות שנמשך אליהם תועלת רב לכל אחד מחבירו לפי שבאמצעות שניהם הנשמה משלתמת ונמצאו שניהם זוכים אל נשמות שלימות נקיות וברות. ושעליהם נאמר (דניאל יב יג) ואתה לך לקץ ותנוח ותעמוד וכו'. ועכ\"ז עיקר המצות כל או\"א יאכל חלק כחלק מעשיו אם מעט ואם הרבה. ואחר שכללנו הרב במעט בהקדמה זו נאמר שאין במה\"ד כח לאבד נשמת התוהא כי עם היות שהיה תוהא עכ\"ז על כרחו הנשמה נשתלמה במעשיו הטובים אשר עשה והגוף הנגוף התוהא יכלה בעפר ונאבד ונכרת מכל וכל. אמנם הנשמה ההיא תתגלגל ובהיות הנשמה הענייה אח\"כ בגוף השני צדיק. הקב\"ה בחכמתו מקצר שנותיו כדי שלא ידחה גם הוא מארץ החיים כגוף הראשון התוהא ונדחה. והגוף השני הצדיק עם היות שלא פעל המ\"ט והמצוות ללבושו. הקב\"ה ישלים לבושו במצות שפעל בגוף הא' התוהא ובדין ילבש אותם כי הם משלו יכין וצדיק ילבש כי צדיק היה וצדקות אהב ונקצרו שנותיו ולא ראה בטובה ולא טעם כי אם מעט מיערת הדבש ההוא ובטבע העניין שהצדקות שתוהא הגוף הראשון עליהם הוא לובש אותם כי הנה נשמתו זכתה אל הלבוש הזה קודם בואו הנה ומה גם עתה בהיותו צדיק אלא שמת בקצרות שנים כי אז ודאי תהיה מנוחתו כבוד.",
      "english": "Behold, the possessor of the primary soul will not taste of its completions or of its commandments which it performed (before entering its body or) after departing from its body if it comes into another body, for even though great benefit flows to it through its reincarnation, nevertheless the reward for the commandments will be received only by the one who actually performed them. For example, if the soul of Reuben reincarnates into the body of Judah, Reuben will not receive reward for the commandments performed by Judah, nor will Judah receive reward for the commandments performed by Reuben, even though their soul is one and extends into two sparks. And although great benefit flows to each from the other, because through both of them the soul reaches completion and both merit complete, pure and refined souls. And of them it is said (Daniel 12:13) \"But go thou thy way till the end be; for thou shalt rest, and stand up...\" Nevertheless, regarding the essential commandments, each one receives a portion according to his deeds, whether little or much. And after we have included much in little in this introduction, we say that the attribute of justice has no power to destroy the soul of one who regrets, for even though he regretted, nevertheless his soul was inevitably perfected through the good deeds he performed, and the afflicted, regretful body will decay in the dust and be completely lost and cut off. However, that soul will reincarnate, and when this poor soul is later in a second righteous body, the Holy One, blessed be He, in His wisdom shortens his years so that he too will not be pushed away from the land of the living like the first regretful body. And the second righteous body, although it did not perform good deeds and commandments for its garment, the Holy One, blessed be He, will complete its garment with the commandments performed in the first regretful body, and it is right that he should wear them for they are his - \"he shall prepare it and the righteous shall wear it\" - for he was righteous and loved righteousness, though his years were cut short and he did not see goodness, tasting only a little from that honeycomb. And it is in the nature of things that the righteousness which the first body regretted, he will wear, for his soul merited this garment before coming here, and all the more so now that he is righteous, except that he died young, for then surely his rest shall be glorious."
    },
    {
      "hebrew": "והנה בפרק זה כללנו המרובה במעוט והנה נשלם חלק אחד שבשער זה. ועתה נבא לבאר חיבור הנשמה בגוף הנגוף עם היותה הויה דקה רוחניות יותר ממלאכי השרת:",
      "english": "In this chapter we have encompassed the greater within the lesser, and thus we have completed one portion of this gate. And now we shall proceed to explain the connection between the soul and the stricken body, despite the soul being an existence more subtle and spiritual than the ministering angels."
    }
  ]
}