{
  "title": "Pardes Rimmonim",
  "gate_num": 27,
  "chapter_num": 18,
  "translation": [
    {
      "hebrew": "באות <b><big>ס'</big></b>. ופי בס' התמונה כי האות ס' רוחניותה המלכות והרמז אליה כי היא סמוכה בגלותא והיא סתומה מכל צד להורות כי ירושלים הרים סביב לה שהם הכחות הגוערים בקליפות לבלתי יכנסו לטמא היכל מלך ולא יבא בה עוד ערל וטמא וממשלתה בשעת נוגה. ויש מי שפירשו כי הס' היא השכינה נסמכת בת\"ת כד\"א (תהלים קיא) סמוכים לעד לעולם ולכן הס' היא השכינה סמוכה לאות נון שהוא הת\"ת לא' מן הפי' שפי' למעלה והנון הופך פניו אליה להשקותה. ויש מי שפי' כי ס' רומז לגדולה שהוא סומך עליונים ותחתונים. ויש מי שפי' בע\"א וז\"ל ס' הנתיב שלה הוא אור בהיר מפני שהיא מחופפת בסתימותה בכל צד. ובזוהר (תרומה דף קכ\"ז) פי' הרשב\"י ע\"ה כי הרמז שלה בבינה בהיותה מסתלקת מעל הבנים ומסתתמת ומתעלמת בג' ספי' עליונות ואינה משפעת ומפני שמתרבה לסמוך נופלים שהם יסוד ומלכות לכן נא' בו (תהלים קמה) סומך ה' לכל הנופלים. ובפ' בראשית (דף ל\"ה.) פי' שהיא המלכות ולכן לא נזכרה סמ\"ך בענין בריאת אדם עד שנא' ויסגור. כי תפארת נסמך במלכות ומלכות נסמך בת\"ת ועל שניהם נאמר סמוכים לעד לעולם. ואפשר לומר דלא פליגי כי ע\"י שנסמכים ד\"ו פרצופין בסוד השפעת הבינה ומתעלים אל הבינה והבינה נקראת ס' שהוא שש קצוות כלול מעשר והיינו ד\"ו ומתעלים לחכמה דהיינו י' עם ו\"ד דהיינו י' במילואה:",
      "english": "Regarding the letter <b><big>Samech</big></b>. It is explained in Sefer HaTemunah that the letter Samech's spiritual essence is Malchut, and its allusion is that it is supported in exile and is closed from all sides, indicating that Jerusalem has mountains around it, which are the forces that rebuke the kelipot (shells) so they cannot enter to defile the King's palace, and no uncircumcised or impure one shall enter it again, and its dominion is at the time of nogah. Some explain that the Samech represents the Shechinah supported by Tiferet, as it is written (Psalms 111) \"supported forever and ever,\" and therefore the Samech is the Shechinah adjacent to the letter Nun, which represents Tiferet according to one of the interpretations explained above, and the Nun turns its face toward it to sustain it. Some explain that Samech alludes to Gedulah, which supports the upper and lower realms. Others explain differently, stating that the Samech's path is a bright light because it encompasses in its concealment from all sides. In the Zohar (Terumah 127), Rabbi Shimon bar Yochai explained that it alludes to Binah when it ascends above the children and becomes sealed and concealed in the three upper sefirot and does not flow forth, and because it increases to support the fallen ones, which are Yesod and Malchut, therefore it is said (Psalms 145) \"The Lord supports all who fall.\" And in Parashat Bereishit (35a), it explains that it represents Malchut, and therefore Samech is not mentioned in the creation of Adam until it says \"And He closed.\" For Tiferet is supported by Malchut and Malchut is supported by Tiferet, and regarding both it is said \"supported forever and ever.\" And it is possible to say there is no disagreement, for through the support of the du-partzufin in the secret of Binah's influence, they ascend to Binah, and Binah is called Samech, which represents six directions included in ten, namely du, and they ascend to Chochmah, which is Yod with Vav-Dalet, meaning Yod in its full spelling."
    }
  ]
}