{
  "title": "Pardes Rimmonim",
  "gate_num": 21,
  "chapter_num": 2,
  "translation": [
    {
      "hebrew": "האריך בביאור הדעת הנז' בעל ס' מערכות אלדים חיים וז\"ל ולדבקה בו דבוק נפלא נקרא אחדות. ראוי להעלותו על לב בכל חלק וחלק מן השעה שהיא תתר\"ף חלקים כאשר גלגול שמו יתברך עם כל אות ואות עם הניקוד שסימנו נטריקון ועם האות בלתי נקוד יהי' קמ\"ד וסימנך מעונה אלדי קד\"ם תראה לפנים בע\"ה ונחשבה לדעת זאת שהוא אלדי קדם יוצ\"ר ובור\"א ועוש\"ה ומאצי\"ל כל והוא מהאותיות אשר הוא דבר ה' יוצא ממקומו אשר כל הדיבור יוצא מהם ובכלל הדיבור הוא כל שם של כל מין ומין ממיני הנמצאות וכל היצור יוצא משם א' ר\"ל השם יהו\"ה המצטרף עם כל אות ואות שיש ברל\"א שערים ל\"ו פעמים ונצרף אות אחת והוא הדין יהיה עם כל שאר הכ\"ב אותיות זהו צרוף א' עם י' ועם ה' ועם ו' ועם ה' והבן זה. וטעם יציאת כל דבר וכל לשון מהרל\"א שערים בגלגול אלפא ביתא לפי שאם תעשה על דרך משל כ\"ב עגולים זה בתוך זה ויהיה בכל א' מהם כ\"ב אותיות אז תראה בעיניך איך כל הדברים והלשונות יצטרפו מתוך גילגולם ברל\"א שערים וחוזרת חלילה וחוזר הגלגל פנים ואחור רל\"א שערים ר\"ל רל\"א שערים של פנים ורל\"א שערים של אחור. והרי שמצטרף כל אות ואות מרל\"א שערים עם ד' אותיות של שם ידו\"ד קמ\"ד פעמים כיצד האל\"ף מצטרפת עם היו\"ד ועם הנקודים ששה ל\"ו פעמים וכן עם הה\"א באותם נקודות עצמם ל\"ו פעמים וכן עם הוא\"ו באותם הנקודות עצמם ל\"ו פעמים וכן עם ה\"א אחרונה באותם הנקודות עצמם ל\"ו פעמים הרי קמ\"ד פעמים עם הא'. וכן עם כל אחת ואחת מכ\"ב אותיות נמצא קמ\"ד פעמים כ\"ב יעלו ג' אלפים וקס\"ח תיבות בכ\"ב אותיות בלבד.",
      "english": "The author of Sefer Ma'archot Elohim Chaim elaborated on the aforementioned concept, stating: \"To cleave to Him with a wondrous attachment called unity. It is proper to raise this to one's consciousness in each and every portion of the hour, which consists of 1080 parts, as the permutation of His blessed name with each letter along with the vowel points that we indicated through notarikon, and with the unvocalized letter, will be 144, and your sign is 'dwelling of the ancient God.' You will see this further, God willing, and we shall consider this knowledge that He is the ancient God who forms, creates, makes, and emanates all, and He is from the letters which are the word of God emerging from its place, from which all speech emerges. Included in speech is every name of every species among existing things, and every creation emerges from one name, meaning the name YHVH combining with each letter that exists in the 231 gates 36 times, and we combine one letter, and the same principle applies with all the remaining 22 letters - this is the combination of Alef with Yud, with Heh, with Vav, and with Heh, understand this. The reason for the emergence of every thing and every language from the 231 gates in the revolution of the alphabet is because if you make, for example, 22 circles one inside the other, and in each one there are 22 letters, then you will see with your eyes how all things and languages combine through their revolution in the 231 gates, and it revolves cyclically, and the wheel turns forward and backward 231 gates, meaning 231 gates forward and 231 gates backward. Thus each letter from the 231 gates combines with the four letters of the name YHVH 144 times, as follows: Alef combines with Yud and with the six vowel points 36 times, and similarly with Heh with those same vowel points 36 times, and similarly with Vav with those same vowel points 36 times, and similarly with the final Heh with those same vowel points 36 times, thus making 144 times with Alef. And so with each and every one of the 22 letters, thus 144 times 22 equals 3,168 words with just the 22 letters.\""
    },
    {
      "hebrew": "ועוד חשוב ג' אלפים וקס\"ח פעמים ברל\"א שערים יעלו מספרם תשל\"א אלפים ותת\"ח. וכל אלו שמותיו ממש ר\"ל ממשית היצירה כי הלביש הצורה לדבר תהו ועשה את אשר אינו ישנו ואצילות הנמשך מאי\"ן שאין לו צורה ודמיון והשכל אלא שכל חכמת הבריות נאספות מלידע מהן והנה ע\"י אלה ההויית הוציא מאין ליש כל הנמצאות:",
      "english": "Furthermore, calculate 3,168 times in 231 gates and their number will total 731,808. And all these are truly His names, meaning the essence of Creation, for He clothed form upon the void and made that which is not into that which is, and the emanation that extends from Nothingness which has no form or likeness or intellect, but rather all the wisdom of creation is gathered from knowledge of them, and through these manifestations He brought forth all existences from nothingness into being."
    },
    {
      "hebrew": "",
      "english": "I don't see a specific passage marked with <passage-to-translate> tags in the provided text. While the full context is provided, there is no selected passage indicated for translation. Please specify which portion of the text you would like me to translate by marking it with the <passage-to-translate> tags, and I will be happy to provide a scholarly translation of that specific passage."
    },
    {
      "hebrew": "עיניך לנוכח יביטו איך גלגול אותיות השם יהוה עם כל אות ואות עם הנקודים ידועים הששה עולים אלף ושמונים לכך תתר\"ף חלקים לשעה. וכן גלגול השם יהוה עם האלף והנקודים תתר\"ף. וכן עם בי\"ת וכן עם גימל וכן עם כולם:",
      "english": "Your eyes shall gaze directly upon how the permutations of the letters of the Name YHVH with each and every letter along with the six known vowel points amount to one thousand and eighty, thus corresponding to the 1080 parts of an hour. And likewise the permutation of the Name YHVH with the alef and the vowel points equals 1080, and so too with bet, and so too with gimel, and so too with all of them."
    },
    {
      "hebrew": "ראה והבן פלא עצות איך בכל חלק וחלק מהשעה ראוי לנו לחשוב על מוראו. וזהו אל תפנו אל האלילים (ויקרא יט ד) אל תפנו אל מדעתכם (שבת קמ\"ג.) שכל היום תחשוב באהבת שמים ע\"כ אסור לדבר דברים בטלים כי שמו ית' בגלגול תתר\"ף וראוי לחשוב כבוד שמו בשבת\"ך ובלכת\"ך ובשכב\"ך ובקומ\"ך בארבע אותיות של השם הנכבד והנורא ידו\"ד שהוא עם הכל וע\"כ שמו ידו\"ד והם גלגול יו\"ד עם א' הם ל\"ו תיבות וכן גלגול א' עם ה' הם ל\"ו תיבות וכן גלגול ו' עם א' הם ל\"ו תיבות וכן גלגול א' עם ה' שניה הרי קד\"ם פעמים עם א' כמו שאמרנו למעלה פעם אחת והם בגי' תתר\"ף למביני הצירוף לכן תתר\"ף חלקים לכל שעה כי תתר\"ף חלקים לכל אות ואות בגלגול ידו\"ד. בגלגול א\"י הם ל\"ו תיבות בגי' שצ\"ו, וגלגול א\"ה והם ל\"ו תיבות בגי' רי\"ו, וגלגול א\"ו הם ל\"ו תיבות בגי' רנ\"ב, וגלגול א\"ה הם ל\"ו תיבות בגי' רי\"ו. סך הכל שצ\"ו רי\"ו רנ\"ב רי\"ו הם תתר\"ף חלקים. והבן סוד אחר והוא זה אם תצרף ותגלגל כל הי\"ב גבולי אלכסון של שם יוד\"ד וא' עם כלם יהיו תתר\"ף לכך היום י\"ב שעות.",
      "english": "See and understand the wondrous counsel, how in each and every portion of the hour it is fitting for us to contemplate His awesomeness. This is the meaning of \"Do not turn to idols\" (Leviticus 19:4) and \"Do not turn to your own understanding\" (Shabbat 143) - that all day one should contemplate the love of Heaven. Therefore, it is forbidden to speak idle words, for His blessed Name in its permutation equals 1080, and it is fitting to contemplate the honor of His Name \"when you sit in your house, when you walk by the way, when you lie down, and when you rise up,\" through the four letters of the honored and awesome Name YHVH, which is with everything. Therefore His Name is YHVH, and these permutations of Yod with Alef are 36 words, and likewise the permutation of Alef with Heh is 36 words, and likewise the permutation of Vav with Alef is 36 words, and likewise the permutation of Alef with the second Heh - thus there are 144 permutations with Alef, as we mentioned above once, and they equal in gematria 1080 for those who understand permutations. Therefore there are 1080 parts to each hour, for there are 1080 parts for each letter in the permutation of YHVH. In the permutation of Alef-Yod there are 36 words equaling 396, and the permutation of Alef-Heh is 36 words equaling 216, and the permutation of Alef-Vav is 36 words equaling 252, and the permutation of Alef-Heh is 36 words equaling 216. The total of 396, 216, 252, 216 equals 1080 parts. And understand another secret, which is this: if you combine and permute all twelve diagonal boundaries of the Name YHVH and Alef with all of them, they will equal 1080 - therefore the day has twelve hours."
    },
    {
      "hebrew": "ועוד פקח עיני שכלך לראות אם שם ידו\"ד בראש גלגל והא' בסוף כי הגלגל חוזר פנים ואחור יהיה ג\"כ תתר\"ף והרי ב' תתרפי\"ם ב' שעות לכל מזל ר\"ל לכל אחד מהי\"ב גבולי אלכסון של שם ידו\"ד אשר המזלות האלהיות להם משפט [הבכורה] על המזלות שבגלגלים ועל פיהם יחנו ועל פיהם יסעו ונמצאו כ\"ד שעות וכ\"ד תתרפי\"ם למזלות האלהיית הנזכר בין הפנים והאחור י\"ב תתרפ\"ים לאחור י\"ב תתרפי\"ם לפנים וכן כ\"ד שעות ליום א' בין היום והלילה י\"ב שעות ליום וי\"ב שעות ללילה על כן בכל חלק לשעה יש לחשוב במוראו וליטע אהבתו ויראתו בלבבנו אחרי שהוא היוה כל דבר ובתוך הלב נאצל פיו של כל איש ואיש. וממנו הכ\"ח העתים הנזכר בספר קהלת (ג) י\"ד מהם דבר אחד וי\"ד אחרות תמורתם כנגד כ\"ח מחנות ללבנה הם כ\"ח מחנות שכינה. בי\"ב מזלות אלהיית שאמרנו מחליף את הזמנים ולכל זמן ועת לכל חפץ מיכולתו והוייתו עכ\"ל.",
      "english": "Furthermore, open your mind's eye to see that when the Divine Name (YHVH) is at the beginning of the cycle and the Alef at the end - since the cycle rotates forward and backward - it will also equal 1080. Thus there are two sets of 1080, two hours for each zodiacal sign, meaning for each of the twelve diagonal boundaries of the Divine Name, where the divine zodiacal signs have precedence [firstborn rights] over the zodiacal signs in the spheres, and by their command they encamp and by their command they journey. Thus there are 24 hours and 24 sets of 1080 for the aforementioned divine zodiacal signs, between the forward and backward rotations - twelve sets of 1080 backward and twelve sets of 1080 forward. Similarly, there are 24 hours in one day, divided between day and night - twelve hours for day and twelve hours for night. Therefore, in each division of the hour one should contemplate His awesomeness and plant His love and fear in our hearts, since He brings all things into being, and within the heart emanates the speech of each and every person. And from Him come the 28 times mentioned in the Book of Ecclesiastes (3), fourteen of them being one matter and fourteen others their counterparts, corresponding to the 28 camps of the moon which are the 28 camps of the Divine Presence. Through the twelve divine zodiacal signs we mentioned, He changes the times, and for every season and time for every purpose according to His ability and His being."
    },
    {
      "hebrew": "ופריו מתוקים מדבש ונופת צופים. האמנם אחרי אשר ברור ומפורסם כי כחות הנקודות הם עשר ואם פעולתם חמש א\"כ כמו שנכנס השבא בחשבון התנועות כן ראוי שיכנסו כל שאר התנועות כי לפי האמת יש חלוק גדול בין המלכים ובין העבדים אם בתנועתם ר\"ל בהברתם ואם בפעולתם ר\"ל בכחם ורמיזתם כאשר יתבאר בע\"ה בשער הנקודות. וא\"כ ראוי שנצרף שם ידו\"ד בכל הנקודות עם האותיות ואז יוכרח צרוף כל הכחות אל מקורם כדפי' בריש פ\"ק והנה יהיה צרופו עד\"ז וכאשר נחפש אחר כלל התנועות נמצאות י\"ב והם קמ\"ץ פת\"ח ציר\"י סגו\"ל שור\"ק שר\"ק חול\"ם חיר\"ק שב\"א חטף קמץ וחטף פתח וחטף סגול, ולכל א' מהם רמז בפני עצמו ואם לא נמנו בנקודת הספירות אשר בארנו למעלה יתבארו בשער הנקודות בע\"ה. נמצא היות צרוף השם בנקודות עם האותיות קד\"ם תיבו\"ת כי הם י\"ב פעמים י\"ב הם קמ\"ד והם מעונה אלדי קדם כמבואר לעיל. וזה סדר צרופם בס\"ד:",
      "english": "And its fruits are sweeter than honey and honeycomb. Indeed, after it is clear and well-known that there are ten powers of the vowel points and their actions are five, therefore just as the Sheva is included in the count of the vowel movements, so too should all other vowel movements be included, for in truth there is a great distinction between the kings and the servants, both in their movement (that is to say, their pronunciation) and in their action (that is to say, their power and their allusion), as will be explained, God willing, in the Gate of Vowel Points. Therefore, it is proper that we combine the name YHVH with all the vowel points along with the letters, and then the combination of all powers to their source will be necessary, as explained at the beginning of the first chapter. And behold, its combination will be in this way: When we examine all the vowel movements, we find twelve, and they are: Kamatz, Patach, Tzerei, Segol, Shuruk, Sherek, Cholam, Chirik, Sheva, Chataf Kamatz, Chataf Patach, and Chataf Segol. Each one has its own allusion, and although they were not counted among the vowel points of the Sefirot which we explained above, they will be explained in the Gate of Vowel Points, God willing. Thus we find that the combination of the Name with vowel points and letters yields 144 words, for they are twelve times twelve, which equals 144, and they are \"the dwelling of the God of old\" as explained above. And this is the order of their combinations, with Heaven's help:"
    },
    {
      "hebrew": "",
      "english": "I notice that there is no specific passage marked with the <passage-to-translate> tags in the provided text. The tags appear empty. Please provide the specific Hebrew passage you would like me to translate and I will be happy to help translate it while following the provided guidelines."
    },
    {
      "hebrew": "וכן לכל אות ואות משם בן ד' פנים ואחור וכן לכל אותיות אלפ\"א בית\"א עד שנצטרפו כלם אל מקורם ויקבלו שפע רב טוב מהמקור העליון כאשר נאריך בענין האותיות בשער האותיות בס\"ד. אבל ראינו קצת המקובלים מסכימים אל דעת בעל ספר הנקוד וכן כתבו שם כ\"ה היוצא מפסוק (שמות ב יב) ויפן כה וכה והוא שהם מצרפים תיבת כ\"ה חמשה ועשרים פעמים פנים וחמשה ועשרים פעמים אחור כגון כ\"ה ה\"כ על דרך שכתב בעל ס' הנקוד בשם י\"א לעיל. וכן כל כותבי צרוף הנקוד לא כתבו כ\"א צרוף ה' נקודות לבד. וכן הרשב\"י ע\"ה בענין הנקודות נתן הסימן פתוחי חותם. והורה היותם ה' ספירות נאצלות שהם גדולה גבורה תפארת ובו נכלל יסוד ומלכות כדפי' בשערים הקודמים ונצח והוד. אבל בפי' ספר יצירה בענין [בריאת] האדם כתבו כדברי בעל מערכות אלדים חיים שהם ששה פעמים ששה שעולים ל\"ו וכתבו כלשונו מלה במלה ונראה היות הדבר מוכרח כי שם דברו לענין מעשה בראשית בהזכרת האלפא ביתות בהמלכת האותיות בבריאת כל אבר ואבר. וכן כתב בעל ספר אור זרוע בענין תנועות הלולב שכתב שהם ל\"ו. ואמר למה ששה ושלשים כדי לרמוז לך לאותיות הקדושות המתחברות ומצטרפות בתנועותיהן ובגלגוליהון ל\"ו תנועות וזה סדר תנועותיהם על פי נוטריקון א\"י וכו' וכן א' יתגלגל עם ה' וכן אח\"כ עם וא\"ו ואח\"כ עם ה' עכ\"ל.",
      "english": "And so for each letter of the four-letter Name, both forward and backward, and likewise for all letters of the alphabet, until they all combine with their source and receive abundant divine flow from the supreme source, as we will elaborate regarding the letters in the Gate of Letters, God willing. However, we have seen some Kabbalists who agree with the opinion of the author of Sefer HaNikud, and they wrote about the name כ\"ה that emerges from the verse \"and he turned this way (כה) and that way (כה)\" (Exodus 2:12), explaining that they combine the word כ\"ה twenty-five times forward and twenty-five times backward, such as כ\"ה ה\"כ, following the method written by the author of Sefer HaNikud in the name of others mentioned above. Similarly, all writers of vowel combinations wrote only about the combination of five vowel points alone. Thus did Rabbi Shimon bar Yochai, of blessed memory, regarding the vowel points, give the sign \"engraved seals.\" And he taught that they represent five emanated sefirot, which are Gedulah, Gevurah, Tiferet (which includes Yesod and Malkhut, as explained in previous gates), and Netzach and Hod. However, in the commentary on Sefer Yetzirah concerning the [creation of] man, they wrote in accordance with the author of Ma'arkhot Elohim Chaim that they are six times six, equaling thirty-six, and they wrote his exact words, and this appears to be necessary because there they spoke regarding the work of creation in mentioning the alphabets in the coronation of letters in the creation of each and every limb. Similarly wrote the author of Sefer Or Zarua regarding the movements of the lulav, writing that they are thirty-six. And he explained why thirty-six: to allude to the holy letters that combine and permute in their movements and their cycles as thirty-six movements, and this is the order of their movements according to the notarikon of alef-yod, etc., and thus alef rotates with heh, and then with vav, and then with heh, end quote."
    },
    {
      "hebrew": "ואחר שענין הזה מחלוקת הגדולים ואין לנו בו גלוי כלל מהרשב\"י ע\"ה הדבר תלוי ועומד עד יבא מורה צדק. איך שיהיה מתוכו מתבאר כי ענין הצורך הזה אל בריאת האדם בצרוף האלפא ביתא בהמלכת האות שבה יברא האבר ויחודה אל שם בן ד' והצטרפה עמו. הסיבה היא להיות כי תכונת האדם ר\"ל גופו ועורקיו וגידיו ושרטוטי אבריו ושעורי אבריו ושיעורי האברים הכל במדה ובמשקל כלם נרמזים אל האברים העליונים, יוכרח בריאותו היותה כוללת כל הדברים הרוחניים כולם כי כן הוא דפוס כל הנמצאים כולם כאשר נבאר בשער הנשמה בפ\"ח. ולהיות שהשכל והדיבור הוא כח נתון בו לרמוז אל הא\"ס עילת העילות המחייה ומנהיג כל הדברים גשמים ורוחניים ועולות עד הגיעם אל עצמותו, כן השכל והדיבור מנהיג כל הדברים אשר נכללים בגוף כמו כחות הנפש ועניינה. והכרח לזה הלא אמרו ז\"ל שהנפש נמצאת בגוף האדם אחר פטירתו והכריחו כן מפסוק (איוב יד כב) ונפשו עליו תאבל. ועכ\"ז שהיא בתוך הגוף אינה פועלת פעולותיה לפי שנמנע ממנה שפע השכל ולפי שאין מלה ולשון ואות ודיבור כולל אותו. לכן אותם החכמים שהיו עוסקים במעשה יצירה בסדר האלפא ביתא עם היות שהיו בוראים אנשים. לא היו מדברים להעדר הכח הנדמה לא\"ס כמו שאמרנו שלא היה מושפע עליו לפי סדר האלפ\"א ביתו\"ת. וע\"ד זה יובן מה שיש כותבים שם מ\"ב ושם ע\"ב ושאר השמות מצורפים אל מקוריהם כזה יאהבוג\"ה והוא שם אב\"ג מצורף עם מקורו ידו\"ד וכן כולו. ויש שכותבין אותו בפנים אחרות כזה אב\"גיהוהית\"ץ וכן כולו. וכן יש שכותבין שם בן ע\"ב כזה יו\"ה הוו\"ה ייה\"ל וי\"ה וכן כולו. שם וה\"ו עם מקורו ידו\"ד, ושם יל\"י עם מקורו ידו\"ד עד כולו. ויש מצרפים אותו אל שם אהי\"ה כי ג\"כ הוא מקורו ולא עליון כראשון כאשר נבאר בשם מ\"ב. וטעם כל זה כי בחזרת הדבר אל מקורו או בהתחברו אליו ישפיע אל פרטיו שפע רב טוב כדמות הצטרף שם יאהדונה\"י ושם יאההוי\"הה כאשר בארנו בשער מהות והנהגה בפכ\"ד. ובזה יתבאר המשניות שבס\"י המליך אות פלונית וקשר לה כתר כו'. והכונה כי המליך רומז אל המלכות. וקש\"ר ר\"ל תקיע\"ה שברי\"ם תרוע\"ה, שהם גדולה גבורה תפארת כמבואר בדברי הרשב\"י ע\"ה בתיקונים ור\"מ מקומות רבו מספר. ובשלשתם כלולים ענפיהם נצ\"ח הו\"ד ויסו\"ד וכן ראשיהם כתר חכמ\"ה ובינה. כת\"ר רומז אל כת\"ר עליון או ירמוז לג' ראשונות שהם כתר אל האבות ואז היה נשפע שפע רב על האות ההיא והיה בה כח לברוא אותו אבר ואותו מזל ואותו דבר הנרצה בו. ואחר שהקדמנו הענין הזה בפרקים האלה, נבא עתה בביאור השמות אחד לאחד בעה\"ו:",
      "english": "Since this matter is a dispute among the great ones and we have no explicit revelation about it from Rabbi Shimon bar Yochai of blessed memory, the matter remains undecided until a righteous teacher comes. However, what becomes clear from this is that this necessity for human creation through the combination of the alphabet, through the coronation of the letter with which the limb is created and its unification with the four-letter Name and its combination with it. The reason is that the nature of man - that is, his body, his veins, his sinews, the markings of his limbs, and the measurements of his limbs, all in measure and weight - are all alluded to in the supernal limbs, necessitating that his creation encompasses all spiritual matters, as he is the template for all existing things, as we will explain in the Gate of the Soul, chapter 8.\n\nAnd since intellect and speech are powers given to him to allude to the Infinite, the Cause of causes, which gives life to and guides all things physical and spiritual, ascending until reaching His essence, so too do intellect and speech guide all things included in the body, like the powers of the soul and its matters. This is necessarily so, for our sages of blessed memory said that the soul remains in the human body after death, as they derived from the verse (Job 14:22) \"his soul mourns over him.\" Yet even though it is within the body, it does not perform its functions because it is prevented from receiving the intellectual flow and because there is no word, language, letter or speech that encompasses it. Therefore, those sages who engaged in the Work of Creation through the order of the alphabet, although they were creating people, these people could not speak due to the absence of the power that resembles the Infinite, as we said, because it was not influenced upon them according to the order of the letters.\n\nIn this way we can understand why some write the 42-letter Name and the 72-letter Name and other Names combined with their sources, like this: YAHBOGAH, which is the name ABG combined with its source YHVH, and so forth. Some write it in other ways, like this: ABGYHVHYTZ and so on. And some write the 72-letter Name like this: YVH HVH YIHL VYH and so on - the name VHV with its source YHVH, and the name YLY with its source YHVH, and so on. Some combine it with the name EHYH because it too is its source, though not as supreme as the first, as we will explain regarding the 42-letter Name. The reason for all this is that when something returns to or connects with its source, it influences abundant goodness to its particulars, like the combination of the name YAHDVNHY and the name YAHHVYHH, as we explained in the Gate of Essence and Governance, chapter 24.\n\nThis explains the Mishnayot in Sefer Yetzirah that state \"He coronated such-and-such letter and bound a crown to it, etc.\" The intention is that \"coronated\" alludes to Malchut, and KShR (bound) means Tekiah, Shevarim, Teruah, which are Gedulah, Gevurah, Tiferet, as explained in the words of Rabbi Shimon bar Yochai in the Tikunim and in countless other places. And in these three are included their branches - Netzach, Hod, and Yesod - and their heads - Keter, Chochmah, and Binah. \"Crown\" alludes to the supreme Crown, or it alludes to the first three which are the Crown of the Patriarchs, and then abundant flow would be bestowed upon that letter, and it would have the power to create that limb and that zodiacal influence and that desired thing. And after we have introduced this matter in these chapters, we will now proceed to explain the Names one by one, with God's help."
    }
  ]
}